{
  "pmcid": "PMC9502502",
  "title": "Simulated Micro , Lunar, and Martian Gravities on Earth Effects on Escherichia coli Growth, Phenotype, and Sensitivity to Antibiotics",
  "authors": [
    "Lily A Allen",
    "Amir H Kalani",
    "Frederico Estante",
    "Aaron J Rosengren",
    "Louis Stodieck",
    "David Klaus",
    "Luis Zea"
  ],
  "year": "2022",
  "journal": "Life",
  "doi": "10.3390/life12091399",
  "sections": {
    "abstract": "Bacterial behavior has been studied under microgravity conditions, but very little is known about it under lunar and Martian gravitational regimes. An Earth based approach was designed and implemented using inclined clinostats and an in house developed code to determine the optimal clinorotation angular speed for bacterial liquid cultures of 5 RPM. With this setup, growth dynamics, phenotypic changes, and sensitivity to antibiotics (minimum inhibitory concentration (MIC) of two different classes of antibiotics) for threeEscherichia colistrains (including uropathogenic) were examined under simulated micro , lunar, and Martian gravities. The results included increased growth under simulated micro  and lunar gravities for some strains, and higher concentrations of antibiotics needed under simulated lunar gravity with respect to simulated micro  and Martian gravities. Clinostat produced results can be considered suggestive but not determinative of what might be expected in altered gravity, as there is still a need to systematically verify these simulation devices' ability to accurately replicate phenomena observed in space. Nevertheless, this approach serves as a baseline to start interrogating key cellular and molecular aspects relevant to microbial processes on the lunar and Martian surfaces.\n\nKeywords:clinostat, minimum inhibitory concentration, MIC, rpoS, cell size, aggregation, ciprofloxacin, gentamicin, urinary tract infection, UTI, spaceflight",
    "methods": "E. coliAMG1 and its mutant strain were cultured in modified artificial urine medium supplemented with glucose and a high concentration of phosphate (mAUMg hi Pi) [5,44] to replicate human urine. While glucose concentrations in human urine are usually 0 to 0.8 mM or lower [45], our growth medium had a higher concentration, 2 mM, for comparison against our group's other spaceflight studies (to be published separately) and to ensure bacterial growth would take place, enabling us to interrogate the role of simulated gravitational conditions.E. coli4157 was cultured in LB lennox broth (Sigma Aldrich, St. Louis, MO, USA, L3022). All strains were grown at 37  degreesC. Cultures were housed in BioServe's FPAs, enclosed by rubber septa, and then loaded into BioServe's FPA clinostats (Figure 1). Washing, sigmacoting, and sterilization was performed on all hardware prior to experimentation, per Zea et al. [20].\n\nTo determine the motility of each strain, a needle dipped in bacterial culture was inserted into motility tubes (Thermo Scientific, Waltham, MA, USA, Cat. No. R061410) and was incubated at 37  degreesC for 24 h. A motile culture was indicated by a dispersion of pink color resulting from the bacterial reduction of Tetrazolium (TTC), a metabolite within the agar (Figure 3). The motility tests showed thatE. coliAMG1 was semi motile,E. coliAMG1 rpoSwas motile, andE. coliATCC 4157 was non motile.\n\nAMG1 was semi motile, AMG1 rpoSwas motile, and ATCC 4157 was non motile.\n\nA 24 h culture was diluted by 1:100 and loaded into the FPAs. The optical density (OD)595at the start of the experiment was 0.002 on average. The FPA consisted of four independent chambers, each containing 1.3 mL of culture, segregated by rubber septa. One FPA was sacrificed at each timestamp for OD data acquisition (the last timestamp had eight replicates for improved statistics). Timestamps were determined by preliminary growth curve experiments conducted at 1 g, and in the case of theE. coliAMG1 andE. coliAMG1 rpoSstrains, were based on the timeline presented in Pagden et al. [40]. Additional FPAs were loaded with 10 mL of culture each for supplemental analyses, including microscopy.\n\nFor the antibiotic sensitivity experiments, each FPA had two independent chambers, each containing 3 mL of culture, and enough FPAs were loaded so that there were four replicates for each tested antibiotic concentration, per each gravitational condition. The desired antibiotic concentration was prepared with the same media used in the bacterial culture as diluent and was filter sterilized. In each test, four concentrations were assessed. Drugs (Ciprofloxacin (Fisher Sci., Waltham, MA, USA, Cat. No. AC456880050) or Gentamicin Sulfate (Fisher Sci., Waltham, MA, USA, Cat. No. BP918 1)) were introduced in the bacterial culture when they reached exponential phase. At this time, two FPAs per gravitational regime were sacrificed for OD data acquisition to quantify cell concentration at the time of antibiotic introduction. Then, the four antibiotic concentrations were introduced to their respective FPAs by injecting 1 mL of antibiotic into each chamber. All FPAs were returned to their FPA Clinostat and environmental test chamber at 37  degreesC for 12 additional hours, following the MIC protocol described by Andrews [46], adapted to be implementable in this spaceflight hardware. In this assay, bacterial cultures are challenged with increasing concentrations of antibiotics to find the minimum concentration of a given drug sufficient to inhibit bacterial growth under those conditions. Growth inhibition is determined by statistically comparing cell concentration after 12 h of drug challenge against the cell concentration at the time of antibiotic introduction.\n\nOne of the unique attributes of microgravity at the cellular level in a liquid medium is an altered extracellular mass transport profile. On Earth, a cell in a liquid medium will be subject to gravity driven forces and resultant flows, including sedimentation, buoyancy, and convection, which help transport molecules from one location to another. In microgravity, however, and for non motile cells in particular, mass transport is limited to diffusion arising from Brownian motion, surface effects, and/or gradient driven transport phenomena, translating into a quiescent, quasi stable extracellular environment where incoming substrate is thought to become limited, and excreted metabolic byproducts accumulate around a cell [20,33]. Some aspects of this quiescent environment can be replicated using a clinostat on Earth to continuously rotate a vessel filled with a liquid culture, with the caveat that the 1 g vector is never removed as it is operated on Earth. Thus, the suspended cells still experience their full weight. The angular speed () at which this vessel is rotated is a function of cellular and medium properties, including but not limited to cell length and diameter (normalized into an equivalent Stoke's radius (a), mass (m), buoyancy corrected mass (m*), particle density (p), medium density (f), viscosity (), and Stoke's drag constant (f), as well as the vessel diameter (d). If the vessel is rotated too slowly, the cell will sediment away from the quiescent zone; if it is rotated too quickly, however, the cell will be centrifuged out of the quiescent zone. The position of a particle at a given time (t) can be modeled based on the aforementioned parameters via two second order, linear, separable, non homogenous stiff differential equations [25,27,47]:\n\nwherexandyrefer to the axes of a coordinate system upon which the vessel's circular cross section is centered at the (0,0) position.\n\nWe developed a MATLABcode based on the ode15 s ordinary differential equation solver [27], to determine the longest duration a cell would stay within the putative quiescent zone under these conditions as a function of angular speed (accessible here:https://github.com/SpaceLuisZea/Clinostat) (accessed on 9 August 2022). As inputs to the code, we used a bacterial Stoke's diameter of5.6x10 5cm, cell mass of4.0x10 13g, growth medium viscosity of0.0102g/cmsand density of1.011g/cm3(for reference, water's viscosity at 25  degreesC and density are0.0091g/cmsand1.000g/cm3, respectively), and an arbitrary quiescent zone diameter of 10 um. This information (as well as recommended rotational speed) has been shared with other groups who have used our clinostats and FPAs [48].\n\nCultures were extracted and transferred into a 24 well plate for mixing, and from there aliquots were transferred to a 96 well plate. OD was measured at 595 nm for the growth curve and at 600 nm for MIC experiments. Cultures from the last timestamp of the growth curve for each regime were preserved by mixing 1 mL of 4% PFA (Fisher Scientific, Waltham, MA, USA, Cat. No. AAJ61899AK) and 1 mL of sample. For microscopy, samples were centrifuged for two to three minutes at 900 g's and an aliquot was transferred to a slide. Microscopy was performed on an OLYMPUS.IX81 Inverted Widefield Microscope with a 100X 1.40NA SAPO objective lens and images were captured via a Hamamatsu Orca R2 CCD camera.\n\nAt each timestamp and for each gravitational regime, four replicates were sacrificed to acquire OD data. For each replicate, four aliquots were assessed, hence the OD for each regime at each timestamp was the mean of the averages of four aliquots per each of the four replicates. To determine if there were statistical differences between the gravitational regimes at 24 h, an Analysis of Variance (ANOVA) for parametric datasets or Dunn test for nonparametric data sets was performed. Slopes between the beginning and end of the exponential phase were found using Microsoft Excel's \"slope\" function. These slopes were compared to the 1 g control (slopegravitational regime/slope1 g). R2values were found by using Excel's RSQ function. This same process was used to calculate the \"death rate\" via the slope between the stationary phase and the last timepoint in the experiment. The average length and width were calculated for 50 measurements of each condition, preserved at the last timestamp. For MIC tests, a Tukey, Kruskal, or Dunn test was performed between OD at the time of antibiotic introduction and after 12 h of being challenged with antibiotics. The lowest concentration for which there was no significance with respect to the OD at time of drug introduction was the MIC.",
    "results": "We used our MATLABcode to simulate and subsequently determine how long it would take a non motile bacterial cell to leave a depletion zone of 10 um in diameter as a function of rotational speed and vessel diameter.Figure 4shows the code output in this regard, indicating that for an FPA like vessel (1 cm in diameter) and 5 RPM rotational speed, a non motile bacterial cell could be expected to remain within this depletion zone (i.e., it would not sediment or be centrifuged away from it) for ~220 h, or just over nine days. Given that this was longer than our expected two day long test, this RPM was chosen.\n\nEstimated time needed for a non motile cell to depart an arbitrary 10 um depletion zone as a function of clinostat angular velocity (5 60 rpm) and vessel diameter (1 8 cm), per our MATLABcode.\n\nFigure 5shows the growth dynamics ofE. coliAMG1 andE. coliAMG1 rpoSunder various simulated gravities. Limited by the times of data collection, the OD data indicate that the lag phase lasted to at least 1.25 h and 1 h forE. coliAMG1 and AMG1 rpoS, respectively. The beginning and end of the exponential growth phase were 1.25 and 4.5 h forE. coliAMG1, and 3 and 5 h for AMG1 rpoS, respectively. Slopes between these points are summarized inTable 1.\n\nE. coliAMG1 andE. coliAMG1 rpoSgrowth in mAUMg high Pi in various simulated gravities. Circles indicateE. coliAMG1, and triangles indicate the mutant strain. Error bars are standard error with a 95% confidence interval for this figure and all other data figures (n= 4 for all data points except the last timestamp, which hasn= 8). Timestamps 6 and 24 h of theE. coliAMG1 rpoSdataset were moved to the right for clarity.\n\nSlopes of each gravitational regime between the first and last points of the exponential phase for each strain. R2> 0.90 and >0.94 for all slopes of AMG1 and AMG1 rpoS, respectively; wrt = with respect to.\n\nForE. coliAMG1, the stationary phase was reached at 6 h for all regimes. At the 6 h timepoint, significance was only observed between simulated microgravity and the 1 g control (13% increase under simulated microgravity with respect to 1 g,p= 0.036). To maintain consistency between the strains, statistical analysis was performed at the 12 h timepoint as well. No significant differences were observed between any regimes forE. coliAMG1.\n\nForE. coliAMG1 rpoS, cultures grown under simulated lunar gravity and at 1 g reached the stationary phase at 6 h. Under simulated micro and Martian gravities, growth continued until at least 11.25 h. Statistical analysis was performed on data from 11.25 h and significant increases in OD were observed in simulated microgravity with respect to the other three gravitational conditions: simulated lunar (8% increase,p= 0.0099), simulated Martian gravity (15% increase,p< 0.001), and 1 g (35% increase,p< 0.001). When compared to the 1 g control, simulated lunar gravity exhibited significant differences (25% increase,p< 0.001), but not when compared to simulated Martian gravity. Finally, simulated Martian gravity exhibited significant differences when compared to the 1 g control (17% increase,p< 0.001). Comparison of OD between the strains under each gravitational condition shows significance only for the simulated microgravity regime (34% increase of AMG1 rpoSwith respect to AMG1,p= 0.003) (orange line inFigure 6).\n\nE. coliAMG1 andE. coliAMG1 rpoSODs at 12 h and 11.25 h (respectively) for each gravitational regime. Bars with the symbol '' are data for the mutant strain. The blue dotted lines indicate significance between regimes forE. coliAMG1 rpoS, and the orange line indicates significance between strains for a given gravitational regime (no significance was observed forE. coliAMG1 between regimes). **: 0.001 <p<= 0.01; ***:p<= 0.001.\n\nThe death phase ofE. coliAMG1 and AMG1 rpoSoccurred somewhere between 12 and 24 h, and between 11.25 and 24 h, respectively, and is limited by the times of OD data collection of the experiment. Death rate slopes were calculated between these last two timepoints for each strain. This information is summarized inTable 2.\n\nDeath rate slopes (between the last two timepoints) of each gravitational regime; wrt = with respect to.\n\nAt the 24 h timestamp, for the wild type strain, a significant increase in OD was observed under simulated microgravity with respect to the 1 g control (48% increase,p< 0.001). Similarly, simulated lunar and Martian gravity showed significant increases when compared to the 1 g control (36% increase,p= 0.0037; 33% increase,p= 0.0132, respectively). No significance was observed when comparing simulated lunar to simulated Martian gravity. For the mutant strain, while no significant differences in OD were observed between the three reduced gravitational conditions at 24 h, each of them did show statistical differences with respect to the 1 g control. Simulated microgravity had a 44% increase (p< 0.001), simulated lunar gravity also had a 44% increase (p< 0.001), and simulated Martian gravity had a 31% increase (p< 0.001). Comparison between strains under each gravitational condition showed significantly higher ODs for the mutant with respect to AMG1 under simulated lunar (23% increase,p= 0.003) and under simulated Martian gravities (12% increase,p= 0.045) (orange lines inFigure 7).\n\nE. coliAMG1 andE. coliAMG1 rpoSoptical densities at 24 h for each gravitational regime. Bars with the symbol '' are data for the mutant strain. The black lines indicate significance between regimes forE. coliAMG1, the blue dotted lines indicate significance between regimes forE. coliAMG1 rpoS, and the orange lines indicate significance between strains for a given gravitational regime *: 0.01 <p<= 0.05; **: 0.001 <p<= 0.01; ***:p<= 0.001.\n\nLength and width were measured for both strains at the last timestamp, 24 h.Table 3indicates average cell length and width for each gravitational regime and strain, and how each compares to the 1 g controls. The simulated microgravity regime for the wild type had the biggest size difference for both length (17% greater) and width (11% greater) compared to the 1 g control. The Dunn test was used to identify statistically significant differences in cell length and width as a function of gravitational regime and strain.\n\nAverage cell sizes per gravitational condition for each strain (n= 50). Length and diameter values in um. *: 0.01 <p<= 0.05; ***:p<= 0.001; wrt = with respect to; sum, sLg, sMg: simulated micro, lunar, and Martian gravity, respectively.\n\nObservations were made for cellular aggregation at the last timestamp. For both strains, no aggregation was observed. Settling however did occur most of all in the 1 g control (FPAs oriented upright) and no settling was observed in simulated microgravity (FPAs oriented horizontally).\n\nE. coliAMG1 andE. coliAMG1 rpoSwere challenged, separately, with increasing concentrations of Ciprofloxacin (0, 0.125, 0.25, and 0.50 mg/L) to determine the minimum concentration of antibiotic needed to inhibit their growth under each gravitational condition. The MIC was defined as the lowest concentration of antibiotic under which no statistical difference in OD600(via Kruskal and Dunn tests) was observed between the time of drug introduction and 12 h later.\n\nAs summarized inTable 4, lower concentrations of Ciprofloxacin were needed to inhibitE. coliAMG1 growth under the simulated reduced gravities with respect to the 1 g control, which continued growing under the highest concentration tested. It is noteworthy that the simulated microgravity and simulated Martian gravity conditions required half of what was needed under simulated lunar gravity to inhibitE. coliAMG1s growth. Similarly,E. coliAMG1 rpoSgrowth was inhibited under simulated microgravity at a 0.50 mg/L concentration a concentration that was not inhibitory under the other four tested gravitational conditions.\n\nIdentified Minimum Inhibitory Concentration (MIC) (mg/L) of Ciprofloxacin as a function of gravitational condition andE. colistrain; > in the table means that the MIC was greater than the highest concentration of antibiotic tested (in this case, 0.50).\n\nE. coli4157 was cultured over the course of 24 h as shown inFigure 8. The data indicated that the lag phase lasted 0.75 h for all simulated gravities. Exponential growth slopes were calculated between t = 1.5 and 6 h, and were compared to the 1 g control, as summarized inTable 5. The rate of growth during the exponential phase for each regime showed faster growth under the simulated reduced gravities with respect to 1 g, with no specific pattern: simulated lunar gravity had the highest growth rate, 14% greater than the 1 g control, followed by simulated Martian and microgravity (8 and 5% greater than the 1 g control, respectively).\n\nE. coli4157 growth in LB Lennox broth in various simulated gravities.\n\nSlopes of each gravitational regime between 1.5 and 6 h.\n\nThe stationary phase was reached at 12 h, andFigure 9shows the OD of each regime at this time. No significance was observed between the simulated gravities and the 1 g control. Simulated microgravity exhibited significant differences when compared to the other two simulated regimes (simulated lunar gravity: 10% decrease,p= 0.029; simulated Martian gravity: 10% decrease,p= 0.025). Simulated Martian and lunar gravity were not significant when compared to each other.\n\nE. coli4157 optical densities at 12 h for each gravitational regime. The black lines indicate significance between regimes. The meaning of the asterisks are as follows: * 0.01 <p< 0.05.\n\nAt 24 h, significance was only observed between simulated microgravity and the 1 g control, as shown inFigure 10(17% decrease with respect to 1 g,p= 0.041). No significance was observed when comparisons were made between simulated reduced gravitational regimes. No death curves were observed during the 24 h of this analysis.\n\nE. colioptical densities at 24 h for each gravitational regime. The black line indicates significance between regimes (in this case, significance only occurred between simulated microgravity and the 1 g control). *: 0.01 <p< 0.05.\n\nNo statistical differences were observed inE. coli4157 cell length or diameter as a function of gravitational condition. In contrast to the AMG1 strains,E. coli4157 aggregation was observed in the simulated microgravity regime. No visible aggregation was present in simulated lunar and Martian gravity. The 1 g control also had no aggregation, but settling was present (Figure 11).\n\nSamples are from the 24 h timepoint for each gravitational regime. Red arrows indicate cellular aggregation (simulated microgravity) or settling (1 g control).\n\nE. coli4157 was challenged with increasing concentrations (0, 6, 12, 18 mg/L) of Gentamicin Sulfate to determine the MIC. Simulated microgravity, simulated Martian gravity, and the 1 g controls required a 12 mg/L concentration of Gentamicin Sulfate to inhibitE. coli4157 growth. However, the simulated lunar gravity cultures required a higher concentration for growth to be inhibited: 18 mg/L, as summarized inTable 6.\n\nMIC of Gentamicin Sulfate.Identified Minimum Inhibitory Concentration (MIC) (mg/L) of Gentamicin Sulfate onE. coli4157 as a function of gravitational condition.",
    "discussion": "A clinostat may replicate certain aspects of the quiescent extracellular environment experienced in actual microgravity, but it is not the same as microgravity, as it operates on Earth, and thus weightlessness is not achieved. Furthermore, there are key aspects that need to be taken into account when designing reduced gravity experiments on Earth using simulation devices such as clinostats and rotating wall vessels. Namely, the importance of (i) the appropriate angular speed to minimize centrifugation and sedimentation of cells out of their proposed extracellular depletion zone, and of (ii) the use of the smallest diameter vessel possible. Our code indicated that clinorotating a 1 cm diameter vessel at 5 RPM would allow for bacteria to stay within a 10 um depletion zone for about a week, more than sufficient for our two day experiment. Given that centrifugal forces are dependent upon the distance between a cell and the axis of rotation, there is an advantage to having the smallest diameter culture vessel as possible, as a cell farther away from this axis will be centrifuged away from its depletion zone faster, hence limiting the duration of the clinostat experiment. In terms of the inclination of clinostats to simulate some aspects of gravity levels between micro and 1 g, the collinearity between cellular sedimentation and the axis of rotation, regardless of the angle of inclination, is a visual indication that this approach achieves the goal of effective axial g vector alignment (seeFigure 2). While our code has its limitations, namely that it does not include Brownian motion or cellular motility when applicable, nor does it take into account cellular aggregation, which is initially unknown, it serves as a first order analysis to determine the best angular speed based on cellular and media parameters. We recommend that future iterations of this code which is accessible here:https://github.com/SpaceLuisZea/Clinostat(accessed on 9 August 2022) include Brownian motion, and that Monte Carlo simulations be run to obtain further numerical results.\n\nMore importantly, it is acknowledged that a systematic verification of the validity of clinostats (and rotating wall vessels like HARV, and of random positioning machines, for that matter) needs to be performed by either including clinostat sets in spaceflight experiments, or flying experiments with clinorotated Earth controls (varying angular velocity, for example) with this very specific goal. Otherwise, simulated reduced gravity research performed in any of these types of simulation devices needs to be considered exploratory in nature and remains suggestive of what may be expected in microgravity, not determinative or conclusive in this regard, which also applies to this study.\n\nThe growth dynamics results of our experiments indicate there is a direct correlation between motility and lag phase duration: the non motile strain (4157) took less time to leave the lag phase (0.75 h), the semi motile strain (AMG1) took 1 h, and the motile strain (rpoS) took the longest (1.25 h). This correlation supports the theory that non motile cells, in a quiescent extracellular environment like the one experienced in microgravity, are exposed to a relatively high concentration of their own byproducts and secondary metabolites [19,20,22], which may include quorum sensing molecules instructing the culture to begin exponential growth [4]. Comparing these results with those from spaceflight show that our observed reduced lag phase ofE. coli4157 matches our previous studies performed on the Space Shuttle [11,34,49]. This correlation may also be non conclusively interpreted as an indication that the use of clinostats (specifically at 5 RPM and 1 cm diameter vessel), may indeed replicate certain aspects of microbial response in true microgravity. An important caveat to this comparative analysis is that the AMG1 and rpoSstrains were cultured in minimal media, whereas 4157 was in rich medium.\n\nAnalyses of exponential growth rates showed that the AMG1 and rpoSstrains grew faster under simulated microgravity (17 23% increase with respect to 1 g); simulated lunar and Martian gravities either grew just as fast as simulated microgravity, or somewhere in between simulated microgravity and 1 g. The 4157 strain also showed a faster growth rate under the simulated reduced gravities with respect to 1 g, but in this case, simulated lunar gravity was the fastest growing (14% with respect to 1 g). Comparing these results with spaceflight data shows that these increases in exponential growth rate do not agree with the EcAMSat spaceflight mission, which found that the growth rate of AMG1 and rpoSstrains was unaltered by the microgravity environment [40], although it should be noted that it was acknowledged that their cells may have been under stress from the culturing hardware, and that different media were used in the two experiments. Similarly, Klaus et al. [34] found that the rate of growth for cells grown in microgravity was 'unaffected (or slightly slower)', again contrary to our results, albeit under different experimental conditions. The exposure to cell byproducts and waste described in the latter paragraph has also been discussed to moderate growth during the exponential phase forE. coli4157 [20,34,50]. This model suggests that nonmotile cells may experience a decrease in exponential growth because of an altered metabolism due to a lack of sedimentation. The results of cultures grown under simulated microgravity do not support this theory, as the nonmotileE.coli4157 strain experienced a slightly higher exponential growth rate in simulated microgravity than the 1 g control. Meanwhile, the sedimentation that occurred in simulated lunar gravity was potentially sufficient to allow cells to 'escape' byproducts and have access to more nutrients, thus yielding the highest observed growth rate when compared to the 1 g control for this strain.\n\nIn our study, the three strains reached the stationary phase by 12 h. The AMG1 and 4157 strains showed no significant differences in OD as a function of gravitational condition at this time. On the other hand, the rpoSstrain had the highest OD under simulated microgravity (35% increase with respect to 1 g), the lowest at 1 g, and sLg and sMg in between. At experiment end (t = 24 h), the highest growth was observed under simulated microgravity on the AMG1 strain (48% increase with respect to 1 g) (with simulated lunar and Martian gravities in between), and under simulated micro and Lunar gravities on the rpoSstrain (44% increase with respect to 1 g) (with simulated Martian gravity in between). The 4157 strain showed the opposite: the highest growth was at 1 g, and the lowest under simulated microgravity (17% decrease with respect to 1 g). In this case, and keeping in mind the caveat regarding different media used for 4157, a correlation was observed that the non motile strain had less growth in simulated microgravity and most in 1 g, while the opposite was true for the semi motile and motile strains. The observed higher yield in simulated microgravity with respect to 1 g of the 4157 strain also contradicts observations made on the same flight hardware (albeit in minimal media) in actual microgravity, where a 13 fold increase was observed in the spaceflight samples with respect to Earth controls [7]. If the increase in growth under simulated micro  and lunar gravities of the uropathogenic strains (AMG1 and AMG1 rpoS) holds true in these environments, this may have a negative impact by increasing the likelihood of crewmembers developing UTIs, a problem frequently reported by astronauts [51].\n\nCellular size measurements, taken from samples fixed at experiment end (t = 24 h), showed that AMG1 cells grown under simulated microgravity were 17% longer and 11% wider with respect to 1 g controls. In the case of the rpoSstrain, the only difference in cell size observed was a 6% increase in length with respect to 1 g on the cells cultured under simulated Martian gravities. No statistical differences were observed onE.coli4157 cell length or diameter as a function of gravitational condition. Our overall cell size observations are not in agreement with our previous spaceflight results, whereE. coli4157 cells cultured in space were 59% the length, and 83% the diameter, of their Earth controls [21]. In terms of aggregation, none was observed in the AMG1 and rpoSstrains, and it was present in 4157 cultures, but exclusively those cultured under simulated microgravity. This is in agreement with our previous 4157 study, where cellular aggregation was observed in spaceflight samples fixed in PFA upon return to Earth, while none was seen in the Earth controls [21].\n\nRegarding the MICs, the uropathogenic AMG1 strain showed that lower concentrations of Ciprofloxacin, the most commonly used antibiotic against UTIs on Earth [43], were needed under the three simulated reduced gravities with respect to 1 g, despite the fact that these gravitational conditions yielded higher cell counts in the growth dynamics study. Significantly, it was observed that cultures grown in simulated lunar gravity needed twice the concentration of simulated micro and Martian gravities, but still less than 1 g. Similarly, the rpoSstrain needed a lower concentration of antibiotics to inhibit growth under simulated microgravity with respect to the other three gravitational conditions. Finally, for the 4157 strain, the simulated lunar gravity cultures required the highest concentration of Gentamicin for growth to be inhibited: 18 mg/L, compared to 12 mg/L needed for the other three gravitational conditions.\n\nHence, this study showed differences in growth dynamics, cellular size, and aggregation as a function of time andE. colistrain under clinorotation, results that may be verified and further studied under axial centrifugation in microgravity, in order to more realistically achieve simulated lunar and Martian gravities. Nevertheless, our inclined clinostat and in house code methodology may enable preliminary partial gravity studies to be performed on Earth by other teams, with the caveat that this methodology (just like all reduced gravity simulation devices including clinostats, rotating wall vessels, and random positioning machines) still need to go through a thorough verification and validation process using spaceflight assets.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:08:27.479501",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9502502/"
  }
}