{
  "pmcid": "PMC3242767",
  "title": "Evaluation of Microorganisms Cultured from Injured and Repressed Tissue Regeneration Sites in Endangered Giant Aquatic Ozark Hellbender Salamanders",
  "authors": [
    "Cheryl A Nickerson",
    "C Mark Ott",
    "Sarah L Castro",
    "Veronica M Garcia",
    "Thomas C Molina",
    "Jeffrey T Briggler",
    "Amber L Pitt",
    "Joseph J Tavano",
    "J Kelly Byram",
    "Jennifer Barrila",
    "Max A Nickerson"
  ],
  "year": "2011",
  "journal": "PLoS ONE",
  "doi": "10.1371/journal.pone.0028906",
  "sections": {
    "abstract": "Investigation into the causes underlying the rapid, global amphibian decline provides critical insight into the effects of changing ecosystems. Hypothesized and confirmed links between amphibian declines, disease, and environmental changes are increasingly represented in published literature. However, there are few long term amphibian studies that include data on population size, abnormality/injury rates, disease, and habitat variables to adequately assess changes through time. We cultured and identified microorganisms isolated from abnormal/injured and repressed tissue regeneration sites of the endangered Ozark Hellbender,Cryptobranchus alleganiensis bishopi, to discover potential causative agents responsible for their significant decline in health and population. This organism and our study site were chosen because the population and habitat ofC. a. bishopihave been intensively studied from 1969 2009, and the abnormality/injury rate and apparent lack of regeneration were established. Although many bacterial and fungal isolates recovered were common environmental organisms, several opportunistic pathogens were identified in association with only the injured tissues ofC.a. bishopi. Bacterial isolates includedAeromonas hydrophila, a known amphibian pathogen,Granulicetella adiacens,Gordonai terrae,Stenotrophomonas maltophilia,Aerococcus viridans,Streptococcus pneumoniaeand a variety of Pseudomonads, includingPseudomonas aeruginosa,P. stutzeri,and P. alcaligenes. Fungal isolates included species in the generaPenicillium,Acremonium,Cladosporium,Curvularia,Fusarium,Streptomycetes, and the Class Hyphomycetes. Many of the opportunistic pathogens identified are known to form biofilms. Lack of isolation of the same organism from all wounds suggests that the etiological agent responsible for the damage toC. a. bishopimay not be a single organism. To our knowledge, this is the first study to profile the external microbial consortia cultured from a Cryptobranchid salamander. The incidence of abnormalities/injury and retarded regeneration inC. a. bishopimay have many contributing factors including disease and habitat degradation. Results from this study may provide insight into other amphibian population declines.",
    "methods": "The Ozark Hellbender,C. a. bishopi, is now listed as endangered and populations have been extirpated and face extinction in much of the former range. The NFWR currently supports only a very small population ofC. a. bishopi, of which about 50% within the original NFWR research section of Nickerson and Mays[36],[37]have substantial abnormalities/injuries (J. Briggler unpublished data). On 17 August 2007, we methodically searched a portion of the NFWR by snorkeling and lifting rocks. We located and captured six adult hellbenders, all with abnormalities/injuries (Table 6). Each individual hellbender was placed into a clean bucket filled with river water and then measured, weighed, and individually photographed. AllC. a. bishopiwere visually inspected for the presence of leeches, injuries, or abnormalities. The feet/limbs showing signs of infection (e.g., lesions, sores or exposed bone) were swabbed with sterile, buffered swabs. In addition, the lower lip of one individual with a raw sore was swabbed (Figure 2). Swabs were then streaked onto three different microbiological culture media: sheep's blood agar (SBA), a general all purpose growth medium that supports the culture of a large number of microorganisms and also indicates hemolytic activity; Mannitol Salt Agar (MSA), primarily selective for halo tolerant bacteria such as staphylococci; and Sabouraud Dextrose Agar (SDX), primarily selective for fungi (Figure 1). Given the very small population ofC. a. bishopicurrently existing in the NFWR and given that no animals without abnormality/injury were captured throughout the duration of this study, two feet showing no signs of infection from twoC. a. bishopiwere swabbed in the same manner and served as uninfected controls. The swabs were streaked onto the different agar plates, and sample plate lids were immediately added and secured with tape. Secured plates were immediately placed into styrofoam coolers with ice packs and transported by vehicle to St. Louis, MO, and flown to the Microbiology Laboratory at the NASA Johnson Space Center (Houston, TX) for microbial identification. Bacterial and fungal isolates were enumerated and then sub cultured on the medium from the parent culture at room temperature. Bacterial isolates were identified using biochemical analysis with the Vitek 2 system (bioMrieux, Marcy l'Etoile, France). Bacterial isolates that could not be identified by the Vitek 2 system were identified by 16S ribosomal DNA sequencing using a MicroSeq 500 16S rDNA Bacterial Identification Kit (Applied Biosystems, Foster City, CA). Sequences were compared to those on the National Center for Biotechnology Information (NCBI) website for microorganisms. Speciation was reported for isolates having greater than 98% sequence similarity. Fungal isolates were identified by microscopic morphological characteristics[90].\n\nTwo sample location (right back limb and right front limb) were swabbed.\n\nFour sample locations (all limbs) were swabbed.\n\nThree sample locations (right back limb, left back limb, and left front limb) were swabbed.\n\nThree sample locations (right back limb, right front limb, and left front limb) were swabbed.\n\nTwo sample locations (left back limb and left front limb) were swabbed.\n\nFive sample locations (all limbs and lower lip) were swabbed.\n\nAll individuals sampled were captured from the North Fork of the White River, Ozark County, Missouri on 17 August 2007. A shows a normal left back foot (NFWR 138), B shows lesion on palm of right back foot (NFWR 136), C shows lesion on toes of left front foot (NFWR 136), D shows lesion on right back limb with all toes missing (NFWR 135), E shows lesion on right back limb with all toes missing (NFWR 139), and F shows lesion on lower lip (NFWR 139).",
    "results": "Our results reflect our strategy to optimize chances for successful culture of potentially pathogenic microorganisms by using three different media for each sample; blood agar (all purpose growth media), mannitol salts (differential and selective media), Sabouraud's (differential and selective media often used to isolate fungi) (Figure 1).\n\nSwabs from injured (or uninjured control) tissues of six adult hellbenders were streaked onto three different microbiological culture media: Sheep's blood agar (A G), Mannitol Salt Agar (H), and Sabouraud Dextrose Agar (I). * Indicates uninjured control sample.\n\nAn evaluation of the microbial flora sampled fromC. a. bishopiindicated the presence of common environmental flora from both abnormal/injured and uninjured limbs. A wide variety of both Gram positive and Gram negative bacteria were isolated. While no consistent pattern of bacterial colonization was observed between uninjured and abnormal/injured body parts (Tables 1and2), several interesting microbial associations were observed. The genusAeromonaswas identified in 9 separate occasions, although the amphibian pathogenic speciesAeromonas hydrophila, was identified only once from an abnormal/injured animal (NFWR 139   lower lip). Likewise, certain organisms that can cause human infection were also identified, including the opportunistic pseudomonal pathogensPseudomonas aeruginosa(NFWR 135   right back limb),P. stutzeri(NFWR 134   right back; NFWR  135 right back),P. alcaligenes(NFWR   right front), and the pseudomonal like pathogen,Stenotrophomonas maltophilia(NFWR 136   left front limb). In addition, the poultry pathogenRiemerella anatipestifer[44]was also isolated only from abnormal/injured animals. On rare occasion, one bacterial species would represent the vast majority of the colonies from a given abnormal/injured sample as exemplified by the known human pathogenGranulicatella adiacens(formerlyStreptococcus adiacens;[45]), which represented 91% of the 163 bacterial isolates found on the blood agar plate associated with the NFWR 139 lower lip sample. When using Sabouraud Dextrose Agar, only fungi were isolated, except for one plate (from the injured animal NFWR 135   left front limb) where 4 colonies ofKocuria kristinae (previously Micrococcus) were found, which is a common inhabitant on human skin that has been increasingly associated with infectious disease in humans[46].\n\nColony Forming Units represent the number of microbial colonies counted on each plate. Sample plates which had no growth are not listed. The appearance of different morphologies for singles species is noted. Asterisk (*) indicates control sample from uninjured limb. Diamond () indicates an isolate identified by 16S sequencing (percent similarity of greater than or equal to 98%). NFWR=North Fork of White River samples.\n\nColony Forming Units represent the number of colonies counted on each plate. Sample plates without growth are not listed. The appearance of different morphologies for singles species is noted. Asterisk (*) indicates control sample from uninjured limb. Diamond () indicates an isolate identified by 16S sequencing. NFWR=North Fork of White River samples.\n\nFungal isolates were consistent with common environmental flora from genera that includedPenicillium,Streptomycetes,Cladosporium,Fusarium,Acremonium,Curvularia, and the Class Hyphomycetes (Tables 3,4, and5).\n\nColony Forming Units represent the number of colonies counted on each plate. Sample plates without growth were not listed. Genera with different morphological characteristics suggesting different species are noted. Asterisk (*) indicates control sample from uninjured limb. NFWR=North Fork of White River samples.\n\nColony Forming Units represent the number of colonies counted on each plate. Sample plates without growth are not listed. Genera with different morphological characteristics suggesting different species are noted. Asterisk (*) indicates control sample from uninjured limb. NFWR=North Fork of White River samples.\n\nColony Forming Units represent the number of colonies counted on each plate. Sample plates without growth are not listed. Genera with different morphological characteristics suggesting different species are noted. Asterisk (*) indicates control sample from uninjured limb. NFWR=North Fork of White River samples.",
    "discussion": "TheC. a. bishopipopulation decline in the NFWR is well documented and of significant concern[42],[47],[48]. Many reasons for the decline in population and health of the Ozark Hellbender have been suggested, including flooding[39],[49]amphibian harvesting[42], the use of the anesthetic MS 222 (Tricane)[50],[51], the reintroduction and introduction of species including otters and trout[47],[52], habitat alteration and degradation[53], disease including those having a genetic, chemical, or infectious etiology[36],[41],[48],[50],[51],[53] [61], and the interaction of these factors[47]. Many of these hypothesized causal agents of decline have been investigated to various degrees, yet disease research has largely been limited toB. dendrobatidis[59] [61], and prior to our study, the microbial community associated with the abnormalities typifying the affected hellbenders had not been assessed. As a variety of pathogenic microbes have been linked to amphibian declines, it is critical that the microbial community be examined for all potential disease agents and that research not be initially limited to a single potential infectious agent until causation has been properly evaluated and established.\n\nWhile our microbiological evaluations in this study indicated common environmental organisms in both abnormal/injured and uninjured Ozark Hellbenders, several opportunistic pathogenic organisms were identified that were associated only with the abnormal tissue/injuries ofC. a. bishopi, such asAeromonas hydrophila, a known pathogen of amphibians[62],[63],Granulicatella adiacens[64],Stenotrophomonas malophilia[65], and a variety of opportunistic pathogen Pseudomonad species  P. aeruginosa[66],P. stutzeri[67]andP. alcaligenes[68]. These microbial pathogens are known to form biofilms in the environment and/or in vivo in the infected host. Several of the filamentous fungi isolated in this study, includingPenicillium,Fusarium,and Cladosporidiumare genera containing opportunistic pathogens that are known to be associated with environmental biofilms[69] [72]. Multispecies biofilms may interact synergistically yielding an increased resistance to antibacterial agents[73]. While a possible cause and effect role for biofilms in disease progression observed in the Ozark Hellbenders is outside the scope of this study, this observation warrants investigation in future studies. The lack of isolation of the same organism from multiple wounds suggests that none of the organisms identified were the sole etiological agent responsible for the damage toC. a. bishopi. If the immune system of the injuredC. a. bishopiwere repressed, it is possible that a combination of the isolated opportunistic pathogens may have contributed to the observed tissue damage. The Gram positive opportunistic pathogen,Streptococcus pneumoniae, was isolated from one animal. While the presence ofS. pneumoniaemay be the result of contamination during collection or processing, the genusStreptococcushas been found by the EPA downstream of our NFWR research site.\n\nReintroduced or introduced species may not only be a source of pathogenic microbes in the NFWR, but in some cases may also increase injury, and subsequently infection rates by creating open sores. River otters (LutraorLontra canadensis) used in reintroduction programs are known to carry a suite of pathogenic microbes, including Gram positiveStreptococcusspp. and Gram negativePseudomonasspp.[74]. Otters reintroduced into Missouri were sourced from Louisiana and could carry many different microbes which are not found in the streams of the Ozark Highlands[75]. We speculate that reintroduced otters may introduce pathogenic microbes into the environment through fecal transmission or direct contact with hellbenders, crayfish (the primary prey of both otters and hellbenders), or other species. In addition, river otters are capable of killing or injuringC. a. bishopi. Non lethal injuries such as bites or scratches yielding open sores may provide a pathway for pathogens. Non native rainbow trout (Oncorhynchus mykiss) and brown trout (Salmo trutta) are stocked in the NFWR annually. These trout come from multiple hatcheries with multiple water sources and are transferred between hatcheries, which have known reoccurring water quality issues, including harboring pathogenic microorganisms[76]. While we know of no predation ofC. a. bishopiby salmonids in the wild, hatchery raised trout released into the NFWR and other water bodies may serve as a source for pathogens.\n\nIncreased recreational use of NFWR may also be a source of hellbender injury and pathogenic microbes. Canoeing and other water activities may disturb or dislodge habitat rocks, inadvertently injuring hellbenders located underneath[43]. Humans may also be a source of pathogens such asS. pneumoniae, one of the opportunistic bacteria found in this study.\n\nThe rapid regeneration that historically typified injured hellbenders was not apparent in recent studies of the NFWR population. Based on data collected in 1969, hellbender injuries (i.e., tail holes) induced by tagging healed completely with no sign of infection and no visible scars within two months (Nickerson unpublished data). The remarkable regenerative capacity of salamanders has been known since first reported by Spallanzani in 1769[77]. Regenerative studies have included phylogenetic, seasonal, and environmental analysis of limb regeneration[77] [79]. Environmental factors that have been considered to affect regeneration include temperature, diet, photoperiod, parasitism, infection, and quality of terrestrial and aquatic microhabitats[79]. Human induced alterations to the NFWR and surrounding landscape have resulted in changes to the physical chemical properties of the NFWR, including nutrient loading, introduction of estrogenic chemical levels, algal blooms, and a microbial content deemed unsafe for full body contact by state and federal agencies[43],[80],[81]. Previous studies investigating the impact of human activities on NFWR water quality revealed relatively high concentrations of total phosphorus (6 52 ug L 1) and total nitrogen (0.35 3.06 mg L 1) in the 4.6 km research site originally investigated by Nickerson and Mays[80],[81]. The impact of this type of increased nutrient level on the hellbenders was investigated by Solis et al., which focused on a historically populated area, located 11.3 km downstream of the Nickerson and Mays site[80],[82]. Not unexpectedly, the site studied by Solis et al. indicated that nutrient concentrations (including total phosphorous and nitrogen) exceeded the EPA recommended criteria in two thirds of the samples[80]. However, a direct correlation between these elevated levels and abnormalities/disease of the hellbenders was not supported, as all individual concentrations of nutrients and organic chemicals were at much lower levels than any laboratory and field experiments shown to have deleterious effects on amphibians[80]. Likewise, serum samples fromC. a. bishopicollected at the Solis et al. site were analyzed for possible endocrine disrupting chemicals, however, none were detected at levels above the EPA and Missouri Clean Water Commission criteria for aquatic organisms[82]. Thus, the direct impact of increased chemical levels on the hellbenders remains inconclusive.\n\nThe impact of eutrophication associated with human activity was further investigated in a periphyton survey of the NFWR in 2006 to determine if changes in the periphyton communities could be a factor in the Ozark Hellbender decline[81]. Some Periphyton, such as cyanobacteria (i.e., blue green algae) may cause cutaneous damage, neural and hepatic effects, tumor induction, diarrhea, vomiting, respiratory dysfunction, convulsions and occasionally death[83]. The periphyton community within the NFWR 4.6 km Nickerson and Mays research section consisted of diatoms, chlorophytes, and cyanobacteria[81]. The green algaeCladophora spp.achieved relative abundances of >90% of the total periphyton community[81]. Blooms of the benthic, filamentousCladophora spp.are a visible indicator of eutrophication and are linked to phosphorus concentration with 20 ug uL 1being the threshold forCladophoradominance[84],[85]. High nitrate concentrations are an issue with karst topography such as that in the NFWR drainage[81]and increases in human usage and poor sewage facilities. LargeCladophoraspp. blooms have been a component of the NFWR since at least 1968, but have increased over the decades and large floating algal masses seen during recent summers were not a component of the NFWR 4.6 km section during the early surveys[36]. Increased algal levels are known to increase both biofilm formation and antimicrobial resistance, andCladophora sppmats maintain higherE. colidensities than the surrounding aquatic habitat[86],[87]. Green algae (Cladophora sp.) mats may have almost ubiquitous populations ofE. coliand enterococci, which may survive at least six months of drying[88]. A 2007 study of total coliform (TC) bacteria andEscherichia colicontent was conducted at multiple sites and habitats in the NFWR between Mark Twain National Forest Campground Access and Norfork Reservoir, as well as springs which flow into the NFWR[89]. Total coliform levels exceeded the values deemed safe for full body contact by Missouri Department of Natural Resources (MDNR) in 70 of 94 individual water samples and 25 of the 94 samples also surpassed concentrations ofE. colideemed safe for full body contact[89].\n\nOur results do not preclude that an infectious agent caused or exacerbated the tissue damage observed in Ozark Hellbenders, as other microorganisms, which would not grow on the media used in this experiment, may have been present (i.e., the microbial diversity observed in this study is likely a subset of the total microbial diversity). Alternatively, if the immune system of the abnormal/injuredC. a. bishopiwas suppressed, many of the opportunistic pathogens that were isolated in this study, alone or in combination, may have caused infection which was responsible for or served to exacerbate the tissue damage. As such, the increase in incidence of abnormalities/injuries and retardation of tissue regeneration may have multiple contributing factors including changes in the Ozark Hellbenders' susceptibility to infection and exposure to microorganisms. The Ozark hellbender is a federally listed endangered species that has yet to have successfully reproduced in captivity. The unavailability of healthy Ozark hellbenders, small sample size, and conservation status precluded our ability to evaluate all of Koch's Postulates. However, this study provides the most complete analysis of potential microbial stressors on Ozark hellbenders to date and places these findings in the context of habitat alterations. Follow up studies are planned to identify causative mechanism(s) and environmental factors that are contributing to health and population declines in this endangered species.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:05:09.573308",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3242767/"
  }
}