{
  "pmcid": "PMC7326050",
  "title": "Metabolomic Analysis of Aspergillus niger Isolated From the International Space Station Reveals Enhanced Production Levels of the Antioxidant Pyranonigrin A",
  "authors": [
    "Jillian Romsdahl",
    "Adriana Blachowicz",
    "Yi Ming Chiang",
    "Kasthuri Venkateswaran",
    "Clay C C Wang"
  ],
  "year": "2020",
  "journal": "Frontiers in Microbiology",
  "doi": "10.3389/fmicb.2020.00931",
  "sections": {
    "abstract": "Secondary metabolite (SM) production inAspergillus nigerJSC 093350089, isolated from the International Space Station (ISS), is reported, along with a comparison to the experimentally established strain ATCC 1015. The analysis revealed enhanced production levels of naphtho gamma pyrones and therapeutically relevant SMs, including bicoumanigrin A, aurasperones A and B, and the antioxidant pyranonigrin A. Genetic variants that may be responsible for increased SM production levels in JSC 093350089 were identified. These findings include INDELs within the predicted promoter region offlbA, which encodes a developmental regulator that modulates pyranonigrin A production via regulation of Fum21. The pyranonigrin A biosynthetic gene cluster was confirmed inA. niger, which revealed the involvement of a previously undescribed gene,pyrE, in its biosynthesis. UVC sensitivity assays enabled characterization of pyranonigrin A as a UV resistance agent in the ISS isolate.\n\nKeywords:secondary metabolites,Aspergillus niger, International Space Station, pyranonigrin A, antioxidant",
    "methods": "JSC 093350089 and ATCC 1015 were cultivated at 28 degreesC on GMM agar plates, starting with 1 x 107spores per Petri dish (D= 10 cm). After 5 days, agar was chopped into small pieces and extracted with 25 ml methanol (MeOH), followed by 25 ml 1:1 MeOH dichloromethane, each with 1 h of sonication and filtration. The extract was evaporatedin vacuoand re dissolved in 2 ml of 20% dimethyl sulfoxide in MeOH and a portion (10 ul) was examined by high performance liquid chromatography photodiode array detection mass spectroscopy (HPLC DAD MS) analysis. HPLC MS was carried out using a ThermoFinnigan LCQ Advantage ion trap mass spectrometer with a reverse phase C18 column (3 um; 2.1 by 100 mm; Alltech Prevail) at a flow rate of 125 ul/min. The solvent gradient for HPLC DAD MS was 95% MeCN/H2O (solvent B) in 5% MeCN/H2O (solvent A) both containing 0.05% formic acid, as follows: 0% solvent B from 0 to 5 min, 0 to 100% solvent B from 5 min to 35 min, 100 to 0% solvent B from 40 to 45 min, and re equilibration with solvent B from 45 to 50 min.\n\nTheA. nigerwild type and mutant strains used in this study are listed inSupplementary Table S1, primers used in this study are listed inSupplementary Table S2, and diagnostic PCR results are shown inSupplementary Figure S1. Deletion cassettes were generated using the double joint PCR technique (Supplementary Figure S2;Yu et al., 2004). DNA insertions into theA. nigergenome were performed using protoplasts and standard PEG transformation. To develop an efficient gene targeting system in JSC 093350089, thekusAgene was first deleted by replacing it with the hygromycin resistance marker (hph). The two amplified flanking sequences and the hygromycin phosphortransferase gene (hph)marker cassette amplified from pCB1003 (Fungal Genetics Stock Center) were fused together into one construct by fusion PCR using nested primers, and the mutation was selected for by growth on media containing 100 ug/ml hygromycin. Diagnostic PCR was performed on the deletant strain using external primers (P1 and P6) from the first round of PCR. The difference in size between the gene replaced by the selection marker and the native gene allowed us to determine whether the transformants carried the correct gene replacement.\n\nNext, an auxotrophic mutant in thekusA background was generated by deleting thepyrGgene. Two 1500 base pair fragments upstream and downstream ofpyrGwere amplified and fused together (Supplementary Figure S3). The mutation was selected for by growth on media supplemented with 1.5 mg/ml of 5 fluoroorotic acid (5 FOA), as only cells lacking thepyrGgene can survive when 5 FOA is present. The correct transformants were identified by performing diagnostic PCR on the deletant strain using external primers (P1 and P6) from the first round of PCR. All other deletant strains were generated by replacing each target gene with theA. fumigatus pyrGgene (AfpyrG). Double deletion mutants were generated by recycling theAfpyrGgene in CW12006. This involved amplifying two 1500 base pair fragments upstream and downstream from thealba::AfpyrGregion of JSC 093350089albA genome, which were then fused together. The mutation was selected for by growth on media supplemented with 1.5 mg/ml of 5 FOA. Correct transformants were identified using diagnostic PCR with external and internal primers (P1 andAfpyrGrev;AfpyrGFw and P6).\n\nTo reintegrate thekusAgene into the genome of CW12005, the AfpyrGgene used to initially deletepyrAwas deleted according to the strategy described inSupplementary Figure S3, which generated CW12014. ThekusAgene was amplified from JSC 093350089 gDNA to include 1500 base pair fragment upstream and 500 bp fragment downstream fromkusA. This fragment was then fused to theAfpyrGgene and the original 3 region amplified for initialkusAdeletion (Supplementary Figure S4). ThekusAwas reintegrated into the genome of CW12014 to generate CW12015. Correct transformants were identified using diagnostic PCR with external primers (P1 and P6).\n\nPaired end Illumina sequence reads, obtained from a previous study (Romsdahl et al., 2018), were trimmed using Trimmomatic v 0.36 (Bolger et al., 2014) and quality was checked using FastQC v 0.11.7 (Andrews, 2010). TheA. nigerATCC 1015 genome and annotation files were downloaded from the FungiDB web portal (Stajich et al., 2012). Trimmed reads were mapped to the ATCC 1015 reference genome using the Burrows Wheeler Aligner (BWA) software package v 0.7.17 (Li and Durbin, 2009). Mapped read files were further processed using SAMtools v 1.9 (Li et al., 2009) and PCR artifacts were removed using Picard tools MarkDuplicates1. Single nucleotide polymorphisms (SNPs) and insertions/deletions (INDELs) were identified using GATK v 3.8.7 (McKenna et al., 2010). Sequence reads containing putative INDELs were realigned using GATK's IndelRealigner and variants within each sample were called using GATK's Haplotype Caller. GATK's VariantFiltration was used to filter the resulting Variant Call Format (VCF) file using stringent cutoffs for quality and coverage {SNPs: QD < 2.0, MQ < 40.0, QUAL < 100, FS > 60.0, MQRankSum <  12.5, SOR > 4.0, ReadPosRankSum <  8.0; INDELs: QD < 2.0, FS > 200.0, MQRankSum <  12.5, SOR > 4, InbreedingCoeff <  0.8, ReadPosRankSum <  20.0}, so that only high quality variants remained. PromPredict was used to predict if any upstream intergenic variants within 1000 bps of the coding sequence (CDS) occurred within the promoter region (Rangannan and Bansal, 2010;Yella et al., 2018).\n\nUVC radiation resistance was assessed using JSC 093350089 WT and CW12015. Both strains were cultivated at 28 degreesC on GMM agar plates by seeding 1 x 107spores per Petri dish (D= 10 cm). Spores were collected after 5 days of growth and counted. An equal amount of spores were resuspended in 5 ml of GMM agar and poured onto Petri dishes consisting of 20 ml GMM agar. Mycelia containing plates were exposed to varying doses of UVC radiation in triplicate using a CL 1000 Ultraviolet Crosslinker (UVP, Inc.).",
    "results": "SM profiles of JSC 093350089 and ATCC 1015 were examined after growth on GMM agar medium using high performance liquid chromatography coupled with diode array detection and electrospray ionization tandem mass spectrometry (HPLC DAD MS). SMs were identified based on mass, UV Vis absorption, and retention time (Supplementary Figure S5), which were in good agreement with literature (Chiang et al., 2011). The identity of pyranonigrin A was further verified by purchasing the pure compound from Enzo Life Sciences (Supplementary Figure S6). The data revealed that each strain produced a distinct SM profile, with the production yield of most SMs significantly altered (Figure 1A). Production yield analysis was carried out for each SM (Figure 1BandSupplementary Figure S7). Compared to ATCC 1015, a significant decrease in the production of nigragillin, an insecticide (Isogai et al., 1975), was observed (P= 0.0001). The most significant difference was observed with the antioxidant pyranonigrin A (Miyake et al., 2007), highlighted in purple inFigure 1A, which exhibited a 6000% increase in production in JSC 093350089 (P= 0.04), as it was produced at basal levels in ATCC 1015. Nigerazine B displayed no statistical difference in production levels (P= 0.06). In the ISS strain, pestalamide B production was approximately 2 times that of ATCC 1015 (P= 0.03), and bicoumanigrin, which was reported to have cytotoxic activity against human cancer cell lines (Hiort et al., 2004), exhibited a production yield 2.5 times that of ATCC 1015 (P= 0.01). Kotanin production in the ISS strain was approximately 10 times that of ATCC 1015 (P= 0.03).\n\n(A)Secondary metabolite production in JSC 093350089 relative to ATCC 1015 following growth on GMM for 5 days, as detected by DAD total scan. Each individual metabolite's production yield is reported as increased, decreased, or no change, compared to that of ATCC 1015. Pyranonigrin A is highlighted in purple andalbApathway SMs are highlighted in green.(B)Quantification of secondary metabolites showing percent change for each metabolite in JSC 093350089 when compared to ATCC 1015. Significance was determined using Welch'st test. *P<= 0.05; ****P<= 0.0001.\n\nThe majority of SMs produced were identified as naphtho gamma pyrones, including aurasperone A, B, and C, fonsecinone A, B, and C, a fonsecinone C derivative, and asperpyrone B and C. These SMs, highlighted in green inFigure 1A, are biosynthesized by the PKS AlbA (Chiang et al., 2011). The molecular formula of the final SM, labeled as peak 6 inFigure 1A, was predicted using high resolution mass spectrometry, and a thorough literature search revealed that no knownA. nigerSM matched this formula. This SM was later determined to also be biosynthesized by thealbApathway whenA. nigerdevoid of AlbA failed to produce the unknown compound. The combined production yields ofalbApathway SMs were approximately 2.5 times higher in the ISS stain compared to ATCC 1015 (P= 0.03).\n\nTo facilitate a more detailed analysis of the underlying genetics that may have led to enhanced production of pyranonigrin A in JSC 093350089, we set out to identify the biosynthetic gene cluster inA. niger. First, we searched for the core backbone synthase gene involved in pyranonigrin A biosynthesis. The biosynthetic pathway of pyranonigrin E, a SM very similar to pyranonigrin A, was recently proposed andpynA(An11g00250) was identified as the PKS NRPS hybrid involved in its biosynthesis (Awakawa et al., 2013). We hypothesized that pyranonigrin A is either biosynthesized by the same cluster responsible for pyranonigrin E production, or by a different cluster harboring a PKS NRPS hybrid gene similar topynA. The genome of ATCC 1015 possesses 8 PKS NRPS hybrid genes other thanpynA. BLAST analysis was performed using the Joint Genome Institute (JGI) MycoCosm database (Grigoriev et al., 2014) on the 8 remaining PKS NRPS hybrids to determine which genes possessed high sequence homology topynA. The results revealed that An18g00520 (pyrA) possessed high sequence similarity topynA, with 53.4% sequence identity and 89.8% subject coverage (Supplementary Table S3).\n\nTo determine which of the two putative PKS NRPS hybrids is involved in the biosynthesis of pyranonigrin A, a genetic system was developed in JSC 093350089. ThekusAgene was first deleted to decrease the rate of nonhomologous integration of transforming DNA fragments, thereby improving gene targeting efficiency (Meyer et al., 2007). Next, thepyrGgene was deleted in thekusA  background to generate CW12003, an auxotrophic mutant that requires uracil and uridine supplementation (Arentshorst et al., 2015). CW12003 was then used to generate mutant strains CW12004 and CW12005, which had thepynAgene and An18g00520 genes deleted, respectively. JSC 093350089 and the two mutant strains were then cultured on GMM, and SMs were extracted following 5 days of growth and subjected to HPLC DAD MS analysis. Observation of SM traces as detected by UV Vis total scan and mass spectroscopy in positive ion mode [M+H]+m/z= 224 revealed pyranonigrin A production inpynA (CW12004) and the complete elimination of pyranonigrin A in An18g00520  (CW12005) (Supplementary Figure S8), indicating that An18g00520 is responsible for the production of pyranonigrin A. This finding was recently confirmed inPenicillium thymicolaand reported while our work was being completed (Tang et al., 2018).\n\nNext, we aimed to identify additional genes involved in pyranonigrin A biosynthesis. To accomplish this, we identified genes surroundingpyrA(Figure 2AandTable 1), as the genes involved in fungal SM biosynthesis are usually clustered in the genome (Keller et al., 2005). Interestingly, when we compared the genes surroundingpyrAinA. nigerto their homologsin P. thymicolausing the JGI MycoCosm database (Grigoriev et al., 2014), we noticed that the distribution of genes surroundingpyrAdiffered between theP. thymicolaandA. nigergenomes (Supplementary Figure S9;Tang et al., 2018). For example,pyrD, a hydrolase predicted to be involved in pyranonigrin A biosynthesis inP. thymicola, is adjacent topyrCin theP. thymicolagenome and has only two genes separating it frompyrA. However, its homolog within theA. nigergenome, An18g00470, is adjacent to An18g00480 and has four genes separating it frompyrA. Similarly, although An18g00510 is adjacent topyrAin theA. nigergenome, itsP. thymicolahomolog has three genes separating it frompyrAin theP. thymicolagenome, and was predicted to not be involved in pyranonigrin A biosynthesis (Tang et al., 2018). To investigate these observations and identify genes encoding pyranonigrin A biosynthetic tailoring enzymes, we generated a gene deletion library to identify the genes involved in pyranonigrin A biosynthesis.\n\n(A)Schematic representation ofpyrcluster. Arrows indicate direction of transcription and the relative size of each open reading frame (ORF).(B)DAD total scan and MS extracted ion chromatogram atm/z224 of extracts from thepyrmutant library generated in JSC 093350089 with thealbA genetic background. Highlighted peaks indicate pyranonigrin A production.\n\nPutative function of genes within the pyranonigrin A biosynthetic gene cluster and their homologs inPenicillium thymicola.\n\nA. nigerproduces large quantities of naphtho gamma pyrone SMs (Chiang et al., 2011), which we suspected may hinder our ability to detect any intermediate compounds in JSC 093350089 tailoring enzyme deletant strains. To circumvent this, we first generated CW12006, a JSC 093350089 mutant strain deficient in AlbA, and therefore also deficient in naphtho gamma pyrone production. TheAfpyrGgene was then recycled (Supplementary Figure S3) to enable the generation of additional deletion mutations in CW12007. Next, we used CW12007 to individually delete 5 genes surroundingpyrAand generate a pyranonigrin A biosynthetic gene cluster mutant library withalbA genetic background. The deletant strains were cultured in pyranonigrin A producing conditions and their SM production was analyzed using HPLC DAD MS (Figure 2B). Deletion strains CW12009, CW12010, and CW12011, which had An18g00490, An18g00500, and An18g00510 deleted, respectively, resulted in the complete elimination of pyranonigrin A, which confirmed their involvement in its biosynthesis. Deletion strains CW12008 and CW12013, which had An18g00480 and An18g00530 deleted, respectively, resulted in unchanged SM profiles, which indicated that these two genes are not involved in pyranonigrin A biosynthesis. These results suggest that the pyranonigrin A biosynthetic gene cluster includespyrA,pyrB,pyrC, and An18g00510, which we designated aspyrE(Figure 2AandTable 1).\n\nThese findings are in contrast to the recent study conducted inP. thymicola, which did not includepyrEin the proposed pyranonigrin A biosynthetic gene cluster (Tang et al., 2018). In this study, heterologous expression of the suspectedpyrcluster and adjacent genes, which includedpyrE, led to production of pyranonigrin A. However,pyrE(orf2) was excluded from the proposed pathway because it was found to not be expressed with the rest of the cluster in pyranonigrin A producing conditions. Our data indicates thatpyrEis involved in pyranonigrin A biosynthesis, which as an oxidoreductase may be responsible for the final dehydrogenation or hydroxylation step, which were previously proposed to both be carried out bypyrB. This does not exclude the potential involvement ofpyrDin pyranonigrin A biosynthesis, which was found byTang et al. (2018)to be co regulated withpyrA pyrCand was suggested to be involved in tetramic acid formation.\n\nHaving identified the genes responsible for pyranonigrin A production inA. niger, we next conducted a genome level analysis to investigate potential reasons for the enhanced pyranonigrin A production levels in JSC 093350089 relative to ATCC 1015. For this analysis, we also investigated genes involved in the production of kotanin, pestalamide B, andalbApathway SMs (aurasperones, fonsecinones, asperpyrones), all of which also featured increased production levels in JSC 093350089 (Figure 1). The biosynthetic gene cluster for kotanin has been identified inA. niger, and includes genes encoding non reducing PKS (NR PKS)ktnS, O methytransferasektnB, cytochrome P450ktnC, and flavine binding monooxygenasektnD(Gil Girol et al., 2012). The biosynthetic gene cluster for pestalamide A was recently elucidated following deletion of the histone acetyltransferasegcnE, which led to production of pestalamide A as well as other SMs (Wang et al., 2018). Pestalamide A is a 4H pyran 4 one derivative of pestalamide B, and therefore pestalamide B is likely formed from the same cluster as pestalamide A. This cluster harbors genes encoding NR PKSepaA, ferulate:CoA ligaseepaB, acyl CoA transferaseepaC, oxidoreductase orf1, 3 hydroxybenzoate 4 hydoxylase orf2, and salicylate hydroxylase orf3. Naphtho gamma pyrones, including the aurasperones, fonsecinones, asperpyrones, are biosynthesized byalbA, which encodes a PKS that is also crucial for melanin production (Chiang et al., 2011). Tailoring enzymes involved in the biosynthesis of these naphtho gamma pyrones are not clustered withalbAand have not been identified.\n\nWith this information at hand, we set out to identify SNPs and INDELs occurring in SM cluster regions in JSC 093350089 when compared to ATCC 1015. To accomplish this, JSC 093350089 paired end reads, obtained from a previous study (Romsdahl et al., 2018), were aligned to the ATCC 1015 reference genome, which resulted in the identification of 5264 SNPs (Supplementary Table S4) and 47446 INDELs (Supplementary Table S5). Variants occurring within thepyr,ktn, andepaclusters and near thealbAgene are displayed inTable 2. Within thepyrcluster, no variants were observed within the coding sequence (CDS) or in the upstream intergenic promoter region. One INDEL was identified downstream of thepyrAgene. Two INDEL variations were also observed inpyrCintrons, and the region downstream of thepyrCgene was highly variable compared to ATCC 1015, harboring 19 INDELs.\n\nGenetic variants occurring in selected SM biosynthetic cluster regions in JSC 093350089 relative to ATCC 1015.\n\n*Indicates core SM synthase gene (e.g., PKS, PKS NRPS).\n\nWithin the kotanin biosynthetic gene cluster, several mutations were observed which may have influenced regulation and/or activity ofktnD, whose specific role in kotanin biosynthesis remains uncharacterized (Gil Girol et al., 2012). One synonymous and two missense SNPs were observed withinktnD, and 3 deletions were observed in thektnDupstream intergenic region 339, 458, and 555 bps away from the 5 untranslated region (UTR). Notably, the second of these deletions, which featured a loss of 13 bps, was predicted to be within the promoter region (genomic coordinates 23456 23311) using PromPredict, which predicts promoter regions based on DNA duplex stability and has been verified across a broad range of eukaryotic genomes (Rangannan and Bansal, 2010;Yella et al., 2018). Other variations occurring within thektncluster included 3 SNPs within the intron region ofktnA.\n\nMany variants were observed within the pestalamide biosynthetic gene cluster, including two missense SNPs withinepaA, whose gene product was proposed to perform the initial reaction in pestalamide biosynthesis (Wang et al., 2018). INDELs were observed within the 3 UTR ofepaB, and in both the 5 and 3 UTR of orf1. Additionally, intergenic INDELs were observed upstream ofepaC, orf1, and orf3, and downstream ofepaA, epaC, and orf2. One synonymous SNP was observed within PKS encodingalbA, along with a 2 bp insertion in the downstream intergenic region.\n\nNext, we turned our attention to variations occurring in genes known to regulate the SMs that exhibited differential production in JSC 093350089, as variations in these genes may explain increased SM production levels. The transcription factor Fum21 has been reported to play a role in both pyranonigrin A and fumonisin production, with Fum21 deficiency resulting in a 25% reduction in pyranonigrin A production and complete elimination of fumonisin production (Aerts et al., 2018). Fum21 is regulated by FlbA, which is a regulator of G protein signaling and plays a major role in sporulation (Krijgsheld et al., 2013). While the only variant associated withfum21was a downstream intergenic INDEL, several genetic variants within theflbApromoter (genomic coordinates 815849 815999) were observed, including a 16 bp insertion, a 7 bp deletion, and a 6 bp deletion (Table 3). Our investigation also revealed one splice region insertion and two intergenic INDELs downstream offlbA.\n\nGenetic variants occurring in selected SM regulators in JSC 093350089 relative to ATCC 1015.\n\nWe then searched for variations within and/or nearbygcnE, which encodes a histone acetyltransferase responsible for the repression of several SMs in FGSC A1279, a SM silent strain ofA. niger, including the pestalamides andalbApathway naphtho gamma pyrones (Wang et al., 2018). Our analysis revealed an upstream intergenic SNP 26 bps away from the CDS start codon, as well as a deletion in the intron region and an insertion in the downstream intergenic region (Table 3). Finally, we turned our attention toazaR, which is harbored within the pestalamide biosynthetic gene cluster and encodes a pathway specific transcription factor (Zabala et al., 2012). We identified an insertion 222 bps away from the CDS start codon, along with a synonymous SNP and 2 downstream intergenic INDELs (Table 3).\n\nWe hypothesized that the enhanced production levels of pyranonigrin A in the ISS isolate played a role in protecting the strain from the high levels of radiation present in the spacecraft. This hypothesis was evaluated by comparing the UV sensitivity of pyranonigrin A producing JSC 093350089 to pyranonigrin A deficient JSC 093350089. It has been reported thatkusAdeletion significantly enhances the sensitivity ofA. nigerto UV exposure (Meyer et al., 2007). Therefore, to investigate whether pyranonigrin A confers UV resistance toA. niger, thekusAgene was first reintegrated into thepyrA deletion strain (CW12005) to generate CW12015. Next, the JSC 093350089 WT andpyrA strains were exposed to varying doses of UVC radiation ranging from 5 25 mJ/cm2in triplicate. The results indicated that pyranonigrin A deficiency significantly reduces the viability of UV exposed strains at doses greater than 15 mJ/cm2(Figure 3). The effect became more pronounced as the radiation dose increased, with an approximate viability reduction of 34% observed at 15 mJ/cm2(P= 0.005), 43% observed at 20 mJ/cm2(P= 0.005), and 68% observed at 25 mJ/cm2(P= 0.0002).\n\nPercent survival following exposure to varying doses of UVC radiation for JSC 093350089 WT and JSC 093350089pyrA (CW12005). *P<= 0.05; **P<= 0.01.",
    "discussion": "Although the persistence ofA. nigerin spacecraft (Pierson et al., 2013;Checinska et al., 2015) has been well documented, few studies have investigated how spacecraft conditions alter its SM production. Metabolomic characterization combined with genetic analysis ofA. nigerstrains that have inhabited spacecraft can provide valuable information about SM based adaptation mechanisms of fungi capable of surviving in such environments. Additionally, despite a substantial effort to map fungal SMs to their biosynthesis genes, most clusters remain unlinked to their final product, which, in many cases, is due to the low production levels of many metabolites. There is therefore significant potential in analyzing SM production in fungal species isolated from various extreme environments, as such conditions may naturally optimize production yields of useful SMs, thereby reducing the cost of laborious laboratory based optimization.\n\nMetabolomic analysis of theA. nigerlaboratory strain and ISS isolate revealed significant differences in SM production levels. This finding is not surprising given the unique stresses associated with spaceflight and the fact that SM production is an evolutionary derived trait to confer selective advantage in distinct ecological niches (Brakhage, 2013). While a recent study found that growth in ISS conditions is capable of altering SM production inAspergillus nidulans(Romsdahl et al., 2019), the metabolomic changes encountered in JSC 093350089, which are conserved on Earth, are likely the result of a substantial changes at the genomic or epigenomic level, which may have been selected for by pressures associated with ISS conditions, such as microgravity, enhanced radiation, and low nutrient availability. Interestingly, the spaceflight environment appeared to select for a strain that produces enhanced levels of therapeutically relevant SMs, including the antioxidant pyranonigrin A (Miyake et al., 2007), the human cancer cytotoxic agent bicoumanigrin A (Hiort et al., 2004), the antimicrobial aurasperone A (Shaaban et al., 2012), and the antifungal and antioxidant aurasperone B (Choque et al., 2015).\n\nPerhaps the most significant observation was enhanced production of pyranonigrin A in JSC 093350089 relative to ATCC 1015, which only produces the SM at basal levels. On the ISS, radiation capable of penetrating the spacecraft generates reactive oxygen species (ROS) within biological systems (Gabani and Singh, 2013). Oxidative stress occurs when ROS overwhelm an organism's antioxidant defense mechanisms, resulting in the generation of oxidative damage among DNA, proteins, lipids, and other vital cell components (Lehnert and Iyer, 2002;Gabani and Singh, 2013). Antioxidants have enormous therapeutic potential, as they neutralize the harmful effects of ROS, which can cause or exacerbate a range of human diseases, including cancer, diabetes, cardiovascular, and neurodegenerative diseases (Firuzi et al., 2011). Examination of metabolic reserves of fungi isolated from enhanced radiation environments therefore provides a means of identifying fungal strains that produce optimized levels of specific therapeutics, as illustrated by this study. Further, investigation into the underlying genetics that may be responsible for increased production of bioactive compounds provides a useful starting point for future production yield optimization efforts.\n\nWe suspected that the conserved increase in some SM production levels may be due to variations within genomic regions that commonly possess regulatory elements, such as the promoter, the 5 UTR, or the 3 UTR. This was investigated by performing a comparative genetic analysis of SM clusters and regulators. This initially required identification of the pyranonigrin A biosynthetic gene cluster inA. niger, which has a different genetic architecture than the cluster identified inP. thymicola(Supplementary Figure S9;Tang et al., 2018). While confirming the involvement of these genes inA. niger, we identified an additional cluster gene,pyrE, that was previously reported to not be involved in pyranonigrin A biosynthesis.\n\nUnexpectedly, we did not identify any variants within thepyrcluster that could clearly explain the significant increase in pyranonigrin A production in the ISS strain. We therefore extended our study to include genes encoding products known to regulate pyranonigrin A. Thus far, this is limited to the transcription factor Fum21, which is regulated by FlbA, a regulator of G protein signaling that plays a critical role in sporulation and whose deficiency results in thin cell walls and cell lysis (Krijgsheld et al., 2013;Aerts et al., 2018). It has been reported that Fum21 deficiency leads to downregulation of genes from 4 different SM clusters, accompanied by a 25% reduction in pyranonigrin A production and complete elimination of fumonisin production (Aerts et al., 2018). Although we did not identify any critical mutation within/nearfum21, our investigation revealed 3 INDELs that account for the modification of 29 bps within the promoter region offlbA. It is highly probable that these mutations could lead to altered regulation of FlbA, which may help explain the dramatic increase in pyranonigrin A production in the ISS strain. Further experiments should be conducted to confirm this possibility, and to explore the potential impact of the observed promoter region mutations on other biological processes withinA. niger, such as sporulation and cell wall structure, as such studies may provide insight into why these variations may be favorable in ISS conditions. On the other hand, increased pyranonigrin A production levels may also be the result of differences at the epigenetic level, which would be an interesting avenue to explore but was outside the scope of this investigation.\n\nSecond only to pyranonigrin A, kotanin exhibited a 10 fold increase in production levels in JSC 093350089. Within its biosynthetic gene cluster, mutations were observed withinktnDthat could have altered both its regulation and activity, including a 13 bp deletion within the promoter region and 2 missense mutations. It is unclear whether altered regulation ofktnDcould explain the increase in kotanin production levels, as the specific role of KtnD, a monooxygenase, in the biosynthesis of kotanin has not been determined, and KtnS was proposed to be the rate limiting step in the pathway (Gil Girol et al., 2012).\n\nWithin the pestalamide biosynthetic cluster, several mutations were observed which may explain its twofold increase in production in the ISS strain. Two missense mutations were observed within the gene encoding EpaA, the NR PKS proposed to perform the initial reaction in pestalamide biosynthesis. Notably, INDELs were observed within the 5 UTR and 3 UTR of orf1. UTRs often contain regulatory elements that play key roles in appropriate expression of a gene, and therefore the observed variation may be responsible for altered regulatory patterns of orf1, which encodes for an oxidoreductase. The gene product of orf1, also known as AzaJ, is also involved in the biosynthesis of the azanigerones, which are produced by the same cluster as the pestalamides (Zabala et al., 2012). In azanigerone biosynthesis, AzaJ is proposed to catalyze the oxidation of an aldehyde to a carboxylic acid, partially facilitating the transformation of azanigerone C to azanigerone A. In pestalamide biosynthesis, AzaJ was proposed to be involved in the generation of the intermediate carbonarone A from the polyketide precursor, which involves oxidation and transamination (Wang et al., 2018). Further studies need to be performed to determine if this step in the pathway is rate limiting, and if altered expression ofazaJcould be responsible for the increase in pestalamide production levels. Another potentially significant mutation that we observed was an insertion in the 3 UTR ofepaB, which encodes an acyl:CoA ligase that may catalyze the formation of 2 methylsuccinyl CoA, as it plays a similar role in the azanigerone pathway. 2 methylsuccinyl CoA is then used as a substrate by EpaC followed by cyclization to form pestalamide. Further experiments should be performed to confirm whether the observed 3 UTR variant alters expression levels ofepaB, which then leads to altered pestalamide production levels.\n\nNext, we investigated genetic variants associated with genes encoding known regulators of pestalamide, including the pathway specific transcription factor AzaR and the epigenetic regulator GcnE (Zabala et al., 2012;Wang et al., 2018). However, this analysis did not reveal any substantial findings; while both genes possess upstream intergenic variants in JSC 093350089, they were predicted to outside the promoter region.\n\nIt is reasonable to presume that enhanced production of molecules that confer oxidative stress resistance is a key adaptive characteristic of fungi inhabiting high radiation environments, as this has been observed among other species (Baqai et al., 2009;Robinson et al., 2011). This may explain the enhanced production levels of pyranonigrin A in the ISS isolate, and is supported by the UV resistance study, which suggests that pyranonigrin A plays a role in conferring radiation resistance inA. niger. Additionally, we observed a cumulative increase in the production of naphtho gamma pyrones, which are produced by AlbA, the same PKS responsible for 1,8 dihydroxynaphthalene melanin (DHN melanin) biosynthesis. This stays in agreement with the observed enrichment of AlbA in the proteome of JSC 093350089 relative to ATCC 1015 (Romsdahl et al., 2018). Such observations suggest that the ISS isolate produces enhanced levels of DHN melanin, and is consistent with previous reports that fungi inhabiting high radiation environments produce enhanced levels of melanin (Singaravelan et al., 2008). In microbial systems, melanin functions as a UV protectant, an antioxidant, a thermoregulator, and as a toxin sequestering agent (Cordero and Casadevall, 2017). It is therefore reasonable to presume that increased melanin production may be an adaptive feature that is selected for by spaceflight environments. We were unable to identify any mutations associated withalbAthat may explain its upregulation and the associated increase in naphtho gamma pyrone production. Additionally, we could not investigate variants occurring in naphtho gamma pyrone tailoring enzymes, as those genes are not clustered withalbAand have not yet been characterized. Further, as discussed before with regard to the pestalamides, while production levels of naphtho gamma pyrones were reported to increase following deletion of the epigenetic regulatorgcnE, we did not identify any mutations associated withgcnEthat may explain increased production levels of naphtho gamma pyrones.\n\nIn summary, this investigation revealed the distinct metabolomic fingerprint of a melanized fungal species capable of withstanding ISS conditions, which featured enhanced production of a molecule with antioxidant and UV protective properties. Genetic analysis revealed variants that may be responsible for the observed increase in SM production levels. These findings illustrate the therapeutic and economic potential associated with investigating metabolite production in microbes isolated from extreme environments and provide a framework for future efforts to genetically optimize production yields of the bioactive SMs described in this study.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:07:41.645124",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7326050/"
  }
}