{
  "pmcid": "PMC6462350",
  "title": "Fish Oil Increases Specialized Pro resolving Lipid Mediators in PAD (The OMEGA PAD II Trial)",
  "authors": [
    "Joel L Ramirez",
    "Warren J Gasper",
    "Sukaynah A Khetani",
    "Greg J Zahner",
    "Nancy K Hills",
    "Pete T Mitchell",
    "Brian E Sansbury",
    "Michael S Conte",
    "Matthew Spite",
    "S Marlene Grenon"
  ],
  "year": "2019",
  "journal": "The Journal of surgical research",
  "doi": "10.1016/j.jss.2019.01.038",
  "sections": {
    "abstract": "N 3 polyunsaturated fatty acid (PUFA) supplementation has been associated with reduced mortality and inflammation in patients with cardiovascular disease. There are limited data on the effects of n 3 PUFA supplementation in patients with peripheral artery disease (PAD).\n\nThe OMEGA PAD II trial was a double blinded, randomized, placebo controlled trial to assess the effect of 3 mo of high dose oral n 3 PUFA supplementation on inflammation, endothelial function, and walking ability in patients with PAD.\n\nTwenty four patients with claudication received 4.4 g/d of fish oil or placebo for 3 mo. Outcomes measured included high sensitivity C reactive protein levels, the omega 3 index, endothelial function as measured via flow mediated vasodilation, walking impairment questionnaire, and a 6 min walk test. Plasma levels of specialized pro resolving lipid mediators (SPMs) were measured by liquid chromatography tandem mass spectrometry. In patients treated with fish oil, the absolute mean omega 3 index significantly increased from baseline (fish oil: 7.2 +/  1.2%,P< 0.001; placebo:  0.4 +/  0.9%,P= 0.31; between groupP< 0.001). Furthermore, there were significant increases in several pathway markers of SPM biosynthesis, including several mono hydroxyeicosapentaenoic acids and mono hydroxydocosahexaenoic acids. We also observed significant increases in the SPM lipoxin A5(fish oil: 0.57 +/  0.70 pg/mL,P= 0.05; placebo: 0.01 +/  0.38 pg/mL,P= 0.93; between groupP= 0.04) and resolvin E3 (fish oil: 154 +/  171 pg/mL,P= 0.04; placebo: 32 +/  54 pg/mL,P= 0.08; between groupP= 0.04). There were no significant changes in high sensitivity C reactive protein, flow mediated vasodilation, walking impairment questionnaire, or 6 min walk test in the fish oil group.\n\nFish oil increases SPMs in plasma of patients with PAD. Further studies are required to determine whether these early changes translate to clinical improvements in patients with PAD.\n\nKeywords:Peripheral artery disease, n 3 polyunsaturated fatty acids, Fish oils, Specialized pro resolving lipid mediators, Other pharmacotherapy",
    "methods": "The OMEGA PAD II trial is a randomized, double blinded, placebo controlled trial. The study protocol was based on the previously published OMEGA PAD I trial13,14and took place at the San Francisco Veterans Affairs Medical Center (SFVAMC) between 2014 and 2016. Patients aged >=50 y presenting to the outpatient vascular surgery clinic at the SFVAMC with intermittent claudication (Rutherford I III) and PAD were recruited to the study. PAD was defined as an ankle brachial index (ABI) of <0.9, toe pressure <70 mm Hg, or >=50% stenosis in segments of the aortoiliac, femoral, or tibial arteries on imaging. Patients were excluded from participating if they were taking immunosuppressive medications or steroids, had a severe acute illness (e.g., infection, surgery, critical limb ischemia) within the last 30 d, or had severe hepatic (Child Pugh >= B), renal (creatinine >= 2 mg/dL), or nonvascular inflammatory disease.\n\nParticipants enrolled in the trial were randomized to one of two groups: fish oil or placebo. Patients were randomized by a block randomization with four subjects per block with a ratio of 1:1 for each block. The randomization was done by research pharmacists who maintained the key until the end of the study.\n\nN 3 PUFA supplementation was achieved with four capsules of ProOmega (Ultimate Omega) taken twice daily (Nordic Naturals, Watsonville, CA), corresponding to a total of 4.4 g/d. Each ProOmega (Ultimate Omega) capsule contains 325 mg of EPA and 225 mg of DHA. The dose of 4 g/d corresponds to the American Heart Association's recommendations for the treatment of hypertriglyceridemia.15The placebo group took the same number of capsules containing soybean (Nordic Naturals) that was designed to appear the same as the treatment capsules. Study subjects attended a baseline visit and underwent a comprehensive vascular physiology assessment and then started on the study drug or placebo for 3 mo. After 3 mo of intervention, they returned for a second visit where the assessment was repeated (Supplemental Fig. 1). Compliance with daily supplementation was addressed using a pill count that was performed at the follow up visit. Dietary information was not collected throughout the trial; however, participants in both groups were encouraged to engage in healthy dietary habits according to national society guidelines.\n\nThe primary end point was a change in plasma high sensitivity C reactive protein (hsCRP). Several secondary end points were measured to evaluate a wide range of potential effects that n 3 PUFA supplementation may have. These included changes in other biomarkers of inflammation, SPM profile, omega 3 index, brachial artery flow mediated vasodilation (FMD), and measures of walking ability. SPMs measured included bioactive products and their biosynthetic pathway markers generated from EPA, DHA, and arachidonic acid (AA) (see below).\n\nInstitutional review board approval was granted for this study by the Committee on Human Research at the University of California, San Francisco as well as the SFVAMC Research and Development Office, with all participants giving informed written consent. The study was registered withClinical Trials.gov(NCT01979874).\n\nBasic demographic information was provided by the participant through an intake questionnaire. Information on past medical history and medication use was obtained through the SFVAMC electronic medical record, and common atherosclerotic risk factors such as coronary artery disease, hypertension, hyperlipidemia, diabetes mellitus, and smoking history were recorded. ABIs were measured bilaterally using current guidelines and standards.16\n\nBlood samples were collected in a fasting state and assayed the same day per standard methodology (Beckman Coulter Analyzer, Miami, FL) for measurement of creatinine, estimated glomerular filtration rate, albumin, hemoglobin A1C, and lipids. Plasma was isolated from venous blood and assayed for hsCRP the same day as collection per standard methodology (Beckman Coulter Analyzer). Serum was stored at  80 degrees C until assayed for interleukin 6 (IL 6) and soluble intracellular adhesion molecule 1 (ICAM 1) using commercially available enzyme linked immunosorbent assay (ELISA) kits per standard protocol (R&D Systems Inc, Minneapolis, MN). The typical coefficients of variation for IL 6 and ICAM 1 are 7.4% and 4.6%, respectively. The lower limits of detection are 0.04 pg/mL and 0.10 ng/mL, respectively.\n\nThe omega 3 index represents the red blood cell (RBC) content of the two major long chain n 3 fatty acids (FAs), EPA and DHA, and equates to EPA + DHA as a percent of total RBC FAs.17The RBCs were isolated from whole venous blood and were assayed for n 3 FAs, n 6 FAs, AA, EPA, and DHA, according to the HS Omega 3 Index methodology.18The typical coefficient of variation for the HS Omega 3 Index using this procedure is 3%. The average omega 3 index in the United States population is 4.5%, with values ranging from 2.7% in the lowest fifth percentile to 8.8% in the highest 95th percentile.19\n\nFrozen plasma samples were subjected to solid phase extraction and profiled for bioactive lipid mediators using liquid chromatography tandem mass spectrometry (LC MS/ MS) using methodologies that have been previously described.20Briefly, three volumes of methanol containing internal deuterium labeled standards (i.e., d5 RvD2, d5 LXA4, d4 PGE2, d4 LTB4, d8 5 HETE) were added to plasma samples before solid phase extraction to assess extraction recovery in each chromatographic region. Methyl formate fractions were collected and dried under a steady stream of N2gas, resuspended in methanol:water (50:50), and analyzed by LC MS/MS. Identification of mediators was accomplished using specific multiple reaction monitoring transitions and matching of retention time and diagnostic fragmentation spectra as compared to authentic standards. Abundance of lipid mediators was quantified using standard curves constructed with synthetic or authentic standards for each compound.\n\nBrachial artery FMD was measured according to current guidelines and standards21and as already described.14,22FMD in healthy subjects is expected to be above 7%21and has been reported to range between 0.2 and 19.2%.23\n\nThe 6 min walk test was administered according to standard procedures,24and the distance to claudication and the time to claudication were recorded. Patients completed the walking impairment questionnaire, which is a validated survey that assesses a patient's perceived walking capacity and limitation due to claudication across three domains: distance, speed, and stair climbing.25\n\nSample size was estimated based on the primary end point (reduction in hsCRP). It was estimated that a hsCRP value of 5.0 +/  5.0 mg/L can be expected in the PAD population13and that 3 mo of n 3 PUFA supplementation would result in a 30% decrease in hsCRP.26A sample size of 30 patients per group (60 in total) would have 80% power to conclude that hsCRP reduction is significantly higher in the treatment group.\n\nStatistical analyses were performed using STATA 15 (StataCorp, College Station, TX), and variables were summarized by appropriate descriptive statistics. Baseline demographics and clinical variables were compared between the placebo and fish oil group using Fisher's exact test for categorical variables and Student'st test for continuous variables. Paired Student'st tests were used to compare baseline variables with postintervention variables. All analyses were based on intention to treat.\n\nTo visualize changes driven by n 3 PUFA supplementation, interaction network pathway analyses of the EPA lipid mediator metabolome were performed between treatment groups using Cytoscape. To accomplish these analyses, a missing value imputation that replaced nondetected values with half the minimum value for each mediator was used. In addition, a log transformation of the data was performed. These pathways graphically illustrate both the magnitude of change from baseline to 3 month follow up for each treatment and the mean abundance of each mediator in the 3 month follow up samples.",
    "results": "Twenty four patients were enrolled in the study (all male), with 11 randomized to the fish oil group and 13 randomized to the placebo group (Supplemental Fig. 2). Recruitment for the trial was slower than expected and was ended by the principal investigator before reaching target enrollment. Two subjects (one per group) did not complete a follow up visit and dropped out of the trial because of personal reasons. One subject in the placebo group developed headaches of an unknown cause and was removed from the study, reported to the institutional review board, and referred to the neurology service, who did not suspect that the placebo pills were the cause of the headaches. One subject in the fish oil group was hospitalized for a stroke and stopped taking the intervention while in the hospital. No participant in this trial dropped out of the study because of gastrointestinal upset, which is a commonly reported adverse effect of fish oil supplementation. This resulted in an overall dropout rate of 17%. Both groups were balanced after randomization with the exception of lower aspirin use in the fish oil (7/11 versus. 13/13,P= 0.03) (Table 1).\n\nBaseline characteristics of participants\n\nValues are as \"means +/  SD\" or \"n (%).\" BoldfacePvalues were below the 0.05 level required for statistical significance.\n\nABI = ankle brachial index; ACE = angiotensin converting enzyme; BMI = body mass index; bpm = beats per minutes; Cr = creatinine; eGFR = estimated glomerular filtrate rate; FMD = flow mediated vasodilation; HDL = high density lipoprotein; HbA1c = hemoglobin A1c; hsCRP = high sensitivity C reactive protein; ICAM 1 = intercellular adhesion molecule 1; IL 6 = interleukin 6; LDL = low density lipoprotein.\n\nCalculated using Fisher's exact test for categorical variables or a two tailed Student'st test for continuous variables.\n\nThere was no significant change in the primary outcome of hsCRP levels after intervention in the fish oil or placebo group (Table 2). This was also true for IL 6 and ICAM 1. However, the omega 3 index increased more than two fold in the fish oil group only (7.2 +/  1.2% increase from baseline,P< 0.001; between group differentialP< 0.001).\n\nChanges in lipid, inflammatory, hemodynamic profile, and vascular function with treatment.\n\nValues are as \"means +/  SD.\" BoldfacePvalues were below the 0.05 level required for statistical significance.\n\nABI = ankle brachial index; FMD = flow mediated vasodilation; HDL = high density lipoprotein; hsCRP = high sensitivity C reactive protein; ICAM 1 = intercellular adhesion molecule 1; IL 6 = interleukin 6; LDL = low density lipoprotein.\n\nCalculated using a paired Student'st test.\n\nCalculated using an unpaired Student'st test.\n\nAbsolute difference between follow up and baseline visit.\n\nConsistent with increases in the omega 3 index observed in the fish oil group, several downstream omega 3 PUFA products increased in this group as well. Fish oil supplementation resulted in increases in total plasma DHA (2046 +/  2094 pg/mL,P= 0.03) and EPA (6785 +/  2039 pg/mL,P< 0.001) (Fig. 1). The increase in EPA observed in the fish oil group was significantly greater than the change in EPA observed in the placebo group (P< 0.001). Using interaction network pathway analyses to visualize quantitative differences in the EPA metabolome from baseline to follow up, we observed enrichment in SPM biosynthesis pathways in the fish oil group (Fig. 2). Several downstream EPA products that are SPM biosynthesis pathway markers were identified (Table 3andFig. 2). These included 15 hydroxyeicosapentaenoic acid (15 HEPE), a marker of lipoxin A5 (LXA5) biosynthesis, and 18 HEPE, which is a marker of E series resolvin biosynthesis.8The levels of 15 HEPE and 18 HEPE increased significantly after 3 mo of fish oil supplementation, whereas there was no change in the placebo group (Table 3andFig. 3). Similarly, levels of LXA5increased in the fish oil group but remained the same in the placebo group. E series resolvins (i.e., RvE1 and RvE3) increased in the fish oil group, but only changes in RvE3 were statistically significant (Table 3andFig. 3).\n\nN 3 polyunsaturated fatty acid (PUFA) supplementation (ProOmega) increases levels of eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA) in the plasma. *Statistical significance as defined by aPvalue < 0.05. (Color version of figure is available online.)\n\nInteraction network pathway analysis of the eicosapentaenoic acid (EPA) metabolome after n 3 polyunsaturated fatty acid supplementation (ProOmega) or placebo is shown in (A). Representative MS/MS fragmentation spectra used for identification of lipoxin A5(LXA5) and resolvin E3 (RvE3) are shown in (B). (Color version of figure is available online.)\n\nChanges in DHA  and EPA derived lipid mediator profiles with n 3 PUFA supplementation.\n\nValues are as \"means +/  SD\" in units of pg/mL. BoldfacePvalues were below the 0.05 level required for statistical significance.\n\n7S,14S diHDHA = 7S,14S dihydroxydocosahexaenoic acid; DHA = docosahexaenoic acid; EPA = eicosapentaenoic acid; HDHA = hydroxydocosahexaenoic acid; HEPE = hydroxyeicosapentaenoic acid; LXA5 = lipoxin A5; MaR1 (2) = maresin 1 (2); n 3 PUFA = n 3 polyunsaturated fatty acid; PD1 = protectin D1; RvD1 (2, 3, 4, 5) = resolvin D1 (D2, D3, D4, D5); RvE1 (2, 3) = resolvin E1 (E2, E3).\n\nCalculated using a paired Student'st test.\n\nCalculated using an unpaired Student'st test.\n\nN 3 polyunsaturated fatty acid (PUFA) supplementation (ProOmega) increases levels of monohydroxy intermediates (A) and specialized pro resolving lipid mediators (B) generated from eicosapentaenoic acid (EPA). *Statistical significance as defined by aPvalue < 0.05.. HEPE = hydroxyeicosapentaenoic acid; LXA5= lipoxin A5; RvE1, E2, E3 = resolvin E1, E2, E3. (Color version of figure is available online.\n\nSimilar to products of EPA metabolism, several downstream DHA products that serve as SPM biosynthesis pathway markers were identified in the plasma. In the fish oil group, levels of 14 hydroxydocosahexaenoic acid (14 HDHA) and 17 HDHA, which are markers of the maresin and D series resolvin pathways, respectively, increased significantly after fish oil supplementation (Table 3). We also identified D series resolvins (RvD1 5), maresins (MaR1, MaR2), and protectins (PD1,17R PD1) in the plasma (Table 3). However, no significant relationship between their levels and fish oil supplementation was observed. Similarly, we identified several AA products, including lipoxins, leukotrienes, and prostaglandins, but no significant relationships between the fish oil and placebo groups were observed (Supplemental Table 1).\n\nWith regard to functional measurements, after intervention, the fish oil group had a greater time to claudication (94 +/  88 s increase from baseline,P= 0.12) and a greater distance to claudication (106 +/  92 m increase from baseline,P= 0.06) after intervention as measured by the 6 min walk test (Table 2). Although these changes were not statistically significant, these trends were not observed in the placebo group. There were no significant changes in perceived walking performance as measured by the walking impairment questionnaire in either group. In addition, there was no significant change in FMD in the fish oil group, although FMD increased in the placebo group, which was significantly different between groups (Table 2).",
    "discussion": "The OMEGA PAD II trial was designed to investigate the effects of 3 mo of high dose n 3 PUFA supplementation on inflammation and vascular function in patients with PAD. No difference in hsCRP was observed between the fish oil and placebo group, and no significant differences in functional outcomes were observed. However, the omega 3 index, a predictor of cardiovascular risk,27increased more than twofold in the fish oil group with no significant changes noted in the placebo group. In addition, there were significant increases in downstream EPA and DHA products, including several SPMs, which have been demonstrated to be potent mediators of inflammation resolution and have biological roles that could potentially explain several previously reported cardioprotective effects of n 3 PUFAs.8,9Although the OMEGA PAD I trial originally identified significant increases in intermediates of SPM biosynthesis (e.g., HDHA and HEPE) after 1 mo of fish oil supplementation, it did not identify significant changes in SPM end products (e.g., resolvins and lipoxins) as reported in the current trial.\n\nPAD is associated with elevated levels of inflammation, and markers of inflammation have been identified as predictors of mortality28and poor surgical outcomes.29N 3 PUFA consumption has previously been reported to be associated with lower serum levels of several inflammatory markers.1Siasoset al. reported reductions in IL 6 and tumor necrosis factor alpha after 3 mo of oral n 3 PUFA supplementation.26However, participants in that study did not have preexisting CVD, PAD, or any known clinical atherosclerosis. Although there are limited data analyzing the effects of oral n 3 PUFA supplementation specifically in patients with PAD, Schianoet al. reported no changes in hsCRP levels after 3 mo of n 3 PUFA treatment.30The current trial did not detect any significant changes in hsCRP, IL 6, or ICAM 1. These gross measures of systemic inflammation might not adequately measure local inflammation at the vascular level and might not be the best way to assess the effects of n 3 PUFA supplementation on atherogenesis and PAD. It is also possible that the small sample size of this trial did not allow for the detection of changes in inflammatory markers or that 3 mo of n 3 PUFA supplementation is an inadequate time period to see changes in these biomarkers.\n\nDeficiencies in the levels of EPA and DHA in RBCs, as measured by the omega 3 index, have been implicated with adverse cardiac events.27Efforts to address deficiencies in the omega 3 index could result in reduced morbidity and mortality, which is particularly applicable to PAD cohorts given their numerous atherosclerotic risk factors and high risk for adverse cardiac events.31The OMEGA PAD I trial reported an absolute mean increase of 4% in the omega 3 index after 1 mo of fish oil supplementation,14whereas this trial reports an absolute mean increase of more than 7% after 3 mo of fish oil supplementation.\n\nThe mechanism through which n 3 PUFA supplementation and the omega 3 index could have protective effects has been proposed to be via increasing the production of mediators of resolution of inflammation, specifically SPMs. Recent research demonstrates that the resolution of inflammation is an active process driven by SPMs, which are derived from n 3 and n 6 PUFAs.8These SPMs are generated via specific biosynthetic pathways and represent distinct classes including lipoxins derived from AA or EPA; the E series resolvins generated from EPA; and the DHA derived D series resolvins, protectins, and maresins.8SPMs have been shown to have potent proresolution effects in several models of disease, including atherosclerosis.8,10,32As SPMs orchestrate termination of inflammation and return to tissue homeostasis, they may be protective against atherosclerosis, vascular injury, and PAD.33 36This trial, despite the small sample size, provides substantial evidence that patients with PAD are capable of utilizing EPA and DHA in endogenous enzymatic pathways that increase the production of SPMs.\n\nLipoxins and resolvins regulate leukocyte endothelial interactions,37,38reduce the formation of reactive oxygen species,39and regulate the production of prostacyclin40and nitric oxide.41Although clinical studies assessing the role of SPMs in PAD are sparse, Hoet al. reported a lower level of 15R LXA4in patients with PAD when compared with healthy subjects,33suggesting that patients with PAD might have a deficit of mediators of resolution. A growing body of evidence suggests that mediators of resolution and n 3 PUFA isolates, such as icosapent ethyl, play a protective role in CVD.42,43Results of this trial further support that n 3 PUFA supplementation increases plasma levels of vasculoprotective SPMs.\n\nThere are several reports of n 3 PUFA supplementation improving endothelial function44; however, there are limited data analyzing the effects of supplementation specifically in patients with PAD. Schianoet al. reported an improvement in FMD in patients with PAD after 3 mo of n 3 PUFA supplementation when compared with their control group.30The OMEGA PAD I trial reported an improvement in FMD after 1 mo of n 3 PUFA supplementation, but this difference was not significant when compared with changes observed in the placebo group.14Results from the OMEGA PAD II trial report a paradoxical decrease in FMD in the fish oil group and increase in FMD in the placebo group. These results are surprising, and the mechanism underlying them is unclear. Although measurements of FMD were done by trained and experienced staff, there are several factors that can acutely alter the results of FMD measurements including caffeine use, medication use, exercise, anxiety, and stress. Patients were directed to refrain from activities that are known to affect FMD results before measurement, but not all of these factors are controllable and may have contributed to the paradoxical results reported in this study. These results contradict previous evidence and should be further explored using larger sample sizes.\n\nAlthough not statistically significant, results of this trial suggest that n 3 PUFA supplementation may play a role in increasing time to claudication and walking distance. Previous studies have assessed the effects of n 3 PUFA supplementation on functional outcomes, such as walking distance, and have reported mixed results. Carreroet al. and Maddenet al. both examined the effects of n 3 PUFAs in intermittent claudicants and reported improvements in walking distance.45,46In contrast, a recent meta analysis representing a total of 425 participants from nine randomized placebo controlled clinical trials that measured the effects of n 3 PUFAs on claudication symptoms failed to identify significant improvements between treatment and control groups in pain free walking distance and maximal walking distance.47However, all of the trials included in this meta analysis varied in supplementation length, dose, and n 3:n 6 PUFA ratio, which could have contributed to the suboptimal results.",
    "conclusion": "Although the role of n 3 PUFA supplementation in PAD is poorly understood, there have been limited data that support their beneficial effects in patients with PAD, including the OMEGA PAD I trial. In this follow up trial, 3 mo of n 3 PUFA supplementation resulted in significant increases in the omega 3 index and SPMs and their biosynthetic pathway markers in patients with PAD. This provides evidence of the potential role that n 3 PUFA, or SPM, supplementation may play in addressing an inflammation resolution deficit in patients with PAD. Further research utilizing high dose n 3 PUFA supplementation in larger, more diverse, cohorts is required to confirm and expand the results of this trial."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:03:14.925782",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6462350/"
  }
}