{
  "pmcid": "PMC9746133",
  "title": "Spatial omics technologies at multimodal and single cell/subcellular level",
  "authors": [
    "Jiwoon Park",
    "Junbum Kim",
    "Tyler Lewy",
    "Charles M Rice",
    "Olivier Elemento",
    "Andr F Rendeiro",
    "Christopher E Mason"
  ],
  "year": "2022",
  "journal": "Genome Biology",
  "doi": "10.1186/s13059 022 02824 6",
  "sections": {
    "abstract": "Spatial omics technologies enable a deeper understanding of cellular organizations and interactions within a tissue of interest. These assays can identify specific compartments or regions in a tissue with differential transcript or protein abundance, delineate their interactions, and complement other methods in defining cellular phenotypes. A variety of spatial methodologies are being developed and commercialized; however, these techniques differ in spatial resolution, multiplexing capability, scale/throughput, and coverage. Here, we review the current and prospective landscape of single cell to subcellular resolution spatial omics technologies and analysis tools to provide a comprehensive picture for both research and clinical applications.\n\nThe online version contains supplementary material available at 10.1186/s13059 022 02824 6.",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "As spatial omics technologies mature and provide a deeper understanding of the cellular states and functions, spatial epigenomics, metagenomics, and metabolomics will also reveal a great number of biological insights that complement the transcript level findings. Integration strategies across different molecular classes (for example, integrating metabolomics data with proteomic, transcriptomic, or genomic data) would also be needed. Development of appropriate analysis packages that offers end to end solutions for each technology, as well as compatibility with orthogonal platforms is also crucial to increase the usage and application of these technologies.\n\nIn summary, the spatial omics field has blossomed and radically increased the breadth and resolution of in situ experiments in the past few years. These technologies can now boast detection of more than 10,000 unique gene targets with 50 100nm spatial resolution. Developments in probe chemistry, image acquisition, and commercialization are driving down costs, transforming spatial omics technologies into a commonplace technique available to all labs, similar to NGS in the 2010s and microarrays in the early 2000s. This unparalleled depth and richness of data leading to spatially intact single cell profiles promises to fuel new discoveries for infectious disease, tumor oncology, and basic science applications like cell signaling, migration, and spatiotemporal delineated functions. Efforts to introduce three dimensional, deep slide scanning, and time series data collection will also continue to propel the field even further in the coming years, revealing novel cellular architectures and entirely new domains of biology."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:04:10.225142",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9746133/"
  }
}