{
  "pmcid": "PMC4653058",
  "title": "Spaceflight alters expression of microRNA during T cell activation",
  "authors": [
    "Millie Hughes Fulford",
    "Tammy T Chang",
    "Emily M Martinez",
    "Chai Fei Li"
  ],
  "year": "2015",
  "journal": "The FASEB Journal",
  "doi": "10.1096/fj.15 277392",
  "sections": {
    "abstract": "Altered immune function has been demonstrated in astronauts during spaceflights dating back to Apollo and Skylab; this could be a major barrier to long term space exploration. We tested the hypothesis that spaceflight causes changes in microRNA (miRNA) expression. Human leukocytes were stimulated with mitogens on board the International Space Station using an onboard normal gravity control. Bioinformatics showed that miR 21 was significantly up regulated 2 fold during early T cell activation in normal gravity, and gene expression was suppressed under microgravity. This was confirmed using quantitative real time PCR (n= 4). This is the first report that spaceflight regulates miRNA expression. Global microarray analysis showed significant (P< 0.05) suppression of 85 genes under microgravity conditions compared to normal gravity samples.EGR3,FASLG, BTG2, SPRY2,andTAGAPare biologically confirmed targets and are co up regulated with miR 21. These genes share common promoter regions with pre mir 21; as the miR 21 matures and accumulates, it most likely will inhibit translation of its target genes and limit the immune response. These data suggest that gravity regulates T cell activation not only by transcription promotion but also by blocking translation via noncoding RNA mechanisms. Moreover, this study suggests that T cell activation itself may induce a sequence of gene expressions that is self limited by miR 21. Hughes Fulford, M., Chang, T. T., Martinez, E. M., Li, C. F. Spaceflight alters expression of microRNA during T cell activation.\n\nKeywords:gene expression, microgravity, epigenetics, immune response",
    "methods": "Whole peripheral blood was obtained from 4 human donors between the ages of 21 and 55 years. All were in good health, and none was taking medication at the time of donation; no personal health identifiers were recorded. This study was reviewed and approved by the University of California, San Francisco, Committee on Human Research. Red blood cells were lysed and peripheral blood leukocytes isolated using Ficoll gradients. Human T cells were further purified using enrichment columns per manufacturer's instructions (R&D Systems, Minneapolis, MN, USA), which isolate CD3+T cells to 90% or greater purity. Human T cells were resuspended into RPMI 1640 medium with 10% fetal calf serum and loaded at 6 x 106cells per chamber into the spaceflight hardware, Lycis. The spaceflight hardware consisted of 8 cassettes, each with 4 chambers. Some units had smart button temperature data storage capability, and temperatures of the containers were tracked for the duration of the mission. Purified T cells from each donor were kept separate and loaded into 4 individual chambers in separate cassettes for the following treatments: microgravity nonactivated, microgravity activated, 0.5gactivated, and normal gravity activated. Units were loaded and handed over to the Russian team 14 h before launch and were stored in insulated pouches. The experimental units were launched into space on board the Soyuz 13S rocket from Baikonur, Kazakhstan, on September 18, 2006. Before the in flight experimental procedures, cassettes were kept in ambient temperatures, which ranged from 16 to 22 degreesC. Cassettes were transferred to the ISS immediately after docking of the Soyuz vehicle on September 20 (flight day 3) and placed into the Kubik incubator centrifuge at 36.5 degreesC. All samples were preincubated at 36.5 degreesC for 30 min. The normal gravity and 0.5gunits were placed in the central centrifuge positions and centrifuged with an applied normal gravity or 0.5gforce, respectively. The microgravity units were placed in static positions for continued microgravity exposure. After 30 min of preincubation, microgravity nonactivated units were fixed by addition of RNALater (Qiagen, Valencia, CA, USA), removed from the incubator, and stored at 4 degreesC. The microgravity , 0.5g , and normal gravity activated units were activated with a final concentration of 10 ug/ml Con A and 4 ug/ml anti CD28. These cassettes were replaced into Kubik on either the centrifuge or static positions and activated for 1.5 h. Activation was stopped with the addition of RNALater, and the units were then moved to 4 degreesC storage. All units were returned to earth on board the Soyuz 12S vehicle on September 28. After landing on September 29, samples were kept at 4 degreesC and handed over to the PI team at the Moscow airport on September 30. Frozen samples were transported to the investigators' laboratory in San Francisco for analysis\n\nRNA was isolated by the RNeasy Mini kit (Qiagen) according to the manufacturer's protocol. The samples were then stored at  80 degreesC until further analysis. Isolated RNA from spaceflight samples were all of high quality. Although only a limited amount of small RNA was recovered with this method, there was an abundant amount of miR 21 that could be detected by gene array and quantitative real time PCR (qRT PCR).\n\nThree of the 4 human volunteer samples of high RNA quality, as determined by the 260 nm/280 nm values (range, 1.8 2.0, with the majority of samples at 2.0), were chosen for microarray hybridization. RNA was amplified and biotinylated using the MessageAmp II Biotin enhanced kit per the manufacturer's instructions (Ambion, Austin, TX, USA). A total of 10 ug of biotinylated aRNA was hybridized on to the Human U133 Plus 2.0 Array (Affymetrix, Santa Clara, CA, USA) through the University of California, San Francisco, Gladstone Institute Genomics Core. MIAME (minimum information about a microarray experiment) compliant microarray data can be found under the accession numberGSE38836and are posted online (http://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE38836).\n\nMicroarray data were analyzed by GeneSpring GX 13.0 software (Agilent Technologies, Santa Clara, CA, USA). Data were normalized using the GC RMA algorithm, and baseline normalization was set to the average level of expression in microgravity nonactivated T cells. Low signal probes (below 20%) were filtered to remove background noise, and statistical analysis was performed using 1 way ANOVA and the Benjamini Hochberg multiple testing correction with aPvalue of <=0.05.Post hocTukey analysis was performed to identify 85 genes with significant differences in regulation between the normal gravity  and microgravity activated samples. Genes were filtered for fold change that was 2 fold or greater between the normal gravity  and microgravity activated samples. MiRNA target gene clustering analysis was performed in GeneSpring GX 13.0 software using Pearson's centered metric with centroid linkage.\n\nPredicted gene targets for miR 21 were found using TargetScan 6.2 (15). Targets with a context+ score of  0.10 or less were considered. Experimentally confirmed miRNA targets for miR 21 were identified using DIANA TarBase v.7.0, a manually curated database (16). miRNA targets from these databases were compared with the list of 85 genes differentially regulated in gravity conditions to identify 16 genes that had predicted and/or confirmed miR 21 target sites in the 3 UTR region.FASLG, a predicted gene target of miR 21, passed a significance cutoff atP<= 0.06 but notP<= 0.05 and was included in further analysis because of its well established role in T cell signaling and function.\n\nDetails of qRT PCR methods have been previously published (10). At the end of the amplification period, melting curve analysis was performed to confirm the specificity of the amplicon. RNA samples were normalized to cyclophilin A (CPHI), also known as kinase C peptidyl prolyl isomerase A (PPIA), as a internal standard. PPIA expression is stable between normal gravity and microgravity conditions. Relative quantification of gene expression was calculated by the 2 Ctequation. All data derived using qRT PCR were from independent donor biologic samples (n= 4).\n\nmiR 21 miRNA was detected and quantified using the mirVana qRT PCR miRNA detection kit (Ambion) according to the manufacturer's protocol. Total RNA (100 ng) was added to 10 ul reverse transcription (RT) reaction buffer containing mirVana RT buffer, mirVana RT primer (mir21 or 5S internal standard), and ArrayScript enzyme mix. The RT reaction was incubated at 37 degreesC for 10 min, then 95 degreesC for 10 min to inactivate. A no template control was also performed for each primer set. For miRNA qRT PCR, cDNA from the RT reaction (10 ul) was added to a total of 25 ul qRT PCR mixture containing 5 ul of 5x SYBR Green mirVana PCR buffer, 0.5 ul of 50x ROX, 0.5 ul mirVana PCR primers (miR21 or 5S internal standard), and 1 U of SuperTaq polymerase (Applied Biosystems, Foster City, CA, USA). PCRs were carried out in a Bio Rad MyiQ Single Color Real Time PCR Detection System (Bio Rad, Hercules, CA, USA). The thermal profile was 50 degreesC for 2 min, denaturation at 95 degreesC for 3 min, followed by 40 amplification cycles at 95 degreesC for 15 s and at 60 degreesC for 30 s. Fluorescence was measured and used for quantitative purposes. At the end of the amplification period, melting curve analysis was performed to confirm the specificity of the amplicon. RNA samples were normalized to 5S rRNA internal standard, which was stable under all gravity conditions. Relative quantification of gene expression is calculated by using the 2 (Ctgene T  Ct5S T) (Ctgene MA  Ct5S MA)equation, where threshold cycle (Ct) gene T represents the calculatedCtof a time point of each sample other than microgravity activated (MA). All data derived by qRT PCR were from independent biologic samples (n= 4 8).",
    "results": "Using bioinformatics, we analyzed the gene expression T cell activation of 3 individual human donors under normal gravity on board, and microgravity conditions that were incubated, activated, and fixed on the ISS. In our initial bioinformatics analysis, we found that there was 1 miRNA that had reduced gene expression in true microgravity; in normal gravity, miR 21 was increased 2 fold, while in microgravity miR 21 was not significantly changed compared to onboard normal gravity controls (n= 4). This gene array analysis was confirmed by mirVana qRT PCR. Expression was corrected to internal standard 5S rRNA. A small amount of mRNA from 0.5gonboard samples (n= 4) was available for analysis. With a 0.5gfractional gravity, the expression of miR 21 was increased over the microgravity sample.\n\nGlobal microarray analysis revealed significant suppression of 85 genes under microgravity conditions compared to gene up regulation in onboard normal gravity activated samples. We analyzed the altered gene expression of activated T cells in microgravity using software showing either proven miR 21 interaction (TarBase), predicted seed sequences (TargetScan), or both.Table 1provides an abbreviated list of 13 key target genes that significantly changed gene expression within 1.5 h after activation in spaceflight.\n\nPotential and proven miR 21 targets are differentially regulated in normal gravity and microgravity\n\nRelative fold increases of gene expression from activated T cells in onboard normal gravity compared with those in microgravity were computed using gene array bioinformatics. Potential hsa miR 21 5p target genes shown have differentially regulated between normal gravity and microgravity conditions. T cells from 3 independent donors were flown in space and activated with concanavalin A/anti CD28 in microgravity or in normal gravity. Genes that had altered expression between microgravity and normal gravity were identified by 1 way ANOVA (<=0.05) with Benjamini Hochberg multiple test correction andpost hocTukey test.FASLGwas not quite significant atP<= 0.05 but was significant atP<= 0.06 and thus is included in the list. Potential hsa miRNA 21 5p targets were identified using TargetScan (predicted miRNA targets) and TarBase (confirmed miRNA gene interactions).\n\nOf the 85 gravity sensitive genes, 17 were defined as miR 21 targets. Of these, 13 were immune related miR 21 target genes, includingEGR3, CD69, FASLG, SPRY1, BTG2, SPRY2,andTAGAP.All the immune related targets were biologically confirmed. We further confirmedviagene array analysis using qRT PCR thatFASLG, SPRY2, BTG2,andTAGAPgene expression was gravity sensitive.\n\nSeventeen significant gene targets of miR 21 from flown individual donors (n= 3) were differentially regulated after 1.5 h of activation under normal gravity and microgravity conditions on board the ISS (P<= 0.05) (Fig. 1). Samples were incubated and activated in the same incubator and fixed on board the ISS. In some cases, the gene array contained multiple gene probe sets targeted to different regions of the gene. Here we saw multiple probe sets forFASLG, TAGAP,andEGR1showing the same trends of significant inhibition of gene expression under different gravities. The activation profile in the normal gravity activated samples is fairly uniform across donors, indicating that common genes and pathways were stimulated in all 3 donors after activation with concanavalin A/anti CD28. Gene expression in the microgravity flown samples was lower and less uniform than the activated normal gravity samples. In some cases, the microgravity profile was essentially the same as the nonactivated samples, indicating suppression of gene expression in all 3 donors. The 3 conditions had distinct profiles across the 17 predicted miR 21 gene targets, demonstrating clear differences in early activation gene expression between the onboard normal gravity activated, microgravity activated, and nontreated controls.\n\nHeat map of predicted miR 21 target genes showing differentially regulated 1.5 h after T cell activation in microgravity (ug) and normal gravity (1g). Genes were grouped based on expression profile using Pearson's centered metric with centroid linkage. Rows represent gene probes; columns represent expression profiles of donors. Heat map scale ranges from green (down regulation) to red (up regulation) for log2normalized expression values. Blue labeled columns are normal gravity activated samples, red labeled columns are microgravity activated samples, and yellow labeled columns are microgravity nonactivated T cells. A total of 17 unique miR 21 gene targets are shown with differential expression between normal gravity and microgravity condition (P<= 0.05;FASLGP<= 0.06). There is considerable variability between donors in nonactivated samples and some variability in microgravity activated donors. Gene expression in normal gravity activated samples becomes considerably more uniform 1.5 h after activation.\n\nWe used qRT PCR to analyze miR 21 targetsBTG2, TAGAP, SPRY2,andFASLGin these ISS samples that were activated and fixed in orbit. These genes were selected because they contained the seed sequence in the 3 UTR region. In addition, 4 genes (BTG2, TAGAP, SPRY2,andFASLG) had previously been confirmed to have interaction with miR 21. We also analyzed nuclear factor of  light polypeptide gene enhancer in B cell inhibitor alpha (NFKBIA) and CD40 ligand (CD40LG), 2 genes that are key in early T cell activation. All 6 genes exhibit gravity sensitive gene expression. It is notable that many of the miR 21 targets are co up regulated with miR 21 during the early hours of T cell activation.\n\nWe used bioinformatics software, the Match program of TRANSFAC Pro, oPOSSUM, target genes to predict transcription factor locations in the promoter regions of gravity sensitive mRNA. Key immune genes share common transcription factors with miR 21, showing that at the initiation of activation, both the positive immune genes share increased gene expression with the miR 21 precursor pre miR 21 (Fig. 2).\n\nPromoter regions ofIL 1,IL 2 Ralpha, Premir 21,TAGAP, SPRY2,andFASLGare induced by AP1 and/or NF B 1alpha; 2 of transcription factors in early gene expression (these 2 transcription factors are found in promoter region of nearly 40% of T cell early induced genes).",
    "discussion": "miRNAs are a class of small noncoding RNAs that act as posttranscriptional regulators of gene expression and play fundamental roles in regulating immune response and autoimmunity (17). In the data presented here, we show for the first time an altered profile of miRNA expression under true microgravity compared to its onboard normal gravity controls; all samples were isolated from donors on earth, incubated, activated, and fixed in ISS on orbit operations. The miR 21 differential expression seen in the global gene analysis was confirmed by mirVana qRT PCR (Fig. 3). Of interest, samples from onboard 0.5gsamples demonstrated that fractional gravity is capable of restoring gene expression of miR 21.\n\nReal time confirmation of miR 21 down regulation of gene expression in CD4+T cells flown on ISS. Cells were placed in microgravity (ug), 0.5g,or normal gravity (1g) for 3 h before activation. At 1.5 h after activation with concanavalin A/anti CD28, RNA was stabilized in RNALater. Total RNA was isolated, and miR 21 expression was quantified using mirVana miRNA detection kit. Expression was corrected to internal standard 5S rRNA. Bars represent mean +/ sdof independent biologic replicates (n= 6). *P< 0.05; **P< 0.001 with 2 tailed Studentttest against activated microgravity samples (ugAct).\n\nPreviousin vitrostudies by our laboratory using an onboard normal gravity control (10) demonstrated that T cell activation was suppressed in microgravity, independent of other systemic factors. Several studies have also demonstrated that immunosuppression occursin vivoduring spaceflight in humans (1 4) and mice (18). The direct effects of microgravity on early T cell activation described here eliminates confounding systemic effects and shows that the immune system needs gravity to function normally.\n\nGlobal gene analysis of the ISS samples revealed altered gene expression in spaceflightvs.normal gravity onboard controls 1.5 h after activation, showing changes in 85 genes associated with T cell activation. Of the 85 differentially expressed genes, 17 were computationally predicted or experimentally verified as miR 21 target genes.Table 1provides an abbreviated list of 13 T cell relevant targets that are predicted miR 21 targets from the miR 21 seed sequence (UAGCUUAU) in the gene by TargetScan. Of the 17 predicted genes,EGR1, FASLG, SPRY2, BTG2, REL,andMYChave been biologically confirmed by others as true targets as described in the TarBase database.\n\nWe confirmed the global gene array analysis of several of the target genes using qRT PCR analysis. We have previously confirmed microgravity mediated suppression ofIL 2,IL 2 RA,EGR1,andINF gammagene expression in the immune response (10,13,14,18). Using qRT PCR, we confirmed that microgravity induced down regulation of 4 of the miR 21 target genes,BTG2, TAGAP, SPRY2,andFASLG,as well as immune regulatorsNFKBIAandCD40LGgenes (Fig. 4). We choseBTG2, TAGAP,andSPRY2for qRT PCR analysis because they had been previously shown to biologically interact with miR 21.BTG2is a known factor in T cell activation and supports proliferation in immune cells (19). Other genes important in immune function, such asNFKBIAandCD40LG,were selected because of their importance in early T cell activation.CD40LGis a marker of T cell activation, and here we found that as early as 1.5 h of activation, it is induced in T cells that were normal gravity activated and was inhibited in microgravity activated cells. NF B 1A binds to REL, RELA, or RELB to form the NF B complex. NF B 1A is associated with cells that express chemokines or cytokines.TAGAPis a member of the rho GTPase activator protein superfamily, andTAGAPloci have been associated with immune diseases such as rheumatoid arthritis (20 22) and multiple sclerosis (23,24). SPRY2 protein down regulation by miR 21 inhibits proliferation, and when SPRY2 is overexpressed, it can increase proliferation of HEK293T cells (25,26). Binding ofFASLG(TNFSF6) to FAS results in cell apoptosis and cell death. FAS ligand is known to be expressed in activated splenocytes and may be part of an innate mechanism to limit the duration of cell activation.\n\nqRT PCR of genes selected from gene array analysis in nonactivated and concanavalin A/anti CD28 activated human lymphocytes in flown normal gravity activated and flown microgravity conditions indicating altered gene expression in ISS spaceflightvs.normal gravity onboard controls (1.5 h). We used qRT PCR to analyze mir 21 targetsBTG2, TAGAP, SPRY2,andFASLGin ISS samples that were activated and fixed in orbit. NFKBIA and CD40LG were also analyzed because they are important in T cell activation.\n\nThese data show that as early as 1.5 h after T cell activation, key immune genes are induced in an ISS normal gravity environment and are suppressed in microgravity. It is notable that several of the miR 21 targets are initially up regulated in T cell activation, and it is possible that as miR 21 levels rise in the cell, this miRNA will cause a reduction in the protein synthesis of these targets and may be another mechanism to limit the time of T cell activation.\n\nIn this laboratory's previous work on activation of T cells, gel shift analysis revealed that the activator protein 1 (AP1) transcriptional factor was activated by protein kinase A and was blocked by a MAPK inhibitor, U016, with AP1 being a key player in T cell activation (13) (Fig. 5). AP1 is a transcription factor site composed of Fos and Jun family proteins. AP1 is also the key regulator of miR 21 gene induction; Fujitaet al.(27) demonstrated that miR 21 is regulated by AP1 after phorbol treatment. Moreover, studies by Talottaet al.(28) demonstrated that RAS activation of miR 21 is regulated by the AP1 proteins. The promoter region analysis of key immune regulatory genes, including the precursor to miR 21, pre miR 21, is shown inFig. 2. The early activation of T cells and the gene induction of miR 21 and 4 of its functional/computational targets share common pathway or pathways of up regulation by AP1 and NF B.\n\nPostulated actions of miR 21 and gene expression of early T cell activation. Hypothesized pathways of expression and down regulation. miR 21 is known to down regulate AP1 (28), and from presence of its seed sequence in 3 UTR of target genes miR 21 is predicted to down regulate 4 targets approximately 24 h after activation;BTG2, TAGAP, SPRY2,andFASLGas miR 21 expression increases. It is possible that miR 21 provides a mechanism of self limited induction regulating T cell activation.\n\nTaken together, the early activation of T cells and the gene induction of miR 21 precursor and 4 of its computational targets share common pathways of up regulation. Therefore, we hypothesize that in early regulation, T cell activation induced gene expression is regulated by AP1 and later by protein kinase C. As miR 21 accumulates in the cell in the days after initial activation, it most likely will inhibit translation of miR 21 targets such asBTG2, TAGAP, SPRY2,andFASLG.Our previous experiments have demonstrated that AP1 and NF B account for 37% of all significant induction of gene expression 4 h after T cell activation (13).Figure 5shows our hypothetical pathway of miR 21 regulation of T cell activation, illustrating our theory that the pathways that are responsible for early T cell activation are NF B and AP1. This illustration was deduced from prior work (13,14) and fromFigs. 1,3,4.\n\nWe have previously shown thatREL, IL 2, IL 2 RA,andINF gammaare increased during normal gravity activation, and expression is repressed in microgravity (10,13,14,18). Here we present evidence that early activation genes and miR 21 gene expression have increased gene expression during the early hours of T cell activation. Extensive analysis of the promoter regions seen inFig. 2shows that the genes in question share common transcription elements in promoter regions ofIFN gamma, IL 2, IL 2 RA, BTG2, TAGAP, SPRY2, FASLG,and miR 21 precursor.\n\nWe were left with the question of why the miR 21 target genes and miR 21 itself are co up regulated the start of T cell activation. These opposing actions are analogous to pressing the gas pedal while stepping on the brake; however, it takes days for the repressive miR 21 to build up in a cell before blocking translation (29 31). This provides a plausible mechanism for suppression of T cell activation to limit the immune response. Our results and hypothesis are in line with the findings of Fujitaet al.(27) showing increased expression of miR 21 by AP1. Moreover, Carissimiet al.(32) showed that miR 21 is up regulated by T cell receptor activation and that miR 21 reaches peak production at 3 d. In addition, they showed that overexpression of miR 21 in Jurkat cells causes a suppression of T cell receptor signaling, and they surmised that miR 21 caused suppression of activation downstream of T cell receptor signal (32), although they were unable to find the mechanism. In mice, miR 21 is a known limiting factor of immune response (33). Here we present evidence that the downstream miR 21 targetsBTG2, SPRY2, TAGAP,andFASLGmay be among the targets regulating suppression. Together, these microgravity experiments support our hypothesized mechanism for miR 21 translational repression of key immune genes. This previously unknown mechanism controlling the immune response has been termed self limiting induction. This mechanism may apply to other growth induction that is normally self limiting, such as wound healing. It is possible that in some tissues, dysfunction of this type of mechanism could lead to uncontrolled growth and result in cancer.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:03:22.703328",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4653058/"
  }
}