{
  "pmcid": "PMC4052902",
  "title": "Phosphoinositide signaling is one component of a robust plant defense response",
  "authors": [
    "Chiu Yueh Hung",
    "Peter Aspesi Jr",
    "Melissa R Hunter",
    "Aaron W Lomax",
    "Imara Y Perera"
  ],
  "year": "2014",
  "journal": "Frontiers in Plant Science",
  "doi": "10.3389/fpls.2014.00267",
  "sections": {
    "abstract": "The phosphoinositide pathway and inositol 1,4,5 triphosphate (InsP3) have been implicated in plant responses to many abiotic stresses; however, their role in response to biotic stress is not well characterized. In the current study, we show that both basal defense and systemic acquired resistance responses are affected in transgenic plants constitutively expressing the human type I inositol polyphosphate 5 phosphatase (InsP 5 ptase) which have greatly reduced InsP3levels. Flagellin induced Ca2+ release as well as the expressions of some flg22 responsive genes were attenuated in the InsP 5 ptase plants. Furthermore, the InsP 5 ptase plants were more susceptible to virulent and avirulent strains ofPseudomonas syringaepv.tomato(Pst)DC3000. The InsP 5 ptase plants had lower basal salicylic acid (SA) levels and the induction of SAR in systemic leaves was reduced and delayed. Reciprocal exudate experiments showed that although the InsP 5 ptase plants produced equally effective molecules that could triggerPR 1gene expression in wild type plants, exudates collected from either wild type or InsP 5 ptase plants triggered lessPR 1gene expression in InsP 5 ptase plants. Additionally, expression profiles indicated that several defense genes includingPR 1,PR 2,PR 5, andAIG1were basally down regulated in the InsP 5 ptase plants compared with wild type. Upon pathogen attack, expression of these genes was either not induced or showed delayed induction in systemic leaves. Our study shows that phosphoinositide signaling is one component of the plant defense network and is involved in both basal and systemic responses. The dampening of InsP3 mediated signaling affects Ca2+release, modulates defense gene expression and compromises plant defense responses.\n\nKeywords:Arabidopsis, Ca2+, salicylic acid, phosphoinositides, InsP3, plant defense signaling, SAR",
    "methods": "Transgenic Arabidopsis plants expressing the human type I inositol polyphosphate 5 phosphatase generated via Agrobacterium mediated transformation were generated previously (Perera et al.,2006). Plants were grown in a growth chamber under 8 h light/16 h dark, light intensity of ~150 umol m 2s 1, 35 50% humidity and temperature of 21 degreesC. All experiments were carried out using 6 8 week old healthy well watered plants with fully expanded leaves (prior to bolting). For most experiments, wild type (Wt) and two independent transgenic lines (T6 and T8), were tested along with the empty vector control (C2). Bacterial strainsPstDC3000 and isogenic lines carryingavrRpt2oravrRpm1genes were cultured at room temperature in King's medium B (40 g L 1peptone, 2% (v/v) glycerol, 1.5 g L 1K2HPO4and 1.5 g L 1MgSO4, pH 7) containing 50 ug ml 1kanamycin, and 100 ug ml 1rifampacin. The two non pathogenic strains,PstDC3000 with mutated effector proteinhrcC andP. syringaepv.Phaseolicola6, were also cultured at room temperature on King's medium B plates containing 100 ug ml rifampacin, and an additional 34 ug ml 1chloramphenicol for growingPstDC3000hrcC .\n\nFor preparing bacteria used in pathogen inoculation experiments, cells from an overnight culture were first resuspended in 10 mM MgCl2, and the concentration of bacteria was adjusted based on the absorbance reading at OD600. The actual titer was also determined by counting serial dilutions on a selection plate after 48 h at room temperature. To examine the growth of bacteria in planta, leaves were inoculated either by hand using a 1 ml needle less syringe or by spraying with bacteria solution containing an additional 0.02% (v/v) silwet L 77 (Lehle Seeds, Round Rock, TX). The bacterial titer was determined from 4 leaf discs (total area is 1 cm2) collected from 4 separate leaves, (one leaf per plant). Pooled leaf discs were ground in 10 mM MgCl2in a final volume of 1 ml. The colony forming units (cfu) were obtained by spotting 2 ul of a serial 10 fold titrated bacteria onto King's medium B plates containing appropriate antibiotics and additional 50 ug ml 1cyclohexamine for preventing fungus contamination. In each experiment, a total of 4 plants per line were used. For statistical analysis either Student'st test or analysis of variance (ANOVA) were performed.\n\nThe elicitor flg22 was synthesized by EZBiolab custom peptide service (Westfield, IN) based on the peptide sequence reported in Felix et al. (1999). For root growth inhibition experiments, 0.1 uM of flg22 was used which caused the half maximal growth inhibition in Arabidopsis seedlings reported in Gomez Gomez et al. (1999). For induction of ROS production in leaf discs, the procedure was adapted from Gomez Gomez et al. (1999) with a flg22 concentration of 1 uM. For induction of Ca2+release and qRT PCR analysis of flg22 responsive gene expression, 10 uM flg22 was used according to Navarro et al. (2004) and Zipfel et al. (2004).\n\nTo induce SAR, two fully expanded leaves of wild type and InsP 5 ptase plants were hand inoculated with avirulent strainPstDC3000+avrRpt2(OD600= 0.001; 7.5 x 105cfu/ml). The un induced plants were mock inoculated with 10 mM MgCl2, (two leaves per plant). Both induced and un induced plants were then separated into 4 groups for challenging with the virulent strainPstDC3000 (OD600= 0.004; 2 x 106cfu/ml) at day 0, 1, 2, or 3 post inoculation by spraying the bacteria onto the whole plants. To examine the development of SAR, systemic leaves sprayed withPstDC3000 were collected. Leaf extracts were prepared and the cfu was counted as described previously. The growth of virulent bacteria in induced and un induced plants was compared for determining the level of SAR.\n\nFor measuring the InsP3level of inoculated leaves, 4 5 plants per experiment for each bacterial strain were grouped together and sprayed with bacterial solution prepared as before. The treated leaves were harvested and immediately frozen in liquid nitrogen. Frozen tissues (around 0.08 g) were ground into powder in liquid nitrogen and then incubated with 160 ul of 20% perchloric acid on ice for 15 min. Samples were centrifuged to remove the debris and the supernatant was transferred to a new tube followed by pH adjustment to 7.5 using 1.5 M KOH/3 mM HEPES. InsP3assays were carried out using the TRK1000InsP3assay kit (Amersham Pharmacia Biotech) as described previously (Perera et al.,2006).\n\nFor analysis of total SA at the local inoculated leaves, plants were syringe inoculated withPstDC3000+avrRpt2, and inoculated leaves were harvested at day 2 post inoculation. To extract total SA (free SA + SA conjugates), the protocol described in Nandi et al. (2004) was used. In brief, leaves were first ground into powder in liquid nitrogen, and then ~0.2 g of ground tissue was extracted first with 90% methanol and again with 100% methanol. The combined extracts were subjected to evaporation under N2gas. After evaporation, the residue was first resuspended in 5% trichloroacetic acid and then submitted to acid hydrolysis by HCl at 100 degreesC for 30 min. SA was extracted with cyclohexane:ethylacetate:isopropanol (50:50:1). The organic phase was evaporated and resuspended in HPLC eluent. Chromatography was performed on a 3.9 x 300 mm C18 reverse phase uBondapak column (Waters, Milford, MA, USA).\n\nFor exogenous SA application, SA (Sigma Aldrich, St. Louis, MO) was first dissolved in ethanol, then diluted to 300 uM in water with additional 0.02% (v/v) silwet L 77 (Lehle Seeds, Round Rock, TX), and the pH was adjusted to 7 with 0.1 M KOH. For control solution, equal amount of ethanol without SA was diluted in the same way. Solutions were gently and evenly sprayed on plants. Treated plants were then kept in a growth chamber with plastic covers until harvest.\n\nThe wild type and two independent InsP 5 ptase plants (T6 and T8) expressing cytosolic aequorin (Knight et al.,1996) were created previously (Perera et al.,2008). For measuring Ca2+changes after treatment with flg22, 5 day old seedlings were first incubated with 2 uM coelenterazine (Molecular Probe, Eugene, OR) solution in the dark for 16 h. Seedlings were transferred into tubes containing water and placed in the luminometer and a baseline reading was obtained. After 1 min, seedlings were treated with 10 uM flg22 which was injected automatically to avoid any handling. The luminescence signals were recorded at 10 s intervals for 35 min. The Ca2+concentration were calculated after measuring the discharged Ca2+as described previously (Knight et al.,1996; Perera et al.,2008). For monitoring the Ca2+increase after pathogen treatment, fully expanded leaves were first infiltrated with 2 uM coelenterazine (Molecular Probe, Eugene, OR) solution and kept in the dark for 16 h, then the reconstituted leaves were inoculated withPstDC3000+avrRpm1(OD600= 0.5; 5 x 108cfu/ml) or 10 mM MgCl2mock solution. Immediately, detached leaves were placed into a tube containing 100 ul water to prevent drying out. The luminescence signals were recorded every 5 s for 3 h. The timing of the peak luminescence were taken for calculation. Luminescence measurements were made using a Sirius luminometer (Berthold Detection Systems GmbH, Pforzheim, Germany).\n\nFor chemiluminescent detection of ROS, uniform leaf discs were first incubated overnight in sterile water in the dark. Two leaf discs were placed in a test tube containing 105 uL sterile water, with 1 ug horseradish peroxidase (HRP), 20 uM luminol, and 1uM flg22. Luminescence resulting from the reaction between hydrogen peroxide, HRP, and luminol was measured for 35 min in Sirius luminometer (Berthold Detection Systems GmbH, Pforzheim, Germany). Forin situdetection of ROS, plants were either sprayed or hand inoculated withPstDC3000+avrRpt2. Infected leaves were carefully removed at 6 or 48 h, and vacuum infiltrated with fresh 0.1% (w/v) of 3,3 diaminobenzidine (DAB) (Sigma Aldrich, St. Lious, MO) dissolved in 0.01 N HCl. Infiltrated leaves were kept in the dark for 3 h, then de stained in a destaining solution of 95% EtOH:85% acetic acids: glycerol (3:1:1 in volume) and photographed.\n\nTotal RNA was isolated by RNeasy plant mini kits (Qiagen, Germantown, MD). For RT PCR, the first strand cDNA was synthesized from total RNA using Ominiscript reverse transcriptase (Qiagen) and random primers, and PCR of specific genes was carried out using Hot Start Taq DNA polymerase (Qiagen). For qRT PCR, the first strand cDNA was synthesized using StrataScript QPCR cDNA synthesis kits (Agilent Technologies Inc., Santa Clara, CA) and random primers, and the PCR reaction was performed using Full Velocity SYBR Green QPCR Master mix (Agilent Technologies Inc.) on the Mx3000p thermocycler (Agilent Technologies Inc.). Genes that were analyzed from the Primary Library for Arabidopsis Pathogen Inducible Genes (cat# PR0100, Sigma Aldrich, St. Lious, MO) are listed in Supplementary Table1. Primer sequences of other examined genes are listed in Supplementary Table2. The fold change in relative gene expression was calculated based on the 2 Ctmethod (Schmittgen and Livak,2008) using wild type as the normalizer andACT2orPP2Aas the reference genes.\n\nFor collecting the petiole exudates, we followed the method described in Maldonado et al. (2002) and Chaturvedi et al. (2008). Leaves were hand inoculated withPstDC3000+avrRpt2(OD600= 0.01; 5.5 x 106cfu/ml) or mock inoculation with 10 mM MgCl2. Treated plants were placed in the growth chamber and covered with plastic lids. After 6 7 h, inoculated leaves were cut from their bases and immediately dipped in 50% ethanol. They were rinsed once briefly with 0.0005% Clorox bleach and then placed in 1 mM EDTA solution. A group of 10 leaves was placed in a collection tube containing 2.5 ml of 1mM EDTA and 50 ug ml 1ampicillin, pH 8. They were kept in a covered tray with wet paper towels at the base of the tray to maintain the humidity in the growth chamber under continuous light. After 16 h, collected exudates were diluted 2 fold with water, and filter sterilized before use.",
    "results": "The bacterial elicitor flagellin is a well characterized MAMP used to investigate plant innate immunity responses. We first treated wild type and InsP 5 ptase seedlings with the active elicitor peptide flg22 and measured root growth. A greater inhibition of root growth was observed in the InsP 5 ptase seedlings compared to wild type (Figure1A), indicating that the transgenic plants are more sensitive to flg22. We next monitored Ca2+induction, ROS production and flg22 associated pathogen responsive gene expression; which are all known to be triggered by flg22 treatment in Arabidopsis (Gomez Gomez et al.,1999; Asai et al.,2002; Navarro et al.,2004; Zipfel et al.,2004; Boudsocq et al.,2010; Ma et al.,2012). Treatment with flg22 elicits a rapid rise in cytosolic Ca2+which can be monitored using aequorin mediated bioluminescence (Jeworutzki et al.,2010; Ranf et al.,2011). InsP 5 ptase seedlings expressing aequorin (Perera et al.,2008) were treated with flg22 and the intracellular Ca2+changes were monitored. Upon treatment with flg22, a rapid rise in [Ca2+]cytwith a peak at ~2 min was observed in both wild type and InsP 5 ptase plants; however, the induction level was greatly reduced in InsP 5 ptase plants (Figure1B) with an average reduction in the Ca2+signal of ~44% in the transgenic plants (Figure1C). As shown by the root growth experiment (Figure1A), the InsP 5 ptase plants are responsive to flg22; the increased root growth inhibition correlates with the attenuation of the Ca2+signal. We also monitored the oxidative burst (by measuring H2O2generation) after elicitation with flg22. An increase in ROS was detected at the first 1 2 min post treatment, which peaked ~5 min, and tapered off returning to the baseline within 25 min (Figure1D), which was different from the sustained Ca2+elevation (Figure1B). Surprisingly, there was no significant difference in ROS generation between wild type and InsP 5 ptase plants. These results demonstrate that although the Ca2+release after flg22 treatment was dampened, the oxidative burst was not affected.\n\nThe response of the InsP 5 ptase plants to flagellin. (A)One week old wild type (Wt) and InsP 5 ptase (T8) seedlings were incubated in media containing either 0 or 0.1 uM flg22. Root length was measured after 5 days. Growth inhibition was calculated as the percentage of the non treated control. Data is the average of four independent experiments (n= 10 seedlings per experiment) +/  SE.(B)Five day old seedlings expressing aequorin were reconstituted with coelenterazine overnight and placed in the luminometer. Seedlings were treated with 10 uM flg22 after 1 min (indicated by red arrow). Ca2+concentrations were calculated after measuring the discharged Ca2+. A representative trace is shown.(C)The table lists the average peak Ca2+concentration. (N = independent biological replicates). The average baseline concentrations were 0.097 and 0.098 for wild type and transgenic respectively.(D)ROS production was measured in leaf discs treated with 1 uM flg22. Luminescence was measured at 14 s intervals. Data plotted is the average of five biological replicates +/  SD.(E)qRT PCR analysis of flg22 responsive gene expression at 30 and 120 min post treatment. Data plotted is the average +/  SE normalized to Wt control from three independent experiments.*Indicates significant difference between Wt and T8 expression at the same time point (P< 0.05).\n\nOur data suggested that the InsP 5 ptase plants could be a tool to potentially distinguish between parallel downstream pathways of MAMP triggered immunity. In order to further investigate the downstream responses, a group of genes known to be induced by flg22 FLS2 interaction (Asai et al.,2002; Qutob et al.,2006; Gust et al.,2007; Boudsocq et al.,2010) were selected and their expression levels were quantified by qRT PCR. The five selected genes wereGST1,RLK,FRK1,NHL10, andMLO6. The peak expression ofMLO6was at 30 min after flg22 treatment, whereas the other four genes showed a peak expression at 120 min post flg22 treatment (Figure1E). Both wild type and InsP 5 ptase plants, showed similar kinetics of induction; however, expression levels at 120 min were significantly reduced in the InsP 5 ptase plants compared to the wild type. The reduction in expression suggests that the InsP 5 ptase plants are unable to sustain or maintain maximal gene induction. Interestingly,FRK1andNHL10are both considered to be regulated via MAPK dependent pathways (Boudsocq et al.,2010) and these results suggest a role for phosphoinositide signaling interacting with the MAPK cascade.\n\nWe next examined the interaction between the InsP 5 ptase transgenic plants and the plant pathogenic bacteria,P. syringaepv.tomato(Pst) DC3000 which is widely used to study plant disease resistance (Nishimura and Dangl,2010). In Arabidopsis,PstDC3000 bacteria multiply rapidly and disease symptoms can be observed ~2 day post infection with characteristic tissue necrosis and chlorosis (Katagiri et al.,2002). Both virulent and avirulent strains ofP. syringaewere used to evaluate the susceptibility of InsP 5 ptase transgenic plants compared to wild type.\n\nFigure2Ashows that transgenic plants exhibited more severe symptoms after infection with the virulent strain ofP. syringae(PstDC3000). Moreover, when those infected leaves were harvested and bacterial concentration was quantified, the InsP 5 ptase transgenic plants harbored more bacteria at OD600= 0.001 and 0.0005 compared to the wild type, indicating they are more susceptible toPstDC3000 (Figure2B). Similarly, the transgenic plants also showed a slight elevated bacterial growth of the avirulent strainPstDC3000+avrRpt2at the low concentration of inoculants OD600= 0.0005 (Figure2C). Compared to the wild type the InsP 5 ptase plants are more susceptible to the avirulent strain; however the response to the avirulent strain was not as intense as the response to the virulent strain, suggesting that the gene for gene defense mechanism is still functional.\n\nThe response of InsP 5 ptase plants toPseudomonas syringae. Leaves of Arabidopsis plants inoculated withPstDC3000 at OD600= 0.001 (7 x 105cfu/ml) were photographed at day 2 after inoculation(A). Bacterial growth measured from plants at day 2 after inoculation withPstDC3000(B)orPstDC3000+avrRpt2(C). Starting bacterial cultures are OD600= 0.01 (8 x 106cfu/ml), 0.001 (7 x 105cfu/ml) or 0.0005 (3.5 x 105cfu/ml).(D)Infected leaves used for RT PCR were inoculated withPstDC3000+avrRpt2(OD600= 0.001, 7 x 105cfu/ml). RT PCR was carried out with gene specific primers forPR 1andActin.(E)For bacterial growth counts taken at day 4 after inoculation with the two non pathogens,PstDC3000+hrcC  (Pst hrcC ) andP. syringaepv.Phaseolicolarace 6 (Psp rc6), the concentration of inoculants were OD600= 0.001 (7 x 105cfu/ml). Plant lines used were Wt (white), T8 (black), and therps2/rpm1double knock out mutant (gray).*P< 0.05.\n\nWe also compared the disease response of InsP 5 ptase plants to that ofrps2/rpm1double mutants (lacking both of theRps2andRpm1 Rgenes) which are equally susceptible to both virulent and avirulent strains ofPstDC3000 even at low concentrations of inoculant. We found that transgenic plants were less affected than therps2/rpm1mutants when challenged with avirulent strainsPstDC3000+avrRpt2; and did not have the same high level of bacterial growth (Figure2C). Therefore, the response of InsP 5 ptase plants toPstDC3000+avrRpt2is not similar torps2/rpm1double mutant which lacks theRgene mediated resistance. The enhanced susceptibility pattern observed in InsP 5 ptase plants is more similar to previously reported mutants with a defect in SA mediated disease resistance, such asnahGandeds16/sid2mutants (Gaffney et al.,1993; Delaney et al.,1994; Dewdney et al.,2000; Wildermuth et al.,2001). These plants with a defect in SA mediated resistance are more susceptible to avirulent bacterial strains, but not so severely as to virulent bacterial strains, indicating that theRgenes in these mutant plants are not affected (Dewdney et al.,2000). It is possible that the enhanced susceptibility toward avirulent strains might be the result of dampened signal transduction leading to disease resistance. To test this hypothesis, we examinedPR 1gene induction as a downstream response during the course of infection withPstDC3000+avrRpt2at 3, 8, 24, and 48 h, and found that the two independent InsP 5 ptase lines T6 and T8 show a delayed induction of gene expression (the response was observed at 8 h instead of 3 h) compared to the wild type and vector control plants C2 (Figure2D).\n\nTo further demonstrate that basal defense is compromised, we challenged InsP 5 ptase plants with a TTSS defectivehrcCmutant ofPstDC3000 (in which pathogen effector proteins are not delivered into host plants such that only a few bacteria multiply in wild type plants). We found a slight elevation in bacterial growth in InsP 5 ptase plants (Figure2E), suggesting that the basal defense in InsP 5 ptase plants was weakened. However, we did not observe any bacterial growth or symptoms when challenged with the non host pathogen strainP. syringaepv.Phaseolicolastrain race 6 in both wild type and transgenic plants, even after 12 days (Figure2E). These results suggest that the non host resistance mechanism in transgenic plants is not affected.\n\nPrevious microarray data indicated that a group of disease resistance related genes are basally downregulated under normal growth conditions in two independent InsP 5 ptase plants compared to wild type and vector control plants. These includePR 1,PR 5, andAIG1(avrRpt2  induced gene1), as well as genes encoding proteins involved in Ca2+storage in the endoplasmic reticulum (ER) such asCRT3andBiP3(Perera et al.,2008). In this study we used qRT PCR to analyze a set of selected genes. We determined that, in addition to previously identified defense related genes,PR 2, two putative glutathione S transferase genes (GST11andGST16) and three protein kinases (CRK7,CRK45, andRLP23) were also basally downregulated in InsP 5 ptase plants (Table1). Among the eleven genes tested, eight of them are also required for SAR according to the GO annotation in TAIR. AlthoughBiP3has not been annotated as the other eight genes, other BiP isoforms have been shown to play a role in promoting plant immunity (Wang et al.,2005; Carvalho et al.,2014). The data suggest that reduced expression of these genes might contribute to the enhanced susceptibility of the transgenic plants toP. syringae.\n\nGenes that were basally repressed in InsP 5 ptase plants.\n\nThe genes in bold are known to be involved in systemic acquired resistance based on Arabidopsis GO annotations.\n\nData presented is the average fold change of three independent experiments (P < 0.05) for InsP 5 ptase transgenic line T8. Similar results were obtained with an independent line T6.\n\nIn order to determine whether InsP3is induced in wild type plants when infected withP. syringae, we examined InsP3levels during a 6 h period of post spray withP. syringaein wild type Arabidopsis leaves. When spray infected with a virulent strainPstDC3000, InsP3levels increased ~two fold at 4 h post spray (Figure3A). When infected with avirulent strainsPstDC3000+avrRpm1oravrRpt2, InsP3levels increased 2 3 fold at a shorter time, 20 min and 1 h post spray, respectively. No change in InsP3levels was observed with mock spray (Figure3A). These results demonstrate that the induction of InsP3is one of the signals generated during plant pathogen interaction. The difference in the induction times of InsP3between virulent and avirulent pathogens is in good agreement with the rapid induction of HR by avirulent strains compared to the slower development of disease symptoms by virulent strains (Katagiri et al.,2002).\n\nInsP3changes and Ca2+release in response to avirulentPseudomonas syringaepvtomatoDC3000. (A)Wild type Arabidopsis plants were sprayed withPstDC3000 orPstDC3000+avrRpt2or +avrRpm1at a concentration of OD600= 0.004 (2 x 106cfu/ml). Mock spray was 10 mM MgCl2. Treated leaves were harvested at different time points and InsP3was quantified. Data shown is the average of 5 independent experiments +/  SE.(B)Wild type (Wt) or InsP 5 ptase seedlings carrying aequorin were reconstituted with coelenterazine and inoculation withPstDC3000+avrRpm1(OD600= 0.5, 5 x 108cfu/ml) or mock solution (10 mM MgCl2). A representative experiment is shown with luminescence counts taken in every 5 s. The table lists the average time of the second sustained Ca2+peak (N = independent biological replicates).\n\nIn a previous study, a biphasic increase in cytosolic Ca2+was measured by aequorin mediated bioluminescence in Arabidopsis leaves infected with avirulent strains ofPstDC3000+avrBoravrRpm1(Grant et al.,2000). We tested aequorin lines of wild type and InsP 5 ptase plants infected withPstDC3000+avrRpm1.We found that the early transient rise in [Ca2+]inwas similar in both wild type and InsP 5 ptase plants but there were differences in the second sustained increase in [Ca2+]in. The wild type showed a peak of Ca2+at 110 min post inoculation which is similar to the previous report (Grant et al.,2000). In InsP 5 ptase plants, there was a ~20 min delay in the timing of the Ca2+release (Figure3B) suggesting that InsP3 mediated signaling contributes to the cytosolic Ca2+increase observed in avirulent pathogen infected leaves.\n\nThe oxidative burst in avirulent pathogen infected leaves is part of the disease resistance mechanism (see review in Lamb and Dixon,1997). It leads to the generation of ROS, which presumably could confine bacterial growth (see review in Torres et al.,2006). To examine the ROS production in avirulent pathogen infected leaves, we used 3,3 diaminobenzidine (DAB) to detect ROS productionin situ. Similar to the result observed with flagellin treatment (Figure1A), no difference in ROS production between wild type and InsP 5 ptase plants was observed (Supplementary Figure1). In both lines staining was visible at 6 h and disappeared at 48 h either after inoculation or spraying withPstDC3000+avrRpt2. The results demonstrate that the HR induced oxidative burst and ROS production are unaffected in InsP 5 ptase plants and suggest that ROS generation in plant ETI does not involve InsP3 mediated pathways.\n\nBecause SA is a key systemic signal generated during ETI, we compared the SA levels in wild type and InsP 5 ptase plants (Figure4A). We measured total SA including the conjugated form. The basal SA level in transgenic plants was ~50% of the amount in wild type. After inoculating withPstDC3000+avrRpt2, the SA levels increased in local inoculated wild type leaves and to a lesser extent in the InsP 5 ptase leaves. Although the SA reduction post inoculation in the transgenic plants is not highly significant (P= 0.1), the results do show that the total basal SA in InsP 5 ptase plants was significantly lower compared to wild type. It was not impaired as much as innahGplants andsid2mutants, but this low efficiency might be enough to reduce the SA mediated signaling and cause delay in downstream gene expression, such asPR 1.\n\nInsP 5 ptase plants have a low basal level of SA; however the local response to exogenous SA is normal. (A)SA levels were measured in untreated leaves (basal) or in leaves harvested from plants inoculated withPstDC3000+avrRpt2at a concentration of OD600= 0.1 (1 x 108cfu/ml) at day 2 post inoculation. Data is the average of three to five experiments +/  SE. Each experiment consisted of a pool of leaves from four individual plants/line.(B)Wild type (Wt), two independent InsP 5 ptase lines (T6 and T8), and vector control (C2) plants were sprayed with 300 uM of SA or control solution (0.05% ethanol). Leaves were harvested before (0) and at 3, 8, 24, and 48 h after treatment. RT PCR was carried out with gene specific primers forPR 1andActin.\n\nTo further investigate whether the delayedPR 1gene induction observed in InsP 5 ptase plants (Figure2D) was due to a delayed response to SA, we applied exogenous SA and monitoredPR 1gene induction over a two day period. The wild type and vector control plants (C2) as well as two independent InsP 5 ptase lines were treated with 300 uM SA by mist spray, treated leaves were harvested at 0, 8, 24, and 48 h andPR 1transcript levels was monitored by RT PCR (Figure4B). Both InsP 5 ptase lines have similar induction ofPR 1as wild type and C2 in response to exogenous SA, suggesting that the InsP 5 ptase plants can respond to SA similar to the wild type. The data suggest that the delay inPR 1gene induction is probably due to the delayed synthesis of SA. This result excludes the possibility of InsP3being an intermediate between SA andPR 1gene expression.\n\nIn order to examine whether the reduced SA basal levels and delayedPR 1induction would compromise SAR in InsP 5 ptase plants, we carried out an SAR assay (Zhang et al.,2010). Plants were first inoculated withPstDC3000+avrRpt2, (two leaves per plant), and then challenged withPstDC3000 by spraying whole plants at day 0, 1, 2, and 3 post first inoculation. To monitor the progression of bacterial growth in systemic leaves, bacterial counts were measured in leaves at day 4 post spray. We found that wild type plants acquired resistance toPstDC3000 around day 3 post first inoculation showing a reduced bacterial growth compared to that at day 0, 1, and 2 (Figure5A). Although the bacterial growth in InsP 5 ptase plants also declined slightly at day 3, the reduced growth is not statistically significant compared to that at day 0, 1, and 2. The assay result indicates that the SAR response was affected in InsP 5 ptase plants. It could be that the acquired resistance was not induced as much as in the wild type at day 3, (i.e., a delayed response), or it could be that the level of resistance was substantially reduced. No acquired resistance was detected when plants were first mock inoculated with 10 mM MgCl2(Figure5B).\n\nThe SAR response is delayed in the InsP 5 ptase plants. The SAR assay was carried out using wild type (Wt), vector control (C2) and two independent InsP 5 ptase lines (T6 and T8). Plants were either first inoculated withPstDC3000+avrRpt2(OD600= 0.001, 7 x 105cfu/ml)(A), or 10 mM MgCl2mock solution(B), then sprayed withPstDC3000 (OD600= 0.004, 2 x 106cfu/ml) at day 0, 1, 2, or 3. Systemic leaves were harvested and the bacterial growth was quantified at day 4 post spray. Data is the average of three experiments +/  SD. Each experiment has three plants per line. Results from Wt and C2 (Wt/C2), and T6 and T8 (T8/T6) were pooled for analysis.*P< 0.05(C)Systemic leaves were also harvested before (0) and after initial inoculation at 3, 8, 24, and 48 h for RT PCR carried out with gene specific primers forPR 1,PAD4, andUBQ10.(D)For the exudate experiment, only Wt and T8 and their reciprocal treatments are shown. Leaves were harvested before or at 48 h post exudate (ex) or mock (m) infiltration for RT PCR carried out with gene specific primers forPR 1andActin.\n\nTo investigate the expression levels of defense related genes during SAR induction in systemic leaves, we performed qRT PCR analysis over a time course. We first inoculated plants withPstDC3000+avrRpt2(two leaves per plant), then the systemic leaves were harvested at 3 h, 8 h, day 1, and day 2 post inoculation. We monitored expression of a total of 47 genes (for a complete gene list see Supplementary Table1). We found 14 genes that were differentially expressed in the wild type and two transgenic plant lines that were either only induced in the wild type or showed reduced and delayed induction in the transgenic plants (Table2, calculated data are in Supplementary Table3). Among these 14 genes, eight of them had low basal expression in the transgenic plants. The remaining six genes, which were not basally low, exhibited a reduced and delayed induction. These genes includedNHL10,RLK1,PAD4, andNIMIN 2, which are implicated in SAR and SA mediated signaling (Zhou et al.,1998; Li et al.,2004; Navarro et al.,2004; Weigel et al.,2005). To further confirm the qRT PCR result, we also performed an independent RT PCR analysis on systemic leaves (Figure5C) using the marker genesPR 1andPAD4.The RT PCR results were consistent with the qRT PCR data. The results indicate that the expression of a subset of genes involved in SAR were altered, both in timing and extent in the InsP 5 ptase plants.\n\nGenes which were either not induced or showed delayed expression in distal leaves of InsP 5 ptase plants compared to Wta.\n\nExpression was monitored in distal following inoculation of local leaves with PstDC3000+avrRpt2.\n\nThe names in bold are also basally low and listed in Table1.\n\nThe onset of SAR requires an array of mobile signals which are generated from the primary infected leaves (reviewed in Gao et al.,2014). These molecules are presumed to be translocated from local inoculated leaves to distal leaves through the phloem tissue. Phloem exudate collected from local leaves provides a means to study the effects of the mobile signals. We performed exudate experiments to examine whether the signal molecules generated from the local infected leaves in wild type can trigger the same response in InsP 5 ptase plants and vice versa. The experimental design is to mimic the process of delivering signal molecules from primary infected leaves to systemic leaves by bypassing the plant delivery system. The exudate from infected plants containing putative signal molecules was collected and injected into healthy uninfected plants. In these experiments,PR 1gene expression is expected to increase in the new leaves (similar to systemic leaves) upon injection in response to the presence of the signal molecules. We found that exudates collected from InsP 5 ptase plants were equally effective in inducingPR 1gene expression in wild type plants as exudates from wild type plants (Figure5D). However, InsP 5 ptase plants showed diminishedPR 1gene expression in response to exudates from either wild type or transgenic plants. These results indicate that the generation of mobile signals at the primary infected site is not impaired in the InsP 5 ptase plants and the exudates were as effective as those produced in wild type. Since the response to exogenous application of SA was also normal in the InsP 5 ptase plants (Figure4B), these results suggest that InsP 5 ptase plants are affected in either sensing the mobile signal and/or in the synthesis of SA at the systemic site.",
    "discussion": "A summary of our major results is illustrated in Figure6. In the InsP 5 ptase plants, PTI responses including MAMP triggered Ca2+increase and gene expression were affected, although ROS generation was normal. Additionally, ETI responses occurring at the local infected leaves were compromised in InsP 5 ptase plants leading to a reduced and delayed induction of the systemic response.\n\nSummary of InsP 5 ptase plants responses to flg22 andPseudomonas syringae. The major results described in the paper are listed. The transport of mobile signals from local to distal leaves was not investigated and is indicated by the \"?.\" PTI, PAMP triggered immunity; ETI, Effector triggered immunity; SA, salicylic acid; ROS, reactive oxygen species; SAR, systemic acquired resistance.\n\nA reduction in basal InsP3levels is the most dramatic and direct consequence of the constitutive expression of InsP 5 ptase in the InsP 5 ptase transgenic Arabidopsis plants (Perera et al.,2006,2008). It is reasonable to speculate therefore, that the inability to propagate an InsP3signal is the primary basis for the altered defense responses exhibited by these plants. However, we cannot rule out potential up and downstream effects of the increased turnover of InsP3, since InsP3is an intermediate in the phosphoinositide pathway and is linked to both the phospholipids and the inositol phosphates. In previous work, we showed that PIP5K activity and PtdInsP2synthesis was upregulated in transgenic tobacco cells in suspension culture expressing InsP 5 ptase (Perera et al.,2002). Under normal growth conditions, in our hands, we have not detected a up regulation of PtdInsP2synthesis in transgenic Arabidopsis seedlings or plants. It is possible that the InsP 5 ptase plants have altered localized perturbations in membrane phospholipids under specific conditions (such as hydroponic growth, Knig et al.,2007) or in response to stimuli such as pathogens.\n\nInsP3signaling in plants remains a controversial topic primarily due to the fact that at a molecular level, an InsP3responsive Ca2+channel (analogous to the animal InsP3receptor) has not been identified in plant genomes (discussed in Krinke et al.,2007a; Munnik and Nielsen,2011). Nevertheless, many studies have demonstrated that InsP3is a physiological ligand (reviewed in Krinke et al.,2007a; Dodd et al.,2010; Pokotylo et al.,2014) and InsP3changes occur rapidly and transiently in response to wide variety of both abiotic and biotic signals/stimuli (reviewed in Krinke et al.,2007a; Im et al.,2010). It has also been suggested that InsP6rather than InsP3is the ligand responsible for Ca2+release from intracellular plant stores (Lemtiri Chlieh et al.,2003). Since InsP3is an intermediate in the lipid dependent route of InsP6biosynthesis (reviewed in Gillaspy,2011,2013), increased InsP3turnover could be expected to affect InsP6levels and indeed the InsP 5 ptase plants have lower InsP6levels compared to wild type (Perera et al.,2008). Increased susceptibility to several microbial pathogens was reported in low InsP6mutants (Murphy et al.,2008). However, (unlike the InsP 5 ptase plants), these mutants had normal basal levels of SA and normal SA induction upon infection. Therefore we cannot attribute all of the attenuated defense responses of the InsP 5 ptase plants to a decrease in InsP6. Other inositol phosphate intermediates, including InsP4and InsP5are implicated in stress responses (reviewed in Pokotylo et al.,2014). It is conceivable that InsP6(and/or other inositol phosphates) act synergistically with InsP3to mediate signaling leading to defense responses.\n\nIt is clear that both PTI and ETI share similar signal transduction components and downstream targets (discussed in Ma and Berkowitz,2007; Tsuda and Katagiri,2010) and may represent an overlapping and interconnected network. The complexity of this signaling network is illustrated by the convergence and crosstalk between parallel branches (Boudsocq and Sheen,2013). A rise in cytosolic Ca2+is one common signaling element in response to both PTI and ETI and Ca2+may be a primary signal essential for initiating many of the early events; however there are differences in the timing and duration of the PTI and ETI associated Ca2+signals. Additionally there are feedback loops that modulate the propagation of the Ca2+signal (Ma and Berkowitz,2007,2011).\n\nWe showed that the InsP 5 ptase seedlings have a greatly attenuated Ca2+signal in response to flg22 compared to wild type (Figure1B). A similar result was reported using intact leaves exposed to flg22 (Ma et al.,2012). Intriguingly, the InsP 5 ptase plants exhibited a normal Ca2+response to the plant derived peptide elicitor Pep3 (Ma et al.,2012). The Pep receptor PEPR is linked to the cyclic nucleotide gated cation channel CNGC2 (Qi et al.,2010; Ma et al.,2012). Interestingly, thecngc2mutant showed an opposite Ca2+response to the InsP 5 ptase plants; an attenuated Ca2+rise in response to Pep3 but a normal Ca2+response to flg22 (Ma et al.,2012). This result supports the involvement of different pathways of Ca2+influx in response to Pep and flg22. It was suggested that Pep primarily targets extracellular stores (via influx by CNGC2) while flg22 may involve an additional contribution from intracellular stores. Detailed studies of the amplitude and kinetics of flg22 dose dependent Ca2+changes also suggested that two processes or two different stores may be involved in the flg22 induced Ca2+response (Jeworutzki et al.,2010; Ranf et al.,2011).\n\nA biphasic Ca2+response was previously reported in response to avirulent pathogens (Grant et al.,2000). Ma and Berkowitz (2007) proposed that the initial pathogen associated Ca2+rise is primarily via influx from the apoplast while the subsequent Ca2+rise is from intracellular stores. We observed that while the initial Ca2+peak was similar to wild type, the timing of the second Ca2+peak was delayed in the InsP 5 ptase plants (Figure3B) which supports a role for InsP3in sustaining and propagating the pathogen associated cytosolic Ca2+signal.\n\nOur results are consistent with a model in which InsP3(and or its derivatives) may act in an intracellular Ca2+relay which would be downstream of the initial Ca2+influx from the apoplast. Because MAMP triggered ROS was unaffected in the InsP 5 ptase plants we propose that the initial rise in cytosolic Ca2+in response to MAMP elicitation may activate some downstream targets (such as CDPKs) as well as trigger the early oxidative burst. Alternatively, the ROS response may be \"primed\" by BIK1 in a parallel Ca2+independent manner (Kadota et al.,2014; Li et al.,2014).\n\nIn plants several intracellular compartments serve as Ca2+stores (reviewed in Dodd et al.,2010). The InsP3responsive Ca2+store is likely to be the ER or vacuole; however we cannot rule out the involvement of the chloroplast (Manzoor et al.,2012). A plant specific Ca2+sensor protein CAS, which is located in the chloroplasts, was recently shown to play a role in both PTI and ETI (Nomura et al.,2012). There are shared similarities in the response of thecas 1mutant and the InsP 5 ptase transgenic plants in defense signaling, such as increased susceptibility to both virulent and avirulent bacterial strains, basally reducedPR 1gene expression and normal ROS generation in response to flg22. However at present, we have no information on whether InsP3(and/or InsP6) may affect Ca2+stores in the chloroplast. The basal down regulation ofPRgenes and the reduced activation ofPRgene expression in the InsP 5 ptase plants may also reflect alterations in ER Ca2+homeostasis as discussed further below.\n\nInsP 5 ptase plants have low basal SA (under normal control conditions) and when infected with avirulent pathogens, SA levels were lower than wild type plants at day 2 post inoculation (Figure4), suggesting that SA biosynthesis maybe reduced in the transgenic plants. The reduced levels of SA in InsP 5 ptase plants suggest a link between PI metabolism and SA accumulation/pathway through a yet unknown mechanism that ultimately affects plant defense, either directly or indirectly. At a transcriptional level, based on previous microarray results (Perera et al.,2008), we have not detected lower expression of the two key genes involved in SA biosynthesis, namely phenylalanine ammonia lyase (PAL) and isochorismate synthase (ICS1), (Wildermuth et al.,2001). ABA has been implicated as a negative regulator of SA due to their overlapping biosynthetic pathways (de Torres Zabala et al.,2009; reviewed in Cao et al.,2011). However, we did not detect increased basal ABA levels in InsP 5 ptase plants (Perera et al.,2008). Another possibility is that expression of genes encoding positive regulators of SA accumulation (reviewed in Lu,2009; Ng et al.,2011), could be impaired in InsP 5 ptase plants, resulting in lowered SA levels. One of these genes isPAD4, which showed a delayed induction in systemic leaves (Table2). Similar to InsP 5 ptase plants, mutants of this group of genes have reduced SA accumulation and enhanced susceptibility to pathogens which could be rescued by exogenous SA treatment (Zhou et al.,1998). Recent studies also point to the involvement of Ca2+/calmodulin (CaM) in modulating SA biosynthesis. SARD1 and CBP60g, are two related transcription factors which control SA biosynthesis by regulatingICS1expression. Interestingly, CBP60g is a calmodulin binding protein and its activity is Ca2+ dependent (Zhang et al.,2010; Truman and Glazebrook,2012). It is possible that the reduced Ca2+response in InsP 5 ptase plants might affect induction and accumulation of SA via CBP60g activity.\n\nWe have reported that select early flg22 responsive genes showed reduced expression at 120 min in the InsP 5 ptase plants (Figure1E). We suspect that some downstream transcriptional responses may require the continued propagation of the Ca2+signal.\n\nWe have also shown that the InsP 5 ptase plants have basally reduced levels of some defense related genes (Table1). Additionally, induction ofPR 1was delayed in local leaves and several SAR related genes were either not induced or delayed in induction in systemic leaves (Figure2D, Table2). We suggest that these genes are in part under the control of SA and Ca2+/CaM which can regulate transcription by either directly or indirectly interacting with transcription factors (review Dong,2004; Kim et al.,2009; Reddy et al.,2011). The DNA binding activity of the transcription factor CAMTA (or SR) is enhanced by Ca2+/CaM binding (review, Finkler et al.,2007). Arabidopsis CAMTA3 acts as a negative regulator of biotic stress responses. The loss of function mutants have elevated levels of SA and exhibit enhanced disease resistance. Additionally, several defense associated genes (including PR genes) are found to be up regulated incamta3mutants (Galon et al.,2008; Du et al.,2009).\n\nThe cyclic nucleotide gated channel (CNGC) mutantcngc2also shows constitutively highPR 1gene expression and high SA production (Chan et al.,2008). The phenotypes of both thecamta3andcngc2mutants are opposite to what we observed in the InsP 5 ptase plants, which have lowPR 1gene expression and low SA levels. We have noted a striking inverse correlation between genes that are basally down regulated in the InsP 5 ptase plants and genes that are upregulated incamta3andcngc2(Supplementary Table4). Twelve of the basally upregulated genes incngc2, and thirteen of the upregulated genes incamta3were found downregulated in InsP 5 ptase plants (Perera et al.,2008) includingPR 1,PR 2, andPR 5(Supplementary Table4). Furthermore, there was strong overlap between this subset of genes and the top 50 candidates in thePR 1coexpression network as well as with genes that upregulated in wild type seedlings grown under high Ca2+conditions (Chan et al.,2008). These results are further support for Ca2+mediated regulation of gene expression although at present, the exact mechanism of activation of these over lapping genes is not known.\n\nSA is also implicated in the regulation ofPRgene expression via the activation of the TGA (TGACG Motif Binding Factor) transcription factors (review, Dong,2004; Fu and Dong,2013). Accumulation of SA affects the cellular redox and controls the translocation of the cofactor NPR1 into the nucleus where it binds and activates TGAs. Most TGAs act as positive regulators to induce PR genes as well as the expression of genes encoding ER resident proteins involved in protein folding and Ca2+storage. The induction of the protein secretory pathway is required for SAR (Wang et al.,2005). InsP 5 ptase plants have low basal levels ofPR 1,PR 5,CRT3, andBiP3(Table1), which may be in part due to low basal SA and/or low ER Ca2+.\n\nIn conclusion, we show that the constitutive expression of InsP 5 ptase affects Ca2+release, expression of a subset of defense related genes and both basal and SAR responses but does not affect ROS production. We favor the model postulated by Ranf et al. (2011) in which Ca2+acts as an \"on/off switch\" and a threshold level of Ca2+is required for full activation of the downstream pathways. The InsP 5 ptase plants are impaired in their ability to propagate and maintain the Ca2+signal and therefore are unable to mount a full and robust defense response.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:05:56.375040",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4052902/"
  }
}