{
  "pmcid": "PMC7607443",
  "title": "The Importance of Earth Reference Controls in Spaceflight  Omics Research: Characterization of Nucleolin Mutants from the Seedling Growth Experiments",
  "authors": [
    "Arnzazu Manzano",
    "Alicia Villacampa",
    "Julio Sez Vsquez",
    "John Z Kiss",
    "F Javier Medina",
    "Ral Herranz"
  ],
  "year": "2020",
  "journal": "iScience",
  "doi": "10.1016/j.isci.2020.101686",
  "sections": {
    "abstract": "Understanding plant adaptive responses to the space environment is a requisite for enabling space farming. Spaceflight produces deleterious effects on plant cells, particularly affecting ribosome biogenesis, a complex stress sensitive process coordinated with cell division and differentiation, known to be activated by red light. Here, in a series of ground studies, we have used mutants from the twoArabidopsisnucleolin genes (NUC1andNUC2,nucleolar regulators of ribosome biogenesis) to better understand their role in adaptive response mechanisms to stress on Earth. Thus, we show that nucleolin stress related geneNUC2can compensate for the environmental stress provided by darkness innuc1plants, whereasnuc2plants are not able to provide a complete response to red light. These ground control findings, as part of the ESA/NASA Seedling Growth spaceflight experiments, will determine the basis for the identification of genetic backgrounds enabling an adaptive advantage for plants in future space experiments.\n\nSubject Areas:Plant Biology, Omics, Space Sciences, Arabidopsis, Ground controls, Nucleolus, Stress response, RNA Seq, Spaceflight",
    "methods": "All methods can be found in the accompanyingTransparent Methods supplemental file.",
    "results": "Two environmental conditions (light) are compared here, both of them as part of the SG Earth control reference experiment using the European Modular Cultivation System (EMCS). Seedlings were germinated in the same spaceflight hardware during 4days with a day/night cycle of illumination, and then half of the samples were exposed to 2days of darkness and the other group to 2days of continuous red light (Figure1A). After 6days growth in the culture chamber (CC), the experiment was completed and the phenotypes of the three mutants were observed (Figure1B,Supplemental Information,FigureS1). Seedling growth was homogeneous within each cassette, with clearly smaller seedlings in the case of thenuc1 2mutant. No clear phenotypical differences were observed in the root system physiology between darkness  and red light stimulated samples (including the absence of red phototropism at 1gconditions). The phenotype was compared with a previous experiment with the same duration and genotypes but in petri dishes and with a 6 day photoperiod illumination profile (Manzano etal., 2020submitted). Despite the effects of the TROPI cassette volume, the overall phenotype of the seedlings is also very similar in both studies.\n\nThe Seedling Growth 2 Ground Reference Experiment\n\n(A) Experimental design including the illumination profile for each sample including color code used as key.\n\n(B) Images of 6 day old seedlings (WildType,nuc1 2,andnuc2 2,under the two illumination options) inside the CC just before collection for freezing (additional photos are provided asSupplemental InformationFigureS1). Scale bar, 1cm (the gridded membrane has clearly defined grid lines spaced at 3.1mm). The labels on the membrane represent the cassette # in the ground control.\n\n(C) Principal component analysis (PCA) of the 18 samples (three replicates per condition) using read counts data from FeatureCounts. This diagram gives an overview of the similarities and dissimilarities between samples and the experimental conditions' overall effects (seeData S1for an RNA quality report on the red light samples). All replicates are consistently grouped according to their experimental conditions, and two clear PC1 (for illumination conditions during the last 2days of growth: darkness and red light) and PC2 (for genetic background: WT,nuc1 2,andnuc2 2) are observed.\n\nThe quality of the replicates and overall similarities among the illumination regimes and different plants used is shown by principal component analysis (PCA,Figure1C andSupplemental Information,Data S1). First, a clear difference between the transcriptional profile of the WT,nuc1 2,andnuc2 2plants exposed to darkness or red light photostimulation during the last 2days of growth is shown by principal component 1 (PC1). Second, the differences between the genotypes can be observed in principal component 2 (PC2), where thenuc1 2genotype has the most disrupted nucleolus phenotype, in that thenuc2 2mutant is closer to the WT. The effect is clearer in the dark samples, because the red light stimulation produces more similarities among the three genotypes. Last, all the biological replicates included in the study cluster together according to the experimental condition, strengthening the statistical validity of the study. The use of three biological replicates (including up to 10 seedlings each) is enough considering the difficulties in increasing this number due to the availability of spaceflight research capabilities.\n\nTo understand the effect of the two lighting regimes (red light and darkness) on the transcriptional status, we compared seedlings with the differential illumination during the last 2days of the plant growth period for each of the lines used (WT,nuc1 2,andnuc2 2).\n\nThe number of differentially expressed genes (DEGs) in the WT is 1,428 genes, of which 1,067 have their expression activated and 361 have it repressed. In thenuc1 2mutant, the total number of DEGs is lower (1,001), mainly at the expense of the up regulated genes (633 are over expressed and 368 are repressed). The number of DEGs from the comparison (red light versus darkness) in thenuc2 2mutant is very similar as in the WT: a total of 1,017 up regulated genes and 339 down regulated genes, making a total of 1,365 DEGs (Figure2).\n\nDifferentially Expressed Genes (DEG p adj<0.05, Red Light Photostimulation versus Darkness) in WT and Nucleolin Mutants (nuc1 2andnuc2 2)\n\n(A) Venn diagram comparing all DEGs and the five most significant gene ontology (GO Enrichment) categories in the common DEG in the three genotypes.\n\n(B) Venn diagram comparing up regulated DEGs and the five most significant gene ontology (GO Enrichment) categories in the common DEGs in the WT andnuc2 2genotypes and in the three genotypes, respectively.\n\n(C) Venn diagram comparing down regulated DEGs and the five most significant gene ontology (GO Enrichment) categories from common DEGs in the three genotypes.\n\nVenn diagrams illustrate the group of DEGs that is affected in a single genotype or shared by others (Figure2). Red light up regulated genes affected only 298 genes in the WT, 134 genes innuc1 2mutant, and 199 genes fornuc2 2mutant. On the other hand, the WT has 34 up regulated genes in common withnuc1 2but a large collection of 353 genes in common withnuc2 2(note that the total number of up regulated genes common for the three genotypes is 382), and only 83 genes for both nucleolin mutants (Figure2B).\n\nAmong DEGs down regulated by the red light compared with the dark, there is a similar number of unique DEGs for each of them; 139 genes for the WT, 142 genes for thenuc1 2mutant, and 104 genes for thenuc2 2mutant. In this case, the number of DEGs down regulated in the three lines is 125 genes, without any of the pair comparisons reaching that level (thenuc1 2andnuc2 2mutants have 44 and 53 genes in common with WT, respectively, whereas the two nucleolin mutants share 57 down regulated genes,Figure2C).\n\nIn summary, the line with the least number of DEGs, when we compare plants illuminated with red light with those kept in darkness, is thenuc1 2mutant. As the down regulation response seems similar in all genotypes, the global effect is mainly due to a higher number of up regulated DEGs in bothnuc2 2and WT genotypes. In fact, we can easily extrapolate fromFigure2B and compare the gene lists, including the common responses to red light (382 genes) and the list of up regulated genes not detected in thenuc1 2phenotype (353 genes). The main difference between these lists is shown by the functional analysis \"GO Enrichment\" included inFigure2. All genotypes show the obvious photosynthesis/light harvesting response together with increased Calvin cycle activity, but thenuc1 2genotype is the only one lacking an increased secondary metabolism, together with a response to stress elements (cold) observed in both WT andnuc2 2. These results suggest that the presence of the NUC1 protein is necessary for the known effect of red light in the stimulation of cell proliferation, but the NUC2 protein is not an important player in that response.\n\nA complementary functional analysis has been done using the full lists of up  or down regulated genes in each genotype, obtained by means of a Heatmap GO Enrichment. Up regulated gene lists reveal that red light photostimulation versus darkness mainly leads to an unequivocal activation of genes involved in different phases of photosynthesis, together with processes that involve external encapsulation, secondary metabolism, and drug catabolism in all threeA.thalianalines examined (Supplemental Information,FigureS2A). Other significantly affected categories are the GO involving cell wall modification, pathogenesis, responses to insects, and defense mechanisms to bacteria. In addition to the mentioned GO groups, red light activates different biosynthetic processes (ketone, cutin, and small molecules) and the response to stimuli, such as cold and UV light, in the WT andnuc2 2mutant lines. Solely in the WT line, an enrichment in cell division related genes (microtubule based movement, cell cycle, meiotic cell cycle) is produced. In the case of down regulated GO groups, red light photostimulation reduces expression of genes involved in the response to different stimuli (temperature, hypoxia, light, abscisic acid, oxidative stress) as well as the circadian rhythm of plants (Supplemental Information,FigureS2B). Additional down regulated genes involved in the response to stress appear in WT andnuc2 2comparison (heat and osmotic stress), in the WT andnuc1 2comparison (cold acclimation, response to karrikin, hormone metabolism, and cell wall modification), ornuc1 2only (response to gibberellin). The two nucleolin mutant lines share a repression of the amino acid metabolism (alpha amino acid catabolic process and leucine degradation).\n\nTo better understand the differences in the transcriptional status of each genotype that could be attributed to the illumination conditions designed to be used in the SG spaceflight experiment, we performed a series of comparisons between the different lines, namely,nuc1 2versus WT,nuc2 2versus WT, andnuc1 2versusnuc2 2,when they are either photostimulated with red light or kept in darkness for 48 h, after a growth period of 4days under a 16 h/8h white light photoperiod regime (regular growth condition).\n\nThe total number of DEGs when comparing the severe mutantnuc1 2with the WT is remarkable, with thousands of genes affected in the different illumination conditions. A similar result was obtained in the comparison ofnuc1 2withnuc2 2.This number was much higher in the comparisons of thenuc1 2mutant with both the Col 0 andnuc2 2mutant in darkness: 3,363 genes and 2,121 genes, respectively. Under red light stimulation, the numbers dropped to half: 1,499 genes compared with the WT and 1,069 compared withnuc2 2,respectively. In contrast, the small number of DEGs between the WT andnuc2 2mild mutant (just 149 genes in darkness conditions) peaked to 225 when red light photostimulation was provided (Figure3). The up  and down regulated genes showed similar trends in this case (Supplemental Information,FigureS3).\n\nDifferentially Expressed Genes (DEG p adj<0.05, in the Three Genotype Pair Comparisons among WT,nuc1 2,andnuc2 2) within the Same Experimental Condition\n\n(A) Venn diagram comparing all DEGs between plants exposed to darkness the last 2days.\n\n(B) Venn diagram comparing all DEGs between plants exposed to red light stimulation the last 2days.\n\nThe differential numbers in DEGs can be assigned to particular GO groups. Ontology analysis shows that both comparisons involving thenuc1mutant in the darkness produced an increase in the expression of genes mainly involved in cell division, such as cell cycle, meiotic cell cycle, microtubule cytoskeleton, nuclear chromosome segregation, cytokinesis, and cell cycle G2/M transition (Supplemental Information,FigureS4A). Furthermore, in thenuc1 2versus WT andnuc1 2versusnuc2 2comparisons, categories of responses to different stimuli, namely, responses to auxin, red light, gravity, and UV and ionizing radiations, also appeared overrepresented. In the comparisonnuc1 2versusnuc2 2in darkness, most functional categories (GO terms) appearing up regulated in thenuc1 2mutant are related to the cell wall (cell wall macromolecule catabolic process, pectin biosynthetic process), the cuticle (cuticle development and cutin, suberin, and wax biosyntheses), and the plasma membrane (anchored component of plasma membrane, very long chain fatty acid biosynthetic process, transmembrane receptor protein kinase activity).\n\nThe up regulated processes when red light is applied are quite different (Supplemental Information,FigureS4B). In thenuc1 2versus WT andnuc1 2versusnuc2 2comparisons, DEGs appeared involved in cell wall (structural constituents of cell wall) and in development (positive regulation of growth, post embryonic plant morphogenesis, cellular response to ethylene stimulus). In thenuc1 2versusnuc2 2comparison, many genes with a red light activated expression were involved in ribosome biogenesis (preribosome, maturation of SSU rRNA, 90S preribosome, maturation of 5.8S RNA, ribosomal large subunit biogenesis).\n\nThe two nucleolin mutant lines relative to WT (nuc1 2versus WT andnuc2 2versus WT comparisons) in conditions of red light photoactivation have up regulated genes involved in different response processes, such as the responses to hypoxia, drug, antibiotic, salicylic acid, and wounding. The number of response processes was increased in thenuc2 2versus WT comparison with the GO categories: responses to cold, bacterium, and abscisic acid.\n\nThe identification of common gene categories down regulated in both darkness and red light conditions was more challenging (Supplemental Information,Figures S4C and S4D). In darkness,nuc1 2versus WT andnuc1 2versusnuc2 2comparisons were very similar and mainly related to developmental processes (regulation post embryonic development, meristem development, regulation of seed development, plant organ senescence), mRNA quality (mRNA surveillance pathway), response to temperature (response to temperature stimulus, endopeptidase Clp complex, heat shock protein), and immune system (immune response, response to toxic substance, glutathione metabolism). In the comparisons indicated above, genes involved in long day photoperiodism, flowering, rhythmic process, and response to light intensity were also less represented. In the same way, cellular responses to light stimulus category was over represented in both nucleolin mutants with respect to WT and responses to light stimulus was a common GO category in all three comparisons. The gene categories repressed only in thenuc1 2versusnuc2 2comparison were involved in the spliceosome, protein demethylation, chromatin organization, mRNA binding, and histone acetyltransferase activity.\n\nThe gene categories with repressed expression under red light for any of the comparisons (nuc1 2versusWTandnuc1 2versusnuc2 2) were related to mRNA splicing (alternative mRNA splicing via spliceosome), light responses (response to light stimulus, photoperiodism flowering, circadian rhythm), photosynthesis (chlorophyll biosynthesis process, chloroplast envelope), and the immune system (immune system process, defense response to bacterium, regulation of salicylic acid metabolic process,Supplemental Information,FigureS4D).\n\nEnrichment PPI analysis (protein protein interaction network) also showed that, in darkness, the mutantnuc1 2has up regulated the expression of genes involved in the regulation of G2/M transition of the mitotic cell cycle, mitotic spindle assembly checkpoint, and auxin activated signaling pathway, with respect to both the WT and the mutantnuc2 2(Figure4). In the down regulation side,nuc1 2mutant, when compared with WT, showed down regulated genes involved in transcription regulator activity, sequence specific DNA binding, defense response, and regulation of developmental process. In addition, thenuc1 2mutant has genes with repressed expression in darkness condition related to negative regulation of circadian rhythm, responses to light stimulus, and responses to jasmonic acid, when compared with WT andnuc2 2mutant (Figure4). These results were in agreement with functional GO analysis (Supplemental Information,Figures S2andS4).\n\nProtein Protein Interaction Network ofNuc1 2Differential Response under Darkness Conditions\n\nEnrichment network visualization for results from the over represented gene lists inNuc1 2versus the other genotypes. Gene in each node is represented by a chart indicating the functional category to which each one belongs (following the color legend). The networks show that processes such as cell cycle (left part or up regulated genes), circadian rhythms, and stress responses (right part or down regulated genes) are already affected in the 1xgcontrol conditions as a reference for the Seedling Growth spaceflight experiments.",
    "discussion": "Major constraints of spaceflight experiments are the reduced amount of material and reproducibility, but other issues include the storage of samples before and after the experiment execution in space, causing staggered preparation and processing of the samples (Millar etal., 2010;Correll etal., 2013). In this work, we have shown that, using the spaceflight hardware and procedures, we can perform a transcriptomic analysis with enough reliability to describe the differential transcriptional state of the nucleolin mutants under different light conditions. Three replicates could be considered low for current standards for animal  omics studies in Earth, but in our experiment each replica already represents the average of 10 plants. We show here that the replicates expected to be collected from the spaceflight experiment can be estimated to be sufficient for performing a sequencing study that allows clustering of the different genotypes and environmental conditions (Figure1).\n\nDue to logistical considerations, a specific constraint for plant space biology is the limited number of different mutants/genotypes that can be used in a spaceflight experiment in true microgravity. We have to be sure that the mutants of choice will provide valuable information. In that sense, the use of nucleolin mutants is a promising choice to provide insight into both the cell cycle and stress response mechanisms, apart from the ribosome biogenesis in which this protein is directly involved. These processes are known to be recurrently affected in space  omics experiments with plants (Choi etal., 2019;Ferl etal., 2015;Herranz etal., 2019;Johnson etal., 2017;Kruse etal., 2017;Paul etal., 2013,2017). The analysis performed here allows us to know the specific functions assumed by the two nucleolin proteins ofA.thaliana(NUC1 and NUC2) in different environmental conditions, such as red light photostimulation and darkness, affecting tropistic stimuli. This information can be considered as the 1greference control required to obtain the best possible understanding of the changes produced by the spaceflight conditions on plant development, and how the gravitational stress could be counteracted by changing phototropic stimuli. A longer term goal is to use this knowledge for plant cultivation into bioregenerative life support systems.\n\nRed light illumination mainly produces the activation of genes involved in photosynthesis, cell wall modification, drug catabolism, pathogenesis, and biotic stress response. Conversely, different abiotic stimuli responses (temperature, hypoxia, light, abscisic acid, oxidative stress) are down regulated by the photostimulation treatment, as well as the circadian rhythm of plants. This transcriptional effect is similar in the three lines studied (Col 0 WT,nuc1 2,andnuc2 2), suggesting that it may be independent of the nucleolin protein functions. Therefore, the interpretation of transcriptional effects on plants' grown during spaceflight will be straightforward. In contrast, red light illumination produces a down regulation of genes involved in the response to karritin, cold acclimation, and hormone metabolism in WT andnuc1 2, indicating that the NUC2 protein, and/or other proteins up regulated innuc1 2(Pontvianne etal., 2007), could participate in these functions. In addition, in thenuc1 2mutant, genes coding for response to gibberellin with the red light appear repressed. Gibberellin is a hormone involved in seed germination, bud and fruit formation, shoot longitudinal growth, and axial organ elongation (Hedden and Sponsel, 2015), which could support the relationship of defective plant growth and development withNUC1gene disruption.\n\nExposure to the dark during the last 2days of cultivation of seedlings promotes gene categories mainly involved in processes of cell division and in the response to different stimuli (red light, UV, ionizing radiation, gravity, auxins). They are common innuc1 2versus WT andnuc1 2versusnuc2 2comparisons and unique innuc1 2versus WT comparison. These observations could indicate that, in a stress condition such as darkness, the NUC2 protein is capable of rescuing functions that the NUC1 protein performs under normal growth conditions. Indeed, a role of nucleolin in mitosis has been reported (de Carcer and Medina, 1999;Ma etal., 2007). Therefore, in thenuc1mutant, the NUC2 protein would be capable of performing functions necessary for plant survival, such as ribosome biogenesis regulation (Pontvianne etal., 2007), cell proliferation, and DNA repair. It is important to note that cell division GO was only significantly up represented in the WT when red light was provided (Figure2B). In contrast, the gene categories down regulated in darkness are mainly related to developmental processes, mRNA quality, response to temperature, and immune system. This may indicate that in the dark stress condition, the NUC2 protein is not capable of supplying the function of the NUC1 protein in these processes. These results, together with those previously described, indicate that the functional rescue of NUC1 by NUC2, when NUC1 is not expressed, would be only partial, which may be due to the structural difference between both proteins, including longer N terminal acidic domain and less conserved GAR domain I in the C terminal (Durut and Sez Vsquez, 2015).\n\nDifferential transcriptional response is observed when comparing the two nucleolin mutants. The categories of genes activated differentially in both mutants (nuc1 2versusnuc2 2comparison) are mainly involved in the cell wall and membrane systems. This finding is potentially interesting in space  omics to discriminate gravitropism from graviresistance mechanisms (Herranz and Medina, 2014) and could be related to the phenotype described in thenuc1 2mutant, in which a reduction in the cell number and a disorganization in every cell layer is observed in transversal sections of primary leaves (Pontvianne etal., 2007). Moreover, the gene categories repressed only in the above mentioned comparison are involved in the spliceosome, protein demethylation, chromatin organization, mRNA binding, and histone acetyltransferase activity, which could be related to the described antagonist activity of these two proteins in pre rRNA methylation and with their role in chromatin remodeling, RNA Pol I transcription, mRNA stability, and RNA/DNA metabolism (Pontvianne etal., 2010;Durut etal., 2014).\n\nIn thenuc1 2versusnuc2 2comparison under red light photostimulation, the ribosome biogenesis GO shows the most significant enrichment within the up regulated genes (Supplemental Information,FigureS4B). This result indicates that the described activating effect of red light in this process depends more on the expression of NUC2 protein than on the NUC1 expression. Ultimately, the two nucleolin mutant lines, compared with WT, have genes up regulated by red light involved in different response processes, such as the response to hypoxia, drug, antibiotic, salicylic acid, and wounding. These response processes are extended in thenuc2 2versus WT comparison, including response to cold, bacteria, and abscisic acid. These results indicate that even though both nucleolar proteins, NUC1 and NUC2, are involved in response processes, the implication of NUC2 is higher as to the number of processes. Therefore, NUC2 has a greater response capacity to environmental signals, such as illumination with red light, thus being more sensitive.\n\nA major challenge to be overcome in spaceflight  omics research is to differentiate and characterize which of the spaceflight environmental conditions (including not only microgravity and cosmic radiation but also the constraints imposed to the upload/download and storage processes in orbit, the gaseous atmosphere, among other factors) are responsible for each of the observed alterations in the transcriptome. According to our results, space  omics researchers need to pay special attention to the analysis of ground reference controls on Earth before conclusions can be made on the results obtained in spaceflight. In our particular example, the two nucleolin mutants are the perfect complement to the WT genotype to study how the NUC2 protein can replace the essential functions of NUC1 in orbit, and how light can modulate it, even rescuing WT transcriptional profiles in thenuc1 2mutant. The fact thatnuc2 2mutant shows an increase in stress response GO when exposed to red light connects the red light stimulus with the modulation of the stress response. In parallel, the cell cycle and ribosome biogenesis functions required to be restored in microgravity are also light dependent in both thenuc1 2mutant (in Earth, as shown here) and the WT plants in orbit (Valbuena etal., 2018).\n\nDue to logistical constraints, this study lacks a continuously illuminated control set of samples performed simultaneously due to the absence of those samples in the spaceflight experiment as well as the reference experiment. The next step in this research is to analyze the samples from the space experiment in microgravity and the partial gravity conditions produced by the centrifuge in the EMCS on the ISS. We anticipate confirming that the duplicated nucleolin gene system works during spaceflight will lead us to discover novel mechanisms for plant adaptation to spaceflight conditions. Thus, this research will be eventually translated into better crops for life support systems in the human spaceflight ventures of the 21st century.\n\nFurther information and requests for materials should be directed to and will be fulfilled by the lead contact, Ral Herranz (r.herranz@csic.es)\n\nMaterials generated in this study are available from the lead contact with a completed materials transfer agreement.\n\nThe GLDS 313 datasets generated during this study have been deposited and it is available at GENELAB repository(Ray etal., 2019). Original data have been deposited to (GENELAB:https://doi.org/10.26030/0g0m dj21,https://genelab data.ndc.nasa.gov/genelab/accession/GLDS 313)",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:03:42.023392",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7607443/"
  }
}