{
  "pmcid": "PMC5996828",
  "title": "Phenotypic characterization of an Arabidopsis T DNA insertion line SALK_063500",
  "authors": [
    "Natasha J Sng",
    "Anna Lisa Paul",
    "Robert J Ferl"
  ],
  "year": "2018",
  "journal": "Data in Brief",
  "doi": "10.1016/j.dib.2018.03.107",
  "sections": {
    "abstract": "In this article we report the identification of a homozygous lethal T DNA (transfer DNA) line within the coding region of the At1G05290 gene in the genomeof Arabidopsis thaliana(Arabidopsis) line, SALK_063500. The T DNA insertion is found within exon one of the AT1G05290 gene, however a homozygous T DNA allele is unattainable. In the heterozygous T DNA allele the expression levels of AT1G05290 were compared to wild type Arabidopsis (Col 0, Columbia). Further analyses revealed an aberrant silique phenotype found in the heterozygous SALK_063500 plants that is attributed to the reduced rate of pollen tube germination. These data are original and have not been published elsewhere.\n\nKeywords:Arabidopsis, T DNA, SALK_063500, Silique, Pollen, Phenotype, AT1G05290",
    "methods": "Arabidopsis seeds of wild type Columbia 0 (Col 0) and SALK_063500 were obtained from the Arabidopsis Biological Resource Center[1]. Plants were grown in the growth chambers on soil at 22 degreesC under constant light at approaximately 80umolm 2s 1. In the search for a homozygous T DNA insertion line from SALK_063500, over a thousand progeny of the heterozygous SALK_063500 line were screened and 110 are presented inFig. 1B. AT1G05290 LP and AT1G05290 RP primers were used to amplify the wild type allele band (991bp) while LBa1 and AT1G05290 RP primers were used to amplify the T DNA band (440 740bp). No homozygous T DNA allele lines were found. For gene expression analysis, Col 0 and SALK_063500 seeds were grown on 0.5% PhytagelTMplates (0.5x Murashige and Skoog (MS) salts [Invitrogen] containing 0.5% (w/v) sucrose, was adjusted to pH 5.72 with 1N KOH and solidified with 0.5% (w/v) PhytagelTM[Sigma]) at 22 degreesC under constant light condition[2]. The 12 day old plants were harvested from Phytagel plates and directly preserved in RNALater [Ambion] until ready for RNA extraction. Total RNA was extracted using the RNAeasy kits [Qiagen] according to the manufacturer's instructions. CDNA was transcribed from total RNA, using the High Capacity RNA to cDNA kit [Applied Biosystems] and RT qPCR analysis was conducted with SYBR Green master mix [Applied Biosystems]. The 2 Ctmethod was used to calculate the relative expression of At1g05290 usingUBQ11(AT4G0505) as an internal control. A total of 6 replicates were used for each sample. For silique phenotypes, 30 siliques from three individuals representing the genotype were collected, imaged under the Olympus stereo dissecting microscope (SZH10) and measured using image J[3],[4]. Forin vitropollen germination studies, mature pollen was harvested from flowers left at room temperate for 2h, and then grown overnight on slides coated with solid pollen germinating media (18% Sucrose, 0.01% Boric Acid, 1mM CaCl2, 1mM Ca(NO3)2, 1mM MgSO4 and 0.5% Noble agar [Difco] was adjusted to pH 7.0[5]. Pollen germination studies donein vivowere performed by collecting pollinated pistils 6h after pollination and briefly fixed in ethanol:acetic acid (3:1) for 2h at room temperature. Fixed pistils were then washed with distilled water three times and further treated in 8M NaOH overnight. Pistil tissues were then washed in distilled water and stained with aniline blue solution (0.1% aniline blue in 0.1M K2HPO4 KOH buffer, pH 11) for 5h in the dark before being viewed under the Olympus BX51 compound light microscope[6].",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:01:55.076922",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5996828/"
  }
}