{
  "pmcid": "PMC4494396",
  "title": "Nature of Pre Earthquake Phenomena and their Effects on Living Organisms",
  "authors": [
    "Friedemann Freund",
    "Viktor Stolc"
  ],
  "year": "2013",
  "journal": "Animals : an Open Access Journal from MDPI",
  "doi": "10.3390/ani3020513",
  "sections": {
    "abstract": "Earthquakes are invariably preceded by a period when stresses increase deep in the Earth. Animals appear to be able to sense impending seismic events. During build up of stress, electronic charge carriers are activated deep below, called positive holes. Positive holes have unusual properties: they can travel fast and far into and through the surrounding rocks. As they flow, they generate ultralow frequency electromagnetic waves. When they arrive at the Earth surface, they can ionize the air. When they flow into water, they oxidize it to hydrogen peroxides. All these physical and chemical processes can have noticeable effects on animals.\n\nEarthquakes occur when tectonic stresses build up deep in the Earth before catastrophic rupture. During the build up of stress, processes that occur in the crustal rocks lead to the activation of highly mobile electronic charge carriers. These charge carriers are able to flow out of the stressed rock volume into surrounding rocks. Such outflow constitutes an electric current, which generates electromagnetic (EM) signals. If the outflow occurs in bursts, it will lead to short EM pulses. If the outflow is continuous, the currents may fluctuate, generating EM emissions over a wide frequency range. Only ultralow and extremely low frequency (ULF/ELF) waves travel through rock and can reach the Earth surface. The outflowing charge carriers are (i) positively charged and (ii) highly oxidizing. When they arrive at the Earth surface from below, they build up microscopic electric fields, strong enough to field ionize air molecules. As a result, the air above the epicentral region of an impending major earthquake often becomes laden with positive airborne ions. Medical research has long shown that positive airborne ions cause changes in stress hormone levels in animals and humans. In addition to the ULF/ELF emissions, positive airborne ions can cause unusual reactions among animals. When the charge carriers flow into water, they oxidize water to hydrogen peroxide. This, plus oxidation of organic compounds, can cause behavioral changes among aquatic animals.\n\nKeywords:pre earthquake phenomena, positive holes, ULF (ultralow frequency) waves, ELF (extremely low frequency) waves, air ionization, water oxidation, hydrogen peroxide, physiological effects",
    "methods": "",
    "results": "The International Commission on Earthquake Forecasting for Civil Protection (ICEF) had been convened in the aftermath of the magnitude 6.3 L'Aquila earthquake of April 6, 2009. In its Final Report [71], the ICEF commented on the question of animal behavior as follows:\"An ever popular subject of investigation is anomalous animal behavior observed before earthquakes[72]. In some cases, purported precursory behaviors have been discounted by systematic studies[73]. Animals, including humans, do respond to signals that they can feel, such as small earthquakes that might be foreshocks[74]. Anecdotal evidence suggests that some animal species may have evolved \"early warning\" systems that allow individuals to respond in the few seconds prior to the onset of strong shaking, most probably triggered by the weak shaking of the first arriving P wave[75]. Geobiologists have also speculated on the evolution of sensory systems that could detect more subtle precursory signals[52]. However, there is no credible scientific evidence that animals display behaviors indicative of earthquake related environmental disturbances that are unobservable by the physical and chemical sensor systems available to earthquake scientists.\"\n\nBy opening this passage with the words \"ever popular subject of investigation\", used here in an obviously denigrating tone, the ICEF Final Report does not contribute in a constructive way to the discussion of issues related to animals and earthquakes. Statements like this, however, are understandable, if one takes into consideration that the majority of the ICEF members are seismologists who tend to look at pre EQ animal responses from the mechanical perspective of mainstream seismology. This prevailing attitude makes it difficult, if not impossible, to recognize the complexity of the interactions between animals and the physical world. The real problem is not the absence of observationally well documented facts about unusual animal behavior but a lack of understanding how the reported non seismic pre EQ phenomena are generated in the natural environments, and what are the non seismic stimuli to which animals appear to respond.\n\nThe discovery of positive hole charge carriers, h, has led to insights into the physical processes that occur deep in the Earth crust during the build up of high levels of stress and into the range of unusual properties that seem to be characteristic of these previously unrecognized electronic charge carriers in rocks [28].\n\nThe purpose of our paper is to draw attention to the fact that, during build up of stresses but before catastrophic rupture an activation of hcharge carriers takes place in rocks that form the deeper layers of the Earth crust. This is a non seismic process that takes place during every episode of waxing stress in the Earth crust regardless of whether or not the rocks will rupture catastrophically. Stress activation of hcharge carriers, a quintessential pre EQ phenomenon, is essential to all non seismic pre EQ phenomena mentioned in this paper.\n\nAs highly mobile electronic charge carriers, the hhave the ability to spread out of the stressed rock volume into the surrounding less stressed or unstressed rocks. They can travel fast and far. During their propagation through the Earth crust they can generate ULF and ELF electromagnetic radiation. Upon arrival at the ground to air interface they can cause air ionization and corona discharges. Upon arrival at the ground to water interface they can act as highly oxidizing O radicals and oxidize H2O to H2O2. Through coupling to the electron transport chainin vivo, by modulating the electron transport along the ETC, ULF and ELF waves can transfer energy, which exceeds the buffering capacity against free radicals and thereby cause oxidative stress in living organisms [76]. It was shown that, consistently, some ubiquitous environmental factors feedback directly on heredity through the ETC in organisms by leaking electrons that result in oxidative damage and genome sequence variation (i.e., non random mutation) between generations [67].\n\nAnimals can clearly respond to a range of different physical and chemical stimuli arising directly or indirectly from the stress activation of hcharge carriers. Indeed, understanding the nature of these enigmatic the electronic charge carriers in rocks provides insight, which was previously not unavailable, into the modulation of redox states in the Earth's ecosystems from the global scale down to the atomic level.",
    "discussion": "The International Commission on Earthquake Forecasting for Civil Protection (ICEF) had been convened in the aftermath of the magnitude 6.3 L'Aquila earthquake of April 6, 2009. In its Final Report [ 71 ], the ICEF commented on the question of animal behavior as follows: \"An ever popular subject of investigation is anomalous animal behavior observed before earthquakes [ 72 ] . In some cases, purported precursory behaviors have been discounted by systematic studies [ 73 ] . Animals, including humans, do respond to signals that they can feel, such as small earthquakes that might be foreshocks [ 74 ] . Anecdotal evidence suggests that some animal species may have evolved \"early warning\" systems that allow individuals to respond in the few seconds prior to the onset of strong shaking, most probably triggered by the weak shaking of the first arriving P wave [ 75 ] . Geobiologists have also speculated on the evolution of sensory systems that could detect more subtle precursory signals [ 52 ] . However, there is no credible scientific evidence that animals display behaviors indicative of earthquake related environmental disturbances that are unobservable by the physical and chemical sensor systems available to earthquake scientists.\"\n\nBy opening this passage with the words \" ever popular subject of investigation \", used here in an obviously denigrating tone, the ICEF Final Report does not contribute in a constructive way to the discussion of issues related to animals and earthquakes. Statements like this, however, are understandable, if one takes into consideration that the majority of the ICEF members are seismologists who tend to look at pre EQ animal responses from the mechanical perspective of mainstream seismology. This prevailing attitude makes it difficult, if not impossible, to recognize the complexity of the interactions between animals and the physical world. The real problem is not the absence of observationally well documented facts about unusual animal behavior but a lack of understanding how the reported non seismic pre EQ phenomena are generated in the natural environments, and what are the non seismic stimuli to which animals appear to respond.\n\nThe discovery of positive hole charge carriers, h  , has led to insights into the physical processes that occur deep in the Earth crust during the build up of high levels of stress and into the range of unusual properties that seem to be characteristic of these previously unrecognized electronic charge carriers in rocks [ 28 ].\n\nThe purpose of our paper is to draw attention to the fact that, during build up of stresses but before catastrophic rupture an activation of h  charge carriers takes place in rocks that form the deeper layers of the Earth crust. This is a non seismic process that takes place during every episode of waxing stress in the Earth crust regardless of whether or not the rocks will rupture catastrophically. Stress activation of h  charge carriers, a quintessential pre EQ phenomenon, is essential to all non seismic pre EQ phenomena mentioned in this paper.\n\nAs highly mobile electronic charge carriers, the h  have the ability to spread out of the stressed rock volume into the surrounding less stressed or unstressed rocks. They can travel fast and far. During their propagation through the Earth crust they can generate ULF and ELF electromagnetic radiation. Upon arrival at the ground to air interface they can cause air ionization and corona discharges. Upon arrival at the ground to water interface they can act as highly oxidizing O radicals and oxidize H 2 O to H 2 O 2 . Through coupling to the electron transport chain in vivo , by modulating the electron transport along the ETC, ULF and ELF waves can transfer energy, which exceeds the buffering capacity against free radicals and thereby cause oxidative stress in living organisms [ 76 ]. It was shown that, consistently, some ubiquitous environmental factors feedback directly on heredity through the ETC in organisms by leaking electrons that result in oxidative damage and genome sequence variation ( i.e. , non random mutation) between generations [ 67 ].\n\nAnimals can clearly respond to a range of different physical and chemical stimuli arising directly or indirectly from the stress activation of h  charge carriers. Indeed, understanding the nature of these enigmatic the electronic charge carriers in rocks provides insight, which was previously not unavailable, into the modulation of redox states in the Earth's ecosystems from the global scale down to the atomic level.",
    "conclusion": "A previously unknown or overlooked physical process takes place in rocks that are subjected to large stresses deep below in the Earth crust before major earthquakes. This process leads to the activation of electronic charge carriers, which can spread out of the stressed rock volume into the surrounding rocks, traveling fast and far. They generate electromagnetic waves, of which the ultralow and extremely low frequency (ULF/ELF) portion can be transmitted through rocks. The ULF and ELF waves have the capacity to interact with living organisms and to interfere with fundamental biochemical reactions at the cellular level. When the charge carriers arrive at the ground to air interface, they are able to ionize the air producing under certain conditions exclusively positive airborne ions. Such positive airborne ions are known to have pronounced and generally detrimental physiological effects. When these charge carriers arrive at the water to air interface, they oxidize the water and possibly organic compounds dissolved in the water, producing potentially hazardous toxins. Understanding the complex sequence of events taking place in the Earth crust during the lead up to major earthquakes provides insight into the causes of unusual pre earthquake animal behavior."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:06:43.385675",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4494396/"
  }
}