{
  "pmcid": "PMC11357981",
  "title": "The Space Omics and Medical Atlas (SOMA) and international astronaut biobank",
  "authors": [
    "Eliah G Overbey",
    "JangKeun Kim",
    "Braden T Tierney",
    "Jiwoon Park",
    "Nadia Houerbi",
    "Alexander G Lucaci",
    "Sebastian Garcia Medina",
    "Namita Damle",
    "Deena Najjar",
    "Kirill Grigorev",
    "Evan E Afshin",
    "Krista A Ryon",
    "Karolina Sienkiewicz",
    "Laura Patras",
    "Remi Klotz",
    "Veronica Ortiz",
    "Matthew MacKay",
    "Annalise Schweickart",
    "Christopher R Chin",
    "Maria A Sierra",
    "Matias F Valenzuela",
    "Ezequiel Dantas",
    "Theodore M Nelson",
    "Egle Cekanaviciute",
    "Gabriel Deards",
    "Jonathan Foox",
    "S Anand Narayanan",
    "Caleb M Schmidt",
    "Michael A Schmidt",
    "Julian C Schmidt",
    "Sean Mullane",
    "Seth Stravers Tigchelaar",
    "Steven Levitte",
    "Craig Westover",
    "Chandrima Bhattacharya",
    "Serena Lucotti",
    "Jeremy Wain Hirschberg",
    "Jacqueline Proszynski",
    "Marissa Burke",
    "Ashley S Kleinman",
    "Daniel J Butler",
    "Conor Loy",
    "Omary Mzava",
    "Joan Lenz",
    "Doru Paul",
    "Christopher Mozsary",
    "Lauren M Sanders",
    "Lynn E Taylor",
    "Chintan O Patel",
    "Sharib A Khan",
    "Mir Suhail Mohamad",
    "Syed Gufran Ahmad Byhaqui",
    "Burhan Aslam",
    "Aaron S Gajadhar",
    "Lucy Williamson",
    "Purvi Tandel",
    "Qiu Yang",
    "Jessica Chu",
    "Ryan W Benz",
    "Asim Siddiqui",
    "Daniel Hornburg",
    "Kelly Blease",
    "Juan Moreno",
    "Andrew Boddicker",
    "Junhua Zhao",
    "Bryan Lajoie",
    "Ryan T Scott",
    "Rachel R Gilbert",
    "San huei Lai Polo",
    "Andrew Altomare",
    "Semyon Kruglyak",
    "Shawn Levy",
    "Ishara Ariyapala",
    "Joanne Beer",
    "Bingqing Zhang",
    "Briana M Hudson",
    "Aric Rininger",
    "Sarah E Church",
    "Afshin Beheshti",
    "George M Church",
    "Scott M Smith",
    "Brian E Crucian",
    "Sara R Zwart",
    "Irina Matei",
    "David C Lyden",
    "Francine Garrett Bakelman",
    "Jan Krumsiek",
    "Qiuying Chen",
    "Dawson Miller",
    "Joe Shuga",
    "Stephen Williams",
    "Corey Nemec",
    "Guy Trudel",
    "Martin Pelchat",
    "Odette Laneuville",
    "Iwijn De Vlaminck",
    "Steven Gross",
    "Kelly L Bolton",
    "Susan M Bailey",
    "Richard Granstein"
  ],
  "year": "2024",
  "journal": "Nature",
  "doi": "10.1038/s41586 024 07639 y",
  "sections": {
    "abstract": "Spaceflight induces molecular, cellular and physiological shifts in astronauts and poses myriad biomedical challenges to the human body, which are becoming increasingly relevant as more humans venture into space1 6. Yet current frameworks for aerospace medicine are nascent and lag far behind advancements in precision medicine on Earth, underscoring the need for rapid development of space medicine databases, tools and protocols. Here we present the Space Omics and Medical Atlas (SOMA), an integrated data and sample repository for clinical, cellular and multi omic research profiles from a diverse range of missions, including the NASA Twins Study7, JAXA CFE study8,9, SpaceX Inspiration4 crew10 12, Axiom and Polaris. The SOMA resource represents a more than tenfold increase in publicly available human space omics data, with matched samples available from the Cornell Aerospace Medicine Biobank. The Atlas includes extensive molecular and physiological profiles encompassing genomics, epigenomics, transcriptomics, proteomics, metabolomics and microbiome datasets, which reveal some consistent features across missions, including cytokine shifts, telomere elongation and gene expression changes, as well as mission specific molecular responses and links to orthologous, tissue specific mouse datasets. Leveraging the datasets, tools and resources in SOMA can help to accelerate precision aerospace medicine, bringing needed health monitoring, risk mitigation and countermeasure data for upcoming lunar, Mars and exploration class missions.\n\nSubject terms:Molecular biology, Medical research, Genetics",
    "methods": "All participants consented at an informed consent briefing at SpaceX, and samples were collected and processed under the approval of the Institutional Review Board at Weill Cornell Medicine, under protocol 21 05023569. All crew members consented to data and sample sharing.\n\nFull methodology for sample preparation, nucleic acid/protein extraction, sequencing, mass spectrometry and analysis are reported in Supplementary Note1. Sample collection has been previously reported12.\n\nDifferential abundance analyses of cytokines and other analytes were conducted using a mixed effects model. This model included fixed effects for time, treated as a categorical variable with levels corresponding to preflight (L 92, L 44 and L 3), immediate return (R+1) and recovery periods (R+45, R+82 and R+194). In addition, participant specific effects were incorporated as random effects in the model. ThePvalues for the coefficients obtained from this model were adjusted for multiple comparisons using the Benjamini Hochberg procedure.\n\nWe acquired cryovials of PBMCs from a healthy man 22 years of age (AllCells) and stored them in vapour phase liquid nitrogen cryotanks. Two cryovials from this donor were thawed and processed on two different days in the same week, at the same laboratory, using the 10x Genomics demonstrated protocol called Nuclei Isolation for Single Cell Multiome ATAC + Gene Expression Sequencing (CG000365). From each day's nuclei suspension, ATAC and gene expression libraries were generated (in technical triplicates on the same chip) according to the Chromium Next GEM Single Cell Multiome ATAC + Gene Expression User Guide (CG000338) and sequenced on a NovaSeq 6000 Sequencer. The resulting single nucleus GEXand single nucleus ATAC files were aligned using the cellranger arc pipeline (v2.0.2) from 10x Genomics against the human reference genome hg38. Quality control and cell annotation were performed on the snGEX gene cell matrices using the R Seurat package (v4.2.0)36. Subpopulations were clustered and labelled using a publicly available Azimuth human PBMC reference37in conjunction with Seurat's supervised clustering functionality. DEG analysis for labelled subpopulations was performed using the FindMarkers functionality of Seurat, with a log fold change (logFC) cut off point of 0.5.Pvalues of resultant genes were measured using the Wilcoxon rank sum test and deemed significant forP<0.05. Correlation of chromatin accessibility and gene expression changes in FP1 was characterized by summing up the accessibility in a promoter window consisting of the transcription start site+/ 500bp for every cell in a given cell type across every gene, normalizing it to counts per million, taking the log2difference between the different timepoints and matching it to the log2FC from the differential RNA analysis.\n\nDEGs from each cell type from the PBMC 10x Genomics single cell data were filtered for |logFC|>0.5 and adjustedP<0.05 for the FP1, RP1, RP2 and LP2 profiles. An UpSet plot of shared genes was generated using Intervene38. Overrepresented pathways were calculated using WebGestalt39using the default parameters and the KEGG database. Pathways included in the analysis were within the top 40 lowest false discovery rate values or all pathways with a false discovery rate under 0.05.\n\nchromVAR40was used for the analysis of sparse chromatin accessibility from 10x Genomics single cell data. The FindMarkers function of the Seurat package was used for differential analysis with setting mean.fxn as rowMeans and fc.name = \"avg_diff\". The top five differentially accessible transcription factor motifs from each cell type from the PBMC 10x Genomics single cell data for the FP1, RP1 and RP2were selected for visualization by heatmaps. Heatmaps were generated by the ComplexHeatmap R package.\n\nTo distinguish the analytes that varied with the greatest magnitude between individual crew members (C001, C002, C003 and C004), a coefficient of variation (CV) calculation was applied across measurements collected for each: metagenomic species, metatranscriptomic species, plasma protein abundance, EVP protein abundance, metabolite abundance, cytokine abundances (Alamar Bio) and gene expression values (Oxford Nanopore dRNA seq and Ultima RNA seq). CV calculations were performed using the formula 'np.std(x, ddof=0)/np.mean(x)', where 'x' is the array of normalized analyte values and 'np' refers to the numpy scientific computing package (v=1.26). CV calculations were split into pre flight (L 92, L 44 and L 3), post flight (R+1) and recovery (R+45 and R+82) intervals. The metagenomic and metatranscriptomic data also include the in flight (FD2 and FD3) interval.\n\nBefore performing the CV calculation, data were first normalized. The 'limma' R package was applied to the plasma proteomic, EVP proteomic and metabolite data (v3.52). DESeq2 (v1.36.0) was applied to the Oxford Nanopore dRNA seq and Ultima RNA seq data. For microbiome data, to measure individual contributions per astronaut and for each tissue type ('armpit', 'forearm', 'nasal', 'oral', 'post auricular', 'T zone', among others), we averaged MetaPhlAn4, species level, relative abundance values across our collected sample points. CVs were calculated for individual genes, proteins and microbial organisms.\n\nAn abundance standardized CV calculation was also performed to correct for the mean/CV relationship in the assays. First, the normalized abundance values across all the analytes of a given dataset were split into approximately 100 mean abundance quantiles (M_qwhereqis 1 100 or fewer, in case it resulted in less than 10 points per quantile group). For each quantile group, the mean and the standard deviation of CV values for the analytes belonging toM_qwere calculated (CVmean_qand CVs.d._q, respectively) to prepare the mean/CV distribution reference set across all timepoints and samples. Then, for a given timepoint, the CV calculated for each analyte was matched to the corresponding CVmean_qand CVs.d._qbased on cross referencing to theM_qinterval overlap. Finally, the abundance standardized CV was calculated as thezscore of the CV as (CV CVmean_q)/(CVs.d._q). Permutation testing of the post flight versus pre flight difference was performed by repeating this procedure 10,000 times on shuffled labels for samples, taking the difference. Rank andzscore of the observed value were calculated against the random permutations to order the genes and used as input to fGSEA for pathway enrichment analysis. Gene Ontology analysis on abundance standardized CVs was performed with Enrichr41,42using the default settings.\n\nIn depth methods and protocol information for all assays in Fig.1ais located in Supplementary Note1.\n\nFurther information on research design is available in theNature Portfolio Reporting Summarylinked to this article.",
    "results": "",
    "discussion": "Overall, these data represent a comprehensive clinical and multi omic resource from commercial and non commercial astronaut cohorts, creating, to our knowledge, the first ever aerospace medicine biobank, while providing a platform for private citizens to contribute to future astronaut biomedical studies. In addition, we have demonstrated that short duration, high elevation (585km) spaceflight results in broad ranging molecular changes, in which some of these changes mirror what has been observed during longer duration spaceflight, including elevated cytokines, telomere elongation and gene expression changes for immune activation, DNA damage response and oxidative stress. Although more than 95% of markers return to baseline in the months after the mission had ended, some proteins, genes and cytokines appear to be activated only in the recovery period after spaceflight and persist post flight for at least 3 months.\n\nThese results collectively indicate a dynamic recovery profile that substantially reverses the direction of differential gene expression in multiple key biological pathways from the post flight timepoint (R+1) and afterward. This suggests that re adaptation to Earth activates a range of restorative mechanisms that help to recover, at least in part, the physiological stress imposed by exposure to the space environment. The systematic analysis of the molecular and cellular changes observed post flight afford us with a unique opportunity to capture naturally occurring health restoring mechanisms, which can be used for therapeutic target discovery. Furthermore, we observed a nuanced regulatory landscape, in which enriched recovery pathways are both unique to individual cell types and span cell types in unique combinations. We have carefully indexed various profiles for flight, recovery and longitudinal analysis that are annotated in processed data files available in the NASA OSDR. The RP1 profile indicates that we need more frequent sampling in the 1 2 months directly after flight to untangle the gene and pathway responses during re adaptation from spaceflight. This will be especially true during longer missions, in which re adaptation will probably be more intense.\n\nOf note, these data are, to our knowledge, the first ever joint single nucleus chromatin profiles (RNA and ATAC) for astronauts, and they also leverage new methods that can track gene expression and epigenetic changes within the same cells. This single cell, dual measurement assay provides new data on the molecular changes and regulatory response to spaceflight (for example, chromatin and TFBS accessibility), and the data revealed distinct levels of stress and adaptation by each cell type. Specifically, the T cell andmonocyte cell populations (CD14 and CD16) hadthe largest changes in expression and response of any cell type. The differences between PBMC subpopulations also suggest that single cell sequencing can be helpful for delineating unique cell type responses in future studies as well. Indeed, although the immune system and haematopoietic systems both show thousands of transient changes at the gene expression level, the chromatin architecture is distinctly disrupted, in both scale and duration, in these CD14+and CD16+monocyte populations. These cell types were also found to be disrupted in the NASA Twins Study7,23, and thus represent a key cell type to be studied for future missions.\n\nThe cfRNA, dRNA and spatial RNA profiles revealed unique profiles that differed based on recovery and longitudinal analysis, suggesting that the multi omic footprint of spaceflight is much wider than previously observed. Although some focused studies of cfRNA have shown that it can be used to detect mitochondrial increase in blood related to spaceflight7 9,24, to our knowledge, it had never been applied as a 'full body molecular scan' to detect differential tissue and cell stress. Of note, the SOMA resource enables comparisons of the cfRNAs and cell encapsulated RNAs, as well as the exosomal fractions, all within the same framework, which is essential for delineating and ranking the cells and tissues in the body that are the most disrupted by spaceflight. Similar to the utility of single cell data23, the granularity of seeing cell lysis from all tissues across the body in one assay makes cfRNA profiling an ideal addition to some of the proposed standard measures for spaceflight monitoring. So far, cfRNA data indicate that each part of the body may show its own transcriptional response, shedding rate or RNA excretion rates, and thus each tissue should be examined on its own and then compared with other sites and assays. Similarly, in the microbiome data, the taxonomic classifications yielded differences in variation by body site, timepoint and crew member (Extended Data Fig.8), indicating the need for multi site and multi omic sampling for ideal understanding of microbiome changes associated with spaceflight.\n\nHowever, this study is not without limitations. Although cell specific comparisons could be made between the I4 mission and previous studies, the assays and collection protocols were slightly different (for example, column purification versus droplet sorted cells), and thus comparisons will be imperfect. In addition, although the same tube types and methods were used whenever possible, cross mission comparisons will inevitably include noise from various other types of technical variation, including batches of library preparation and extraction kits, slightly different collection intervals (L 3 versus L 10) and different sequencingorprofiling technologies (for example, Illumina versus Ultima or liquid chromatography tandem mass spectrometry versus NULISASeq). Finally, as our comparisons to other NASA and JAXA datasets span, at most, 64 astronauts, these data are not sufficient to guide medical interventions or inference of mechanisms. As such, these SOMA data and resources should be viewed as preliminary molecular maps of the response of the human body to spaceflight.\n\nNonetheless, the data from the I4 mission will be an invaluable resource for future studies. Deep analyses of secretome profiling25, single nucleus multiome26, viral activation and ecological restructuring27, skin spatial transcriptomic profiling28, epitranscriptomic profiling22, and genome integrity and clonal haematopoiesis29have already leveraged this resource. In future missions, additional biomedical profiling can help to delineate the short term and long term health effects of spaceflight, including changes in telomere length dynamics, DNA methylation, non coding RNAs, as well as additional sample types, such as hair follicles, tears, sperm and other biospecimens. Indeed, the remaining samples from the I4 mission have been biobanked for just this reason and to help the scientific community tackle future objectives12. In addition, aliquots of DNA, RNA, protein, serum, urine and stool from the protocols performed in this paper have acquired consent for release and are available (https://cambank.weill.cornell.edu/) for request, in which researchers can then append new results to this extensible SOMA repository.\n\nDifferences between the biomedical and cellular responses of crew members may be caused by several factors, including inter individual genetic differences (Fig.5), the duration of the mission, the higher flight elevation (585km), the unique environment of the SpaceX Dragon capsule, or a combination of these and other factors. To address these hypotheses, other molecular assays can be informative for future missions, including other epigenetics and chromatin conformation assays. For example, we have investigated using the method cleavage under targets and release using nuclease (Cut&Run) to profile histone modifications using 5,000 and 10,000 T cells as assay input (Supplementary Fig.3a), down from the 10 million cells recommended in the original protocol30. T cells were collected from C002 during the R+194 recovery timepoint, but showed high variance at lower input. Nonetheless, the combination of current modifications profiled can be used to annotate active enhancer regions in the genome (Supplementary Fig.3b), which is a novel profile for astronauts, and opens the door to better understanding of the gene regulatory changes induced by spaceflight for each crew member.\n\nMolecular changes described here can also help to guide research and countermeasure development, but are only the start of the process of mitigating risks, especially as year long and multi year space habitat missions will represent greater biomedical challenges. To aid in this effort, the SOMA resource will continue to expand as further samples are sequenced from the I4 mission11,12and samples are collected from future missions that travel farther into space, and then compared with other longitudinal, multi omics cohorts31. Biospecimen samples have been collected and processed from Polaris and Axiom crews, and this Atlas also represents an open call for research participation for astronauts from any commercial or governmental programs.\n\nFinally, although the multi omic data and resources from the I4 crew represent the largest release of data from astronauts to date, the I4 crew is still a small cohort, and represents only the first step towards resolving the many hazards and needs for long term missions32, building towards enough statistical power and contextualization of normal human biological variation33,34. Fortunately, one of the crew members for I4 will continue to donate to the SOMA Biobank for multiple missions, including the Polaris Dawn mission, and data and samples from additional crews (for example, long term Twins Study follow up, AxiomSaudi, JAXA and Maltamissions) are now being collected and integrated. These cross mission datasets create a unique opportunity for long term, in depth analysis of the effect of spaceflight on the human body. Such data are especially important as missions travel farther away from Earth35and for longer periods of time, in which the data and biomedical discoveries can help to prepare commercial and state sponsored agencies for the lunar, Mars and exploration class missions.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:04:19.459337",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11357981/"
  }
}