{
  "pmcid": "PMC6638264",
  "title": "Apyrase inhibitors enhance the ability of diverse fungicides to inhibit the growth of different plantpathogenic fungi",
  "authors": [
    "Manas Kumar Tripathy",
    "Gayani Weeraratne",
    "Greg Clark",
    "Stanley J Roux"
  ],
  "year": "2016",
  "journal": "Molecular Plant Pathology",
  "doi": "10.1111/mpp.12458",
  "sections": {
    "abstract": "A previous study has demonstrated that the treatment of Arabidopsis plants with chemical inhibitors of apyrase enzymes increases their sensitivity to herbicides. In this study, we found that the addition of the same or related apyrase inhibitors could potentiate the ability of different fungicides to inhibit the growth of five different pathogenic fungi in plate growth assays. The growth of all five fungi was partially inhibited by three commonly used fungicides: copper octanoate, myclobutanil and propiconazole. However, when these fungicides were individually tested in combination with any one of four different apyrase inhibitors (AI.1, AI.10, AI.13 or AI.15), their potency to inhibit the growth of five fungal pathogens was increased significantly relative to their application alone. The apyrase inhibitors were most effective in potentiating the ability of copper octanoate to inhibit fungal growth, and least effective in combination with propiconazole. Among the five pathogens assayed, that most sensitive to the fungicidepotentiating effects of the inhibitors wasSclerotinia sclerotiorum. Overall, among the 60 treatment combinations tested (five pathogens, four apyrase inhibitors, three fungicides), the addition of apyrase inhibitors increased significantly the sensitivity of fungi to the fungicide treatments in 53 of the combinations. Consistent with their predicted mode of action, inhibitors AI.1, AI.10 and AI.13 each increased the level of propiconazole retained in one of the fungi, suggesting that they could partially block the ability of efflux transporters to remove propiconazole from these fungi.\n\nKeywords:ABC transporters, copper octanoate, myclobutanil, plant pathogens, propiconazole",
    "methods": "The plantpathogenic fungal strainsB. cinerea,C. graminicola,F. oxysporum,S. sclerotiorumandV. dahliaewere obtained from the Institute for Plant Genomics & Biotechnology, Texas A & M University, College Station, TX, USA. Potato glucose agar (PGA, SigmaAldrich, St. Louis, MO, USA) was routinely used for the growth of different pathogenic fungal strains.\n\nApyrase inhibitors NGXT191 (AI.1), AI.10, NGXT1913 (AI.13) and AI.15 were used in this study. The fungicides copper octanoate (C16H30CuO4), myclobutanil (C15H17ClN4) and propiconazole (C15H17Cl2N3O2) were used. The concentrations of these compounds were as follows: copper octanoate, 285 mm; myclobutanil, 2.14 mm; propiconazole, 4.64 mm.\n\nStandard antifungal susceptibility disc tests were performed to determine any potentiating effect of apyrase inhibitors on the growth of the pathogenic fungi. Wildtype strains of the pathogenic fungi were plated on PGA medium (pH 5.6) with Whatman paper discs containing fungicides at the centre of the plate. Plates containing either apyrase inhibitors (65 um) or an equal concentration of DMSO solvent (0.05%) served as experimental controls, and when either was applied alone, it did not affect the growth of pathogenic fungi. Plates were incubated at 30 C for 7 days (C.graminicolaandS. sclerotiorum) or 12 days (B.cinerea,F.oxysporumandV.dahliae), depending on the growth rate of the fungi. Plates were photographed, and the zone of fungal growth inhibition was measured using Image J software (National Institutes of Health, Bethesda, MD, USA). All the tests were performed with five replicates. The experiments were performed twice. Results were analysed for statistical significance using Student'sttests.\n\nAfter fungicide treatment, both the DMSO control and the apyrase inhibitorgrown tissue were collected and washed twice with 1 mL of potato dextrose liquid medium (pH 5.6) at 3000 g for 5 min. The tissue was frozen with liquid N2and homogenized with a homogenizer with 0.3 mL of 85% methanol. It was then centrifuged at 9000 g for 10 min at 4 C. The supernatant was collected and protein was quantified using a Direct Detect Spectrometer (Millipore, Billerica, MA, USA).\n\nFor mass spectrometry quantification, the D5 propiconazole (C15H12Cl2N3O2D5) standard was obtained from Analytical Standard Solutions (A2S), Saint Jean d'Illac, France as a 10ppm solution in acetonitrile (C2H3N). An 8uL aliquot of each sample was injected with 0.3 uL of the 10ppm standard. For propiconazole analysis, solvent B was acetonitrile and solvent A was water. The liquid chromatography (LC) program was a linear gradient from 5% B to 95% B over 4 min, followed by a 4min hold at 95% B. The ionization source was an Agilent Jet Stream (Santa Clara, CA, USA) source in positive mode Electrospray ionization (ESI) with a drying gas temperature of 350 C, drying gas flow of 13 L/min, sheath gas temperature of 350 C, nebulizer pressure of 40 psi,Vcapof 2900 V, nozzle voltage of 1500 V, fragmenter voltage of 150 V and skimmer voltage of 65 V. The column was a Zorbax Eclipse Plus C18 (Agilent technologies, Santa Clara, CA, USA) column (50 mm x 2.1 mm, 5 um) with a Zorbax Eclipse Plus C18 narrowbore guard column (12.5 mm x 2.1 mm, 5 um).\n\nEach sample was run in triplicate. The target (C15H17Cl2N3O2) and D5 standard (C15H12Cl2N3O2D5) eluted at 4.3 min and were observed as[M+H]+and [M   Cl]+ions. The areas of the extracted ion chromatograms for propiconazole ([C15H17Cl2N3O2+H]+at 342 and [C15H17Cl2N3O2  Cl]+at 306) and the D5 standard ([C15H12D5Cl2N3O2+H]+at 347 and [C15H12D5Cl2N3O2  Cl]+at 311) were found, and the ratio of the areas was determined. The area value was divided by the protein value to calculate the final amount of propiconazole inside the propiconazole and propiconazole+apyrase inhibitortreated fungus.\n\nThe plantpathogenic fungusF. oxysporumwas inoculated on 5 mL of potato dextrose broth (pH 5.6) containing apyrase inhibitor AI.1 (65 um). DMSO (0.05%) served as an experimental control. The liquid culture was kept at 30  degreesC with constant shaking at 200 rpm for the indicated number of days. Two hours before media collection, the tubes were removed from the shaker and kept still. Three individual samples of 50 uL of medium were removed from each tube and flash frozen in liquid nitrogen. Samples were stored at  80  degreesC until ATP measurements were made. The [ATP] in the growth media was determined using the ENLITEN ATP Assay System from Promega (Madison, WI, USA) according to the method of Limet al. (2014). In all cases, three biological replicates and three technical replicates were included in the average.\n\nFusarium oxysporumandB. cinereawere grown in potato dextrose medium for 48 h. Cultures were centrifuged at 3000 g for 15 min to pellet down the fungal hyphae. Clear supernatant was taken to assay the phosphatase activity in the fungal growth media. Soluble fungal proteins were precipitated at 4 C by the addition of solid (NH4)2SO4until the entire solid was dissolved in the solution up to 50% saturation. After 15 min of stirring, proteins were centrifuged at 9000gfor 15 min to pellet down the precipitate. Additional (NH4)2SO4was added to the supernatant up to 80% saturation, and the solution was centrifuged at 9000gfor 15 min to pellet down the precipitate. After the (NH4)2SO4precipitations, proteins from the 50% and 80% (NH4)2SO4precipitations were separately desalted, quantified and assayed for phosphatase activity with 60 mmHepes [4(2hydroxyethyl)1piperazineethanesulfonic acid)], 3 mmMgCl2and a selection of one of the following conditions: 3 mmATP, ADP or AMP nucleotide at pH 4, pH 5.6, pH 7, pH 8 or pH 9.5. Only at pH 7 were 1.12 mmascorbic acid and 0.8 mmammonium molybdate added to inhibit acid and alkaline phosphatases. Samples were incubated at 30 C at 150 rpm with or without inhibitors. In this assay, two inhibitors (AI.1 and AI.13) were dissolved in 0.05% (v/v) DMSO at 65 umconcentration. Inorganic phosphate concentration was determined by measuring the absorbance of the phosphomolybdenum complex at 820 nm (Chenet al.,1956).",
    "results": "A multiple alignment of the deduced amino acid sequences revealed that the primary structure of the apyrases from different pathogenic fungi differ in the size of their Cterminal ends from the known plant apyrases (Fig. S1a, see Supporting Information). The apyrases ofColletotrichum graminicolaandVerticillium dahliaeare close to each other and lie on the same branch of the phylogenetic tree, whereas those inB. cinerea,Fusarium oxysporumandSclerotinia sclerotiorumlie on different branches (Fig. S1b).\n\nThe effects of apyrase inhibitors NGXT191 (in this study AI.1) (Clarket al.,2010a,2010b, 2011; Windsoret al.,2003; Wuet al.,2007) and NGXT1913 (AI.13) (Clarket al.,2010a; Liuet al.,2012) on plant growth and development have been reported previously. In addition to these two apyrase inhibitors, we used two further apyrase inhibitors (AI.10 and AI.15) in this study (Fig.1). These four apyrase inhibitors did not affect the growth ofF. oxysporumby themselves at the concentrations used in this study (Fig. S2, see Supporting Information). In addition, AI.1 and AI.13 did not affect the growth ofC. graminicolaandV. dahliaby themselves at the concentrations used (data not shown). However, all four of these apyrase inhibitors differentially enhanced the effect of fungicides (copper octanoate, myclobutanil and propiconazole) against the five different plantpathogenic fungi, as judged by the plate assays used (Wanget al.,2012) and described in detail in the following sections.\n\nChemical structure, systematic names and molecular formulae of the apyrase inhibitors (AIs) used in this study.\n\nThe only apyrase inhibitor that showed a statistically significant effect on the ability of copper octanoate to inhibitB. cinereafungal growth was AI.1. When AI.1 was combined with copper octanoate, it had a statistically significant inhibitory effect on the growth ofB.cinerea, showing 22% more growth inhibition than copper octanoate treatment alone (Fig.2a). All four inhibitors significantly enhanced the inhibitory effect of myclobutanil and propiconazole on the growth ofB.cinerea(Fig.2b,c). Inhibitor AI.10 was the least effective of the four inhibitors at potentiating the growth inhibition caused by myclobutanil and propiconazole.\n\nApyrase inhibitors differentially enhance the potency of three different fungicides [(a) copper octanoate, (b) myclobutanil and (c) propiconazole] against the pathogenic fungusBotrytis cinerea. The plantpathogenic fungal strain (B. cinerea) was grown in yeast extract peptone dextrose (YPD) medium in a Petri dish in the presence of 65 umapyrase inhibitors (AI.1, AI.10, AI.13 and AI.15) at 30  degreesC for 12 days. The equivalent concentration of dimethyl sulfoxide (DMSO) was added as a control (0.05%). The experiments were repeated twice with similar results. Error bars indicate standard deviations (n=5). For each treatment, the statistical significance of the potency of the fungicides is indicated: ***Student'sttest,P<0.001; **Student'sttest,P<0.01; *Student'sttest,P<0.05.\n\nInhibitors AI.1 and AI.13 significantly enhanced the inhibitory effect of copper octanoate on the growth ofC.graminicola, (Fig.3a), and inhibitors AI.1, AI.13 and AI.15 significantly enhanced the inhibitory effect of myclobutanil on the growth ofC.graminicola(Fig.3b). Although combining any of the four inhibitors with propiconazole resulted in a statistically significant effect on the ability of this fungicide to inhibit the growth ofC.graminicola, the difference relative to propiconazole alone was not large (Fig.3c). The most effective inhibitor at potentiating the growth inhibitory effects of each of the three fungicides onC. graminicolawas AI.1.\n\nApyrase inhibitors differentially enhance the potency of three different fungicides [(a) copper octanoate, (b) myclobutanil and (c) propiconazole] against the pathogenic fungusColletotrichum graminicola. Plantpathogenic fungal strain (C. graminicola) was grown in yeast extract peptone dextrose (YPD) medium in a Petri dish in the presence of 65 umapyrase inhibitors (AI.1, AI.10, AI.13 and AI.15) at 30  degreesC for 7 days. The equivalent concentration of dimethyl sulfoxide (DMSO) was added as a control (0.05%). The experiments were repeated twice with similar results. Error bars indicate standard deviations (n=5). For each treatment, the statistical significance of the potency of the fungicides is indicated: ***Student'sttest,P<0.001; **Student'sttest,P<0.01; *Student'sttest,P<0.05.\n\nInhibitors AI.1 and AI.13 significantly enhanced the inhibitory effect of copper octanoate on the growth ofF.oxysporum(Figs4and5a), and all four inhibitors statistically significantly enhanced the inhibitory effect of myclobutanil on the growth ofF.oxysporum(Figs4and5b). In the presence of each of the inhibitors, the fungicide propiconazole had a statistically significant inhibitory effect on the growth ofF.oxysporumrelative to propiconazole alone (Figs4and5c).\n\nApyrase inhibitors affect the growth of fungus in the presence of different fungicides. Representative photographs of plate assays ofFusarium oxysporumgrown in the presence of apyrase inhibitors AI.1, AI.10, AI.13 or AI.15 combined with three different fungicides: copper octanoate, myclobutanil and propiconazole.\n\nApyrase inhibitors differentially enhance the potency of three different fungicides [(a) copper octanoate, (b) myclobutanil and (c) propiconazole] against the pathogenic fungusFusarium oxysporum. Plantpathogenic fungal strain (F. oxysporum) was grown in yeast extract peptone dextrose (YPD) medium in a Petri dish in the presence of 65 umapyrase inhibitors (AI.1, AI.10, AI.13 and AI.15) at 30  degreesC for 12 days. The equivalent concentration of dimethyl sulfoxide (DMSO) was added as a control (0.05%). The experiments were repeated twice with similar results. Error bars indicate standard deviation (n=5). For each treatment, the statistical significance of the potency of each fungicide is indicated: ***Student'sttest,P<0.001; **Student'sttest,P<0.01; *Student'sttest,P<0.05.\n\nCopper octanoate combined with each of the four inhibitors had a statistically significant inhibitory effect on the growth ofS. sclerotiorumrelative to treatment with copper octanoate alone (Fig.6a). Similarly, all four apyrase inhibitors combined with myclobutanil or propiconazole resulted in a significantly greater inhibitory effect on the growth ofS. sclerotiorumrelative to treatment with either of these fungicides alone (Fig.6b,c). However, the effects of the inhibitors on the ability of propiconazole to inhibit growth were less than 10% relative to propiconazole alone.\n\nApyrase inhibitors differentially enhance the potency of three different fungicides [(a) copper octanoate, (b) myclobutanil and (c) propiconazole] against the pathogenic fungusSclerotinia sclerotiorum. Plantpathogenic fungal strain (S. sclerotiorum) was grown in yeast extract peptone dextrose (YPD) medium in a Petri dish in the presence of 65 umapyrase inhibitors (AI.1, AI.10, AI.13 and AI.15) at 30  degreesC for 7 days. The equivalent concentration of dimethyl sulfoxide (DMSO) was added as a control (0.05%). The experiments were repeated twice with similar results. Error bars indicate standard deviation (n=5). For each treatment, the statistical significance of the potency of each fungicide is indicated: ***Student'sttest,P<0.001; **Student'sttest,P<0.01; *Student'sttest,P<0.05.\n\nInhibitors AI.1, AI.10, AI.13 and AI.15 significantly enhanced the inhibitory effect of copper octanoate on the growth ofV.dahliae(Fig.7a). All four inhibitors significantly enhanced the inhibitory effect of myclobutanil on the growth ofV.dahliae(Fig.7b). In contrast, although all four inhibitors statistically significantly enhanced the inhibitory effect of propiconazole on the growth ofV.dahliae, this effect was not as significant (Fig.7c).\n\nApyrase inhibitors differentially enhance the potency of three different fungicides [(a) copper octanoate, (b) myclobutanil and (c) propiconazole] against the pathogenic fungusVerticillium dahliae. Plantpathogenic fungal strain (V. dahliae) was grown in yeast extract peptone dextrose (YPD) medium in a Petri dish in the presence of 65 umof apyrase inhibitors (AI.1, AI.10, AI.13 and AI.15) at 30  degreesC for 12 days. The equivalent volume of dimethyl sulfoxide (DMSO) was added as a control. The experiments were repeated twice with similar results. Error bars indicate standard deviations (n=5). For each treatment, the statistical significance of the potency of fungicides is indicated: ***Student'sttest,P<0. 001; **Student'sttest,P<0.01; *Student'sttest,P<0.05.\n\nIn order to test a postulated mechanism by which apyrase inhibitors could potentiate the ability of fungicides to inhibit fungal growth, we assayed the levels of propiconazole retained in three fungal species when only a fungicide in dimethyl sulfoxide (DMSO) solvent was applied relative to when the fungicide was applied with one of the apyrase inhibitors in DMSO. Treatment with AI.13+propiconazole for 12 days resulted in a significantly higher retention of propiconazole (twofold) inB. cinereacompared with the propiconazole/DMSO control (Fig.8a). Similarly, treatment with AI.1+propiconazole for 7 days resulted in a significantly higher level (twofold) of propiconazole retained inC. graminicolacompared with the propiconazole/DMSO control (Fig.8b). Moreover, inS. sclerotiorum, treatment with AI.10+propiconazole for 7 days resulted in an approximately twofold increased retention of propiconazole compared with the propiconazole/DMSO control (Fig.8c).\n\nApyrase inhibitors differentially affect the retention of propiconazole inBotrytis cinerea,Colletotrichum graminicolaandSclerotinia sclerotiorumas determined by mass spectrometry. (a) Treatment with AI.13 statistically significantly increases the level of propiconazole inB. cinerea. (b) Treatment with AI.1 statistically significantly increases the level of propiconazole inC.graminicola. (c) Treatment with AI.10 statistically significantly increases the level of propiconazole inS. sclerotiorum. Error bars indicate standard deviations (n=3). Significance of fungicide retention: **Student'sttest,P<0.01.\n\nApyrase activity, defined as nucleoside triphosphatediphosphohydrolase activity that is insensitive to inhibition by molybdate and ascorbic acid, does not hydrolyse AMP substrates and has a pH optimum near neutral (Knowles,2011), was identified in the growth media ofB. cinereaandF. oxysporum, and partially purified by ammonium sulfate precipitation, as used to partially purify pea apyrase (Chenet al.,1987). Inhibitors AI.1 and AI.13 each inhibited the apyrase activity precipitated by both 50% and 80% ammonium sulfate treatments (Fig.9). In the enzyme preparation fromB. cinereathe range of inhibition by AI.1 was 65 96%, and the range of inhibition by AI.13 was 59 65% (Fig.9a). ForF. oxysporumthe range of inhibition by AI.1 was 49 50%, and the range of inhibition by AI.13 was 33 65% (Fig.9b).\n\nApyrase inhibitors suppress the apyrase activity released by fungi into the growth medium. (a) AI.1 and AI.13 inhibit the activity of apyrase extracted from the growth medium ofBotrytis cinereathat was precipitated by 50% or 80% saturated ammonium sulfate. (b) AI.1 and AI.13 inhibit the activity of apyrase extracted from the growth medium ofFusarium oxysporumthat was precipitated by 50% or 80% saturated ammonium sulfate. Pi, inorganic phosphate.\n\nWhen a fungal culture ofF. oxysporumwas treated with DMSO and 65 umapyrase inhibitor AI.1, [eATP] increased over the control level at 24 h, and increased further up to 48 h. It then declined at 72 h. At 24, 48 and 72 h, the increased [eATP] was significantly higher than that of the DMSO control (Fig. S3, see Supporting Information).\n\nThe addition of 12 mmATP and 2.14 mmmyclobutanil to a fungal culture ofB. cinereayielded a growth inhibition area of 83 mm2, far less than the inhibition area observed for this pathogen in Fig.2b using myclobutanil combinations with any one of the apyrase inhibitors tested. To test whether ATPgammaS, which is poorly hydrolysable, would be more effective than ATP, we assayed its ability to enhance the potency of copper octanoate. As shown in Fig. S4 (see Supporting Information), ATPgammaS was also ineffective in increasing fungicidal activity.",
    "discussion": "Consistent with previous reports showing that apyrase inhibitors can enhance the potency of herbicides (Thomaset al.,2000; Windsoret al.,2003), our data show that apyrase inhibitors enhance the potency of different fungicides when compared with fungicide treatment alone (Figs2,3,4,5,6,7). At the concentrations used, the apyrase inhibitors tested here did not affect the growth of fungi by themselves (Fig. S2), just as, by themselves, they do not inhibit the growth of plants at concentrations that increase herbicide effectiveness. In contrast, pretreatment of the rice blast fungus,Magnaporthe oryzae, with antipsychotic drugs that can inhibit ectoNTPDases (ectoapyrases) does suppress the effectiveness of this fungus in infecting rice (Longet al.,2015).\n\nTo address the question of whether the addition of inhibitors affects efflux mechanisms, our mass spectroscopy study showed that fungi grown with fungicides together with inhibitors retain more than twofold more fungicide inside their hyphae than fungi grown only with fungicides (Fig.8), just as plants grown with herbicide inhibitor mixtures retain more herbicide than those treated with herbicide alone (Windsoret al.,2003). Taken together these observations indicate that apyrase inhibitors function similarly in fungi as they do in higher plants, and that apyrase activity and efflux transport activity are linked in fungi as they are in plants.\n\nA plausible interpretation of the fungicide retention data (Fig.8) is that the apyrase inhibitors can reduce the activity of ATPdriven efflux transportation of fungicides out of the hyphae of several pathogenic fungi. Because a number of different efflux transporters are probably involved in fungicide efflux in the different pathogenic fungi tested, the results are also consistent with the hypothesis that the apyrase inhibitors are active against a broad range of transporters. Alternatively, the mass spectroscopy data could be interpreted to mean that the inhibitors shift the equilibrium between uptake and efflux of the fungicide more towards uptake in these fungi, although there are no previous data to indicate that the inhibitors affect uptake mechanisms.\n\nApyrases have unique phosphatase activity and are the most potent phosphatases (have the lowestKm) for the hydrolysis of tri and dinucleotides. The apyrase inhibitors used in these studies were selected in a screen which demonstrated that they were more effective against apyrases than against alkaline or acid phosphatases or luciferases (Windsoret al.,2002). One possible mechanism by which apyrase inhibitors could potentiate the effectiveness of fungicides is similar to the manner in which they have been postulated to increase herbicidal action in plants, which is by disruption of the ATP concentration gradient across the plasma membrane, resulting in a reduction in the ATPdriven efflux activity of ABC transporters (Thomaset al.,2000; Windsoret al.,2003). In both plant and animal cells, ABC transporters can release ATP into the extracellular matrix (ECM) (Abrahamet al.,1993; Thomaset al.,2000; Wuet al.,2011); thus, it is possible that certain fungal ABC transporters could also efflux ATP when transporting toxins from the cell. The inhibition of apyrase activity would then be expected to increase eATP levels, and, as a result, the inside outside ATP concentration gradient would decrease, and, according to models first published in animal systems (Abrahamet al.,1993), the fungal cells would become less able to export fungicides, leading to the inhibition of growth. Although we observed that treatment with apyrase inhibitors increased [eATP] in the media in which fungi were growing (Fig. S3), simply adding ATP or ATPgammaS to the media with fungicides did not increase the potency of the fungicides (Fig. S4). This result is in contrast with that observed by Windsoret al. (2003) in plants, where an increase in [ATP] in the applied herbicides increased their herbicidal activity.\n\nThe greater effectiveness of apyrase inhibitors over the applied ATP or ATPgammaS in enhancing the potency of fungicides may be related to the hydrophobic character of fungal cell walls. As noted above, according to current models, the likely site of action for either apyrase inhibitors or eATP is the plasma membrane. The fungal cell wall contains lipids and waxes, and may also contain hydrophobin proteins, making it rather resistant to penetration by hydrophilic substances (Ross,2001). Apyrase inhibitors are relatively hydrophobic and would be able to diffuse through the wall better than hydrophilic ATP or ATPgammaS molecules. Thus, although the inhibitors could, by blocking ectoapyrase activity at the plasma membrane, increase [eATP] at that site, externally applied ATP or ATPgammaS might be repelled at the wall surface and thus not alter significantly the gradient of ATP across the plasma membrane.\n\nAn alternative mechanism for inhibitor enhancement of fungicidal activity could be that the inhibitors may function to disrupt apyrase activity in the Golgi, the main subcellular site of apyrase function in yeast (Abeijonet al.,1993). The inhibitors are sufficiently hydrophobic to enter cells and interact with Golgilocalized apyrases. Based on the known functions of apyrases in yeast, this action would be expected to block both the glycosylation of many membrane proteins, including efflux transporters, and their insertion into the plasma membrane, and both of these effects would probably diminish efflux transporter activity in the pathogenic fungi studied. The testing of this hypothesis would require the development of immunological, cytological and biochemical tools to study the locale of both apyrases and efflux transporters in pathogenic fungi and the posttranslational modification of the transporters.\n\nAny discussion on the different potential modes of action of apyrase inhibitors should note their ability to inhibit other phosphatases that could be present in fungal walls or inside fungal cells. To the extent that they penetrate into cells, the inhibitors could suppress the activity of intracellular apyrases and phosphatases, and this, too, could contribute to their enhancement of fungicidal activity. Table S1 (see Supporting Information) summarizes previously published data on the relative effectiveness of the four inhibitors used in these studies in blocking the activity of apyrase, acid phosphatase, alkaline phosphatase and luciferase. Although the relative specificity of the inhibitors varies, the one feature they have in common is that they are all more effective in inhibiting apyrase than any other phosphatase. Nonetheless, our data do not rule out inhibitor effects on intracellular and extracellular enzymes other than apyrase.\n\nThe different inhibitors used have different potencies to inhibit potato apyrase (Windsoret al.,2003,2002), and so it was important to assay whether they inhibit equally the apyrase activities found in extracts of the different pathogens. For these experiments, apyrase activity found in the growth media forB. cinereaandF. oxysporumwas used. Apyrase activity can be partially purified from crude extracts of both pea (Chenet al.,1987) and Arabidopsis (data not shown) by ammonium sulfate precipitation, and may be found in pellets precipitated by both 50% and 80% saturated ammonium sulfate. The inhibitors AI.1 and AI.13 both inhibited all the apyrase preparations tested, but were more potent against theB. cinereaapyrase than theF. oxysporumapyrase, a result consistent with our observation that the inhibitors enhanced fungicidal activity more strongly againstB. cinereathan againstF. oxysporum. To better document the differential effectiveness of different apyrase inhibitors against different apyrases from fungal pathogens, tests should be performed with fully purified apyrases from these pathogens.\n\nWith regard to their field use, apyrase inhibitors mixed with fungicides would typically be applied to seeds or to mature stages of crop growth. Thus the inhibitor fungicide mixture would rarely be used at the same time as herbicides, which are typically applied to kill weeds at the seedling stage of crop growth. The inhibitors themselves have no negative effects on plant growth (Windsoret al.,2003), and so it is unlikely that the presence of apyrase inhibitors in fungicides when they are used on plants would have any negative effects on the plants.\n\nIn recent years, it has become clear that plant apyrases also play a role in biotic defence responses (Caoet al.,2014; Clarket al.,2014; Limet al.,2014). The beststudied example of plant apyrase involvement in the ability of plants to defend themselves against fungal pathogens is that of the pea ectoapyrase PsAPY1 (Amanoet al.,2013; Shiraishi,2013; Toyodaet al.,2012). A suppressor molecule produced by the fungal pathogen,Mycosphaerella pinodes, regulates the activity of this pea apyrase (Toyodaet al.,2012). Ectopic expression of PsAPY1 inNicotianaincreased resistance to pathogen attack (Shiraishi,2013). Similarly, other recent findings have indicated that transient expression of aMedicago truncatulaapyrase inNicotiana benthamianalimits necrotic lesions formed in response to attack from a fungal pathogen (Toyodaet al.,2014), and an extracellular apyrase in peas plays a key role in plant defence against fungal pathogenesis before the onset of pathogenassociated molecular pattern (PAMP)triggered immunity (Toyodaet al.,2016).\n\nPrevious data have indicated that apyrase activity is strongly linked to efflux transporter activity in plants. The most likely interpretation of the new data presented here in fungi is that this linkage is also true in fungi. Although the molecular mechanism by which apyrase inhibitors disrupt the efflux of toxins has not yet been defined, the fact that these inhibitors promote the retention of pesticides in both plants and fungi suggests that the apyrase efflux transporter relationship has been functionally conserved in evolution. Independent of these theoretical considerations, our findings may have practical utility for the creation of advanced formulations of more potent fungicides that will aid in the control of pathogenic fungi and help to prevent devastating crop loss.\n\nThe plate assays reported here raise the question of whether apyrase inhibitors would enhance the potency of fungicides and provide pathogen protection to plants in glasshouse or field studies. Field trials have begun, and although not reported here, an initial study of wheat seeds infected by a mixture of pathogenic fungi, including species ofAlternaria,Aspergillus,Fusarium,PenicilliumandCladosporium, revealed that apyrase inhibitor AI.1 significantly enhanced the potency of tebuconazole (a close relative of propiconazole) to prevent fungal growth on the seeds. The reduction of fungal counts on the seeds treated with a mixture of tebuconazole and AI.1 was more than 50% greater than the reduction seen with tebuconazole treatment alone. These results offer promise that the apyrase inhibitors studied here may become valuable aids in efforts to reduce the heavy losses inflicted by pathogenic fungi on major crops each year.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:06:25.969830",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6638264/"
  }
}