{
  "pmcid": "PMC9576569",
  "title": "Muscle atrophy phenotype gene expression during spaceflight is linked to a metabolic crosstalk in both the liver and the muscle in mice",
  "authors": [
    "Geraldine Vitry",
    "Rebecca Finch",
    "Gavin Mcstay",
    "Afshin Behesti",
    "Sbastien Djean",
    "Tricia Larose",
    "Virginia Wotring",
    "Willian Abraham da Silveira"
  ],
  "year": "2022",
  "journal": "iScience",
  "doi": "10.1016/j.isci.2022.105213",
  "sections": {
    "abstract": "Human expansion in space is hampered by the physiological risks of spaceflight. The muscle and the liver are among the most affected tissues during spaceflight and their relationships in response to space exposure have never been studied. We compared the transcriptome response of liver and quadriceps from mice on NASA RR1 mission, after 37days of exposure to spaceflight using GSEA, ORA, and sparse partial least square differential analysis. We found that lipid metabolism is the most affected biological process between the two organs. A specific gene cluster expression pattern in the liver strongly correlated with glucose sparing and an energy saving response affecting high energy demand process gene expression such as DNA repair, autophagy, and translation in the muscle. Our results show that impaired lipid metabolism gene expression in the liver and muscle atrophy gene expression are two paired events during spaceflight, for which dietary changes represent a possible countermeasure.\n\nSubject areas:Space medicine, Omics, Space sciences, Astronautics",
    "methods": "Further information and requests for resources and reagents should be directed to and will be fulfilled by the lead contact Dr Willian Abraham da Silveira,willian.dasilveira@staffs.ac.uk.\n\nThis study did not generate new unique reagents.\n\nFull experimental procedures are available at:https://genelab data.ndc.nasa.gov/genelab/accession/GLDS 103/andhttps://genelab data.ndc.nasa.gov/genelab/accession/GLDS 168.\n\nThe omics data of mice liver and muscle were obtained from the NASA Rodent Research 1 (RR1) protocol accessible on the NASA's GeneLab public omics repository. Also, all animal procedures, ethics, and tissues harvesting, disposal, and experiments have been previously conducted and performed by external experimenters. Thus, animal procedures were performed according to the relevant guide lines at each institution and were approved by the Institutional Animal Care and Use Committee (IACUC). Full experimental procedures are available at:https://genelab data.ndc.nasa.gov/genelab/accession/GLDS 103/andhttps://genelab data.ndc.nasa.gov/genelab/accession/GLDS 168.\n\nBriefly, the study was conducted aboard the International Space Station (ISS) in 2014 on twelves female C57BL/6J mice, six in flight mice (M23, M24, M25, M26, M27, M28) referred to as the FLT group, and six ground controls mice (M33, M34, M35, M36, M37, M38), referred to as the GC group, for 37days upon 12h day/night cycle, and fed with Nutrient Upgraded Rodent Food Bar (NuRFB)63. The research platform used for this experiment was NASA's Rodent Research Hardware System also referred to as the Rodent Research Habitat System. Mice were sacrificed with Euthasol injection followed by cervical dislocation on orbit on the ISS for the FLT group, and on the ground at the same time for the GC group. The entire carcasses of 10 mice were stored at  80C until processing. Two FLT mice were dissected on board the ISS, and livers were isolated on orbit and stored in the MELFI. Frozen FLT mice carcasses were then returned on Earth by the SpaceX 4 spacecraft and delivered to the NASA Ames Research Center (ARC) for disposal. The ten frozen mice carcasses, GC and FLT, were dissected at room temperature, and harvested samples stored at  80C.\n\nRNA extraction from 20 30mg mice liver and muscle were realized at 4C using a lysis buffer (Qiagen, Valenica, CA) and a beta mercaptoethanol (1:100)/Buffer RLT solution, lysis buffer (Qiagen, Valenica, CA) and kept on ice. Samples were then homogenized for 20s at 21,000 RPM using a Polytron PT1300D handheld homogenizer with a 5mm standard dispersing aggregate (Kinematica, Bohemia, NY). Homogenates were centrifuged for 3min at room temperature to remove tissue debris. RNA from homogenates were further purified using the Qiagen AllPrep DNA/RNA Mini Kit (Qiagen, Valencia, CA), and eluted in DNase/RNase free water. RNA concentrations were measured using the NanoDrop 2000UV Vis Spectrophotometer (Thermo Fisher Scientific, Waltham, MA), and RNA quality was assessed using the Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA). RNA sequencing and library construction was performed on 1ug of RNA having RIN values of 7 or above, using Illumina HiSeq 4000 kit and experimental protocol.\n\nRaw FASTQ files were proceed using the \"GeneLab RNAseq data processing protocol\" as reported athttps://genelab data.ndc.nasa.gov/genelab/accession/GLDS 103/andhttps://genelab data.ndc.nasa.gov/genelab/accession/GLDS 168. On this work we used the mentioned protocol up to the step \"Quantification data was imported to R (version 3.6.0) with tximport\".\n\nDifferential Expression (DE) analysis has been performed using the R studio software Version 1.2.5001 and the DESeq2 package version 1.30.1 that uses shrinkage estimation for dispersion and fold change. RSEM expected counts were extracted and rounded up to the next integer and used as input for DE analysis. Statistical significance of differentially expressed genes (FDR <=0.05) were assessed using Benjamini Hochberg multiple testing adjustment procedure.\n\nFor biological process, pathways, networks and clusters analysis, normalized count from RR1 mice quadriceps and liver were processed by the DEseq2 package and assessed for Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways Over Representation Analysis on the online Webgesalt platform, and for Gene Ontology Biological Process (GOBP) and KEGG pathways GeneSets Enrichment by the Gene Set Enrichment Analysis (GSEA) software. The Cytoscape software was used to build geneset networks from GSEA results. GSEAs were run with a ''Flight vs Ground Control'' comparison setting. The ranked list of genes was defined by the signal to noise metric, and the statistical significance were determined by 1000 permutations of the gene sets. Enrichment importance were sorted according to the enrichment score calculated by GSEA (Mller, 2019). Venn diagrams were generated on the online platform Venny available at:https://bioinfogp.cnb.csic.es/tools/venny/index2.0.2.html.\n\nmixomics is a R package developed by Kim anh L Cao, Sbastien Djean and collaborators to visualize associations between paired omics datasets using correlation circles plots, heatmaps, and networks (Durufl etal., 2021;Gonzlez etal., 2012;Rohart etal., 2017). In the present study we used mixOmics package version 6.14.1. More information can be found on the online mixOmics platform available at:http://mixomics.org/.\n\nTranscriptome from 6 matched NASA RR1 mice, 3 ground controls (M36, M37, M38) and 3 inflight (M25, M26, M28), between the liver and the quadriceps were analyzed by sPLS (Partial Least Square) and sPLS DA (sparse Partial Least Square Differential Analysis). Correlation circle and correlation network were generated from sPLS DA performed on 100%, 75%, 50%, and 25% of total normalized counts according to the process suggested inDurufl etal. (2021). This method is an internal method to validate that the pattern of genes evaluated with the strongest importance for discrimination maintain across input reduction. These genes are referred to as to \"discriminating genes\" in this study. The correlation circle plot is a 1 sized radius were variable pools located between |0,5| and |1| have the strongest correlation. Correlation heatmaps are generated from sPLS analyses. Post 100%, 75%, 50%, and 25% sPLS DA DEG are DEG still present in reported genes from 100%, 75%, 50%, and 25% sPLS DA. R scripts used for this study are available at:http://mixomics.org/case studies/spls liver toxicity case study/.",
    "results": "Previous studies showed that the muscle and the liver are differentially affected by metabolic changes during spaceflight (da Silveira etal., 2020). Here, we first investigated the commonalities between the two organs. We chose to focus on the quadriceps, which is the most important in term of size and as such potentially in terms of effects.\n\nTranscriptomic data from C57BL/6J mouse liver and quadriceps from the NASA Rodent Research 1 (RR1) protocol were analyzed by the Gene Set Enrichment Analysis (GSEA) method and visualized with Cytoscape software (Figure1A). In the quadriceps, \"fatty coA process\" and \"axon extension negative\" were the most enriched processes. In the liver, most enriched processes were related to mitochondria (\"proton triphosphate gsea\", \"electron transport cytochrome\", and \"mitochondrial translational elongation\") followed by lipid metabolism related processes (\"oxidation fatty acyl\", \"plasma lipoprotein particle\", and \"positive lipid process\") (FigureS1A, Related toFigure1). Similarly, lipid metabolism related pathways were also the most enriched reported by KEGG pathways over representation analysis in the liver (FigureS1B, Related toFigure1).\n\nLipid metabolic processes are the most commonly biological processes affected in mice quadriceps and liver during spaceflight\n\n(A) Cytoscape network of most common biological processes shared by the liver and the quadriceps reported by Gene Ontology biological Pathway (GOBP) Gene Set Enrichment Analysis (GSEA) in mice during spaceflight (p value 0.05, FDR 0.05). Yellow circles indicate lipid metabolism related processes, pink circles indicate mitochondrial function related processes, green circles indicates protein post translational processes, and the blue circle indicates a DNA Repair related process.\n\n(B) Venn diagram of common KEGG GSEA pathways between the liver and the quadriceps in mice during spaceflight.\n\n(C) Summary of the common KEGG GSEA pathways between mice liver and quadriceps. FDR: False Discovery Rate, GOBP: Gene Ontology Biological Process, GSEA: Gene Set Enrichment Analysis, KEGG: Kyoto Encyclopedia of Genes and Genomes.\n\nAmong the 24,961 transcripts identified in the liver samples and the 22,657 transcripts in the identified quadriceps sample, the most enriched gene ontology biological processes altered by spaceflight assessed by GSEA commonly shared were related to lipid metabolism (Figure1A). \"beta oxidation lipid\", \"plasma lipoprotein particle\", and \"triglycerides neutral biosynthetic\" genesets were upregulated in both organs, while \"cholesterol alcohol biosynthetic\" and \"fatty acyl coa\" displayed opposed expression patterns between the two organs. Consistent with previous studies, mitochondria related process genesets were also among the most shared processes and were upregulated in the liver, while downregulated in the quadriceps. Endoplasmic reticulum and ribosome related process genesets were also among the most shared process genesets, potentially suggesting impaired protein metabolism.\n\nBoth positively (upregulated) and negatively (downregulated) enriched KEGG pathways obtained by GSEA for each organ were compared together in a Venn diagram (Figures1B and 1C). Among the 70 pathways analyzed, 11 pathways were common to the two organs. Again, lipid metabolism related pathways were the most represented among the common ones (Figure1B), with \"KEGG_BIOSYNTHESIS_OF_UNSATURED_FATTY_ACIDs\" and the two short chain fatty acid metabolism pathways \"KEGG_BUTANOATE_METABOLISM\" and \"KEGG_PROPANOATE_METABOLISM\" (Figure1C). Protein metabolism (\"KEGG_RIBOSOME\", \"KEGG_PROTEASOME\", \"KEGG_RNA_POLYMERASE\") and DNA repair related pathways were also among the common downregulated pathways between the two organs. Thus, spaceflights induce a strong transcriptional response of the metabolism, especially for lipid metabolism in the liver and in the quadriceps.\n\nIn the quadriceps, 972 genes were significantly differentially expressed, among which 562 were downregulated and 410 were upregulated. KEGG pathways over representation analysis (ORA) in the online software Webgesalt reported 30 most enriched pathways (Figure2A). Pathways involved in metabolism are particularly enriched, especially those regulating glycemia: HIF1, ErbB, FoxO, AMPK, Insulin, and PI3K Akt signaling pathways. Hypoglycemic signaling pathway gene expression was decreased in flight mice compared to ground control mice (Figure2B). Interestingly, glucose transport processes were among the most negatively enriched in GSEA reports, and glucose transport process gene expression was decreased in flight mice compared to ground control mice (Figures2C and 2D).\n\nHypoglycemic signaling pathways genes are the most significantly downregulated in mice quadriceps during spaceflight\n\n(A) Webgesalt ORA enriched KEGG pathways of DEG in mice quadriceps during spaceflight. Blue arrow indicates hypoglycemic pathways.\n\n(B) Heatmap showing level expression of hypoglycemic genes in inflight mice (FLT) versus control (GC) mice. Color Key shows row z score level.\n\n(C) GOBP GSEA of the whole transcriptome of mice quadriceps RR1 (p value 0.05, FDR 0.05).\n\n(D) Heatmap showing level expression of glucose transport process genes expression in inflight mice (FLT) versus control (GC) mice (p value 0.05, FDR 0.05). Color key shows row z score level.\n\n(E) Correlation circle plot between muscle hyperglycemic pathways and glucose transport process gene expression from sPLS DA of mice quadriceps transcriptome during spaceflight. DEG: Differentially Expressed Genes, FDR: False Discovery Rate, GOBP: Gene Ontology Biological Process, GSEA: Gene Set Enrichment Analysis, KEGG: Kyoto Encyclopedia of Genes and Genomes, ORA: Over Representation Analysis, sPLS DA: sparse Partial Least Square  Differential Analysis.\n\nWe investigated the relationships between the downregulation of glucose transport process genes and the downregulation of hypoglycemic signaling pathway genes using the supervised method sPLS DA (sparse partial least square differential analysis) with the R mixOmics package. We compared the reported genes by the sPLS DA performed at 100% (22657), 75% (16992), 50% (11328), and 25% (5664) (according to the process suggested inDurufl etal., 2021) transcript input in a Venn diagram, and we found that 3463 genes were commonly reported with the strongest importance for discrimination (\"discriminating genes\") (FigureS2A, Related toFigure2). KEGG pathways ORA on these specific genes reported several enriched pathways among which were the previously mentioned hypoglycemic signaling pathways. Moreover, 491 significant differentially expressed genes (DEG) were still present among the 3463 sPLS DA common genes, and KEGG pathway ORA on these genes demonstrated fewer enriched pathways than on the original analysis of the 972 DEG (Figure2A) and on the 3463 sPLS DA common genes (FigureS2A, Related toFigure2), but the hypoglycemic ErbB, FoxO, AMPK, Insulin, and HIF 1 signaling pathways were still among the most enriched (FigureS2B, Related toFigure2). Principal component analysis (PCA) showed that inflight mice and ground control mice groups were clearly discriminated by gene variability (FigureS2C, Related toFigure2), despite PCA being an unsupervised method. Finally, we found that glucose transport process and hypoglycemic signaling pathway gene expression correlate (Figure2E), and this correlation is strong as indicated by the correlation intensity level shown on the correlation heatmap (FigureS2D, Related toFigure2).\n\nIn the quadriceps, DNA repair, autophagy, and translation are among the most enriched processes and pathways reported by GSEA and ORA. DNA repair, autophagy, and translation process genes are decreased in inflight mice compared to ground control mice (Figures3A 3C). Muscle glucose transport gene expression strongly correlates with decreased muscle DNA repair, autophagy, and translation process gene expression as shown by the correlation circle plot (Figures3D 3F) and the correlation heatmap (Figures3G 3I). These processes are both high energy demand processes. Thus, decreased energy intake gene expression correlated with an energy saving transcriptome in mice quadriceps during spaceflight.\n\nMuscle glucose transport genes expression correlate with decreased muscle DNA repair, autophagy, and translation processes gene expression\n\n(A C) Heatmap showing the expression level of DNA repair (A), autophagy (B), and translation (C)process genes in the muscle in inflight mice (FLT) versus control (GC) mice. Color key shows row z score level (p value 0.05, FDR 0.05).\n\n(D F) Correlation circle plots between muscle glucose transport and DNA repair (D), autophagy (E), and translation (F)gene expression from sPLS DA of mice quadriceps transcriptome during spaceflight.\n\n(G I) Correlation heatmap between muscle glucose transport and DNA repair (G), autophagy (H), and translation (I)gene expression from sPLS of mice quadriceps transcriptome during spaceflight. Color key shows correlation intensity. FDR: False Discovery Rate, sPLS DA: sparse Partial Least Square  Differential Analysis.\n\nLipid metabolism pathways are among the most reported by GSEA and ORA (Figures1andS1). In addition, discriminating genes after 100%, 75%, 50%, and 25% sPLS DA and post DEG 100%, 75%, 50%, and 25% sPLS DA still maintain this pattern as shown by KEGG ORA (FiguresS3A and S3B, Related toFigure4). Of note, the two short chain fatty acid \"butanoate\" and 'propanoate\" were always among the most enriched KEGG pathways (FigureS3C, Related toFigure4). Since fatty liver diseases are associated with IR and diabetes, we investigated whether altered glucose transport gene expression was linked to liver lipid metabolism. We found that glucose transport process gene expression strongly correlated with liver lipid metabolism gene expression during spaceflight (Figures4B and 4C). Consistently, liver lipid metabolism gene expression also correlated with muscle autophagy, DNA repair, and translation process gene expression (Figures5A 5C). Furthermore, liver lipid metabolism gene expression strongly correlated with muscle atrophy phenotype gene expression (Figure5D). Indeed, liver lipid metabolism and muscle atrophy genes formed a gene correlation network (Figure5E). Akr1c12, Ces1c, Abcg8, Abcg5, Fabp2, Apom, Rdh7, Serpina6, Gpat2, and Slc10a1 formed a gene cluster strongly correlating with muscle gene expression (Figure5F).\n\nLipid metabolic processes gene expression in the liver correlates with glucose transport processes gene expression in the muscle\n\n(A) PCA in muscle glucose transport and liver lipid metabolism process.\n\n(B) Correlation circle plot between muscle glucose transport and liver lipid metabolism process gene expression from sPLS DA of mice quadriceps and liver transcriptomes during spaceflight.\n\n(C) Correlation heatmap between muscle glucose transport and liver lipid metabolism process gene expression from sPLS of mice quadriceps and liver transcriptomes during spaceflight. Color key shows correlation intensity.\n\n(D) Correlation network between muscle glucose transport and liver lipid metabolism process gene expression from sPLS DA of mice quadriceps and liver transcriptomes during spaceflight. sPLS DA: sparse Partial Least Square  Differential Analysis.\n\nLiver lipid metabolism gene expression correlates with muscle atrophy phenotype, and DNA repair, autophagy, and translation genes decreased expression\n\n(A C) Correlation heatmap between liver lipid metabolism and muscle DNA repair (A), translation (B), and autophagy (C)process gene expression from sPLS of mice quadriceps and liver transcriptomes during spaceflight. Color key shows correlation intensity.\n\n(D) Correlation circle plot between muscle atrophy phenotype and liver lipid metabolism process gene expression from sPLS DA of mice quadriceps and liver transcriptomes during spaceflight.\n\n(E) Correlation network between muscle atrophy phenotype and liver lipid metabolism process gene expression from sPLS DA of mice quadriceps and liver transcriptomes during spaceflight.\n\n(F) Venn diagram of strongest correlating liver lipid metabolism process genes in common between muscle atrophy phenotype, autophagy, DNA repair, translation, and glucose transport process genes. sPLS DA: sparse Partial Least Square  Differential Analysis.",
    "discussion": "Despite the systemic and physiological health risk of spaceflight, it is a fact that humans have become a space faring species. Muscle atrophy has been shown to occur in both weightlessness and bed rest studies. The decreased gravity load on the locomotive apparatus is often presented as the main driver of muscle atrophy and bone loss. Previous studies showed that mitochondrial function and lipid metabolism were impaired in both astronauts and mice during spaceflight. Da Silveira and colleagues previously showed that a mitochondrial stress is a central hub for spaceflight induced physiological changes (da Silveira etal., 2020). Mitochondria are complex organelles inside the cell where fundamental biomolecules are metabolized through the tricarboxylic acid cycle (TCA) and coupled to energy production by the electron transport chain. Thus, mitochondria play a key role in metabolism and energy management. Here, we found that lipid metabolism is the most affected biological process between the quadriceps and the liver transcriptome in mice during spaceflight. Impaired lipid metabolism and fatty acid accumulation is associated with muscle atrophy. Of note, butanoate and propanoate metabolism were the most affected in the two organs analyzed, decreased in the liver while increased in the muscle. Butanoate and propanoate, also known as butyrate and propionate, are short chain fatty acids produced in the intestinal lumen by bacterial fermentation of undigested carbohydrates, especially resistant starch, dietary fiber, and to a lesser extent proteins. Resistant starch is found in some grains, beans, and legumes. The gut microbiome is disturbed during spaceflight; astronauts' gut microbiome showed an alteration in the composition pattern of bacteria of the phylum Firmicutes, the main butyrate producing bacteria in the human gut (Venegas etal., 2019), with the presence of different genus increasing or decreasing during spaceflight but also showing a consistent decrease in bacteria from the taxa Pseudobutyrivibrio and Akkermansia, also known to produce butyrate in the intestine (Garrett Bakelman etal., 2019;Voorhies etal., 2019;Venegas etal., 2019). Microbiome analysis from RR1 mice showed an overall increase of bacteria of the phylum Firmicutes, but the authors linked that to similar alterations that occur with aging (Jiang etal., 2019). This Firmicute increase in older mice is seen as a sign of dysbiosis and this alteration was shown to be followed by a 70% decrease in butyrate levels (Spychala etal., 2018). The upregulation of butyrate and propionate pathways in the muscle can reflect a possible need for these fatty acids and derivatives. In this context, dietary changes could represent a feasible countermeasure to spaceflight induced physiological changes.\n\nThe TCA cycle activity and the glycolysis/gluconeogenesis ratio are decreased in muscle during spaceflight suggesting disturbed energy production. Consistently, we found that spaceflight induced a hyperglycemic response in mouse muscle involving the downregulation of hypoglycemic signaling pathways downstream of the insulin receptor (HIF, ErbB, AMPK, FoxO, and PI3K Akt). This signaling response mostly affected glucose import gene expression. In addition, high energy demand processes such as DNA repair, autophagy, and translation gene expression were decreased in inflight mice quadriceps, suggesting a shift toward an energy saving mode in the muscle during spaceflight. The muscle is a high energy demand organ. Since the muscle represent up to 50% of the total body mass, its metabolism radically affects glucose availability in the body. Consequently, glucose sparing and energy saving by the muscle in detrimental conditions can compensate for the energy needs of other such as the brain that requires stable and continuous glucose supply. Oxidative stress and DNA damage overload, that can impair mitochondrial function and the metabolism, are examples of detrimental conditions occurring during spaceflight (Afshinnekoo etal., 2020;Garrett Bakelman etal., 2019). Also, mitochondrial dysfunction has been linked to muscle atrophy (Abrigo etal., 2019). The HIF 1 signaling enriched pathways suggest that oxidative stress occurred in RR1 inflight mice. Oxidative stress and mitochondrial dysfunction promote insulin resistance and diabetes (Bashan etal., 2009;Di Meo etal., 2017;Sivitz and Yorek, 2010). Our results, in line with previous space studies, suggest an insulin resistance phenotype. Meanwhile, insulin resistance has been proposed as an evolutionary mechanism to spare glucose that can benefit survival in various states such as starvation, immune activation growth, and cancer (Soeters and Soeters, 2012).\n\nInsulin resistance and diabetes are often associated with dysregulated lipid metabolism and liver diseases. Fatty acids inhibit the insulin signaling pathways by directly interfering in the signaling through diacylglycerol or by overloading the TCA with the precursor acetyl CoA (Kovacs and Stumvoll, 2005;Perry etal., 2014;Zhang etal., 2010). During spaceflight, liver lipid metabolic gene expression correlated with muscle glucose import gene expression in RR1 mice. Insulin resistance, NAFLD, non alcoholic steatohepatitis (NASH), and cirrhosis are associated with muscle atrophy and their severity correlates positively (Chakravarthy etal., 2020;Meyer etal., 2020;Samuel and Shulman, 2012). During a stress starvation, fatty acids together with ketone bodies become the primary source of energy for cells while peripheral organs such as the muscle, but also the skin and bones, provide amino acids taken up by central organs such as the liver, the spleen, immune cells, and healing tissues, ultimately leading to protein loss (Soeters and Soeters, 2012). During a spaceflight, all cells are exposed to space stressors such as radiation, endocrine system perturbation induced by altered circadian rhythm or psychological issues, and microgravity, all promoting oxidative stress, DNA damage, and mitochondrial dysfunction. In addition, it has been shown that spaceflight induces a shift from slow aerobic and highly enriched mitochondria muscle fibers (\"slow fiber\", \"type I\") toward fast anaerobic and fast low enriched mitochondria muscle fiber (\"fast fiber\", \"type II\") (Gambara etal., 2017b;Ulanova etal., 2015). Mitochondria are the major source of reactive oxygen species. As such, spaceflight induced fiber shift and mitochondrial dysfunction can be seen as a biological mechanism to decrease mitochondrial activity and mitigate oxidative stress. If mitochondrial stress is a central biological hub during spaceflight, and if the mitochondria are the master organelle of metabolism regulation and energy management, we can then expect a general metabolic shift in the body toward a starvation like phenotype that promotes decreased mitochondrial activity, decreased metabolism and protein loss in the muscle, and increased lipid metabolism in the liver, to the benefit of all body cells during spaceflight. Consistently, liver lipid metabolism gene expression strongly correlated with muscle DNA repair, autophagy, translation, and finally muscle atrophy phenotype gene expression. Butanoate and propanoate metabolism related genes were still among the one with the strongest correlation. Interestingly, sodium butyrate and butyrate diet supplementation improve mitochondrial function, fat accumulation, insulin resistance, diabetes, and liver diseases (Gao etal., 2009;Khan and Jena, 2016;Mollica etal., 2017;Ye etal., 2018;Zhang etal., 2019;Zhou etal., 2018). Moreover, sodium butyrate and butyrate diet supplementation decreased muscle atrophy in various conditions (Chang etal., 2001;Tang etal., 2022;Walsh etal., 2015). Thus, butyrate supplementation or dietary modification to stimulate microbial production represents simple options to counteract muscle atrophy while preventing insulin resistance and lipid accumulation during spaceflight.\n\nGambara etal. previously identified insulin  and glucose metabolism linked transcripts as main DEG in BION M1 biosatellite flown micelongissimus dorsi. In the present study, 17 and 13 differentially expressed genes in the liver and the muscle, respectively, were common to the 89 previously identified (Gambara etal., 2017a).Acas1a, Cpt2, Agt, Lcn2,andPrkcd, which were among the most DEG in Gambara's study were not found significantly differentially expressed neither in the liver nor the quadriceps in the present study. The present study is based on the analyses of discriminating genes identified by the spls DA performed with the mixOmics script. This method is designed to identify variations that are correlated, here gene expression in the liver and gene expression in the quadriceps. Also, 31 over the 9753, among which Agt and Cpt2, and 24 over the 3463 discriminating genes in the liver and the quadriceps, respectively, were in common with the 89 of the Gambara's study. These differences may reflect the variability of gene expression between the different muscle types. Nonetheless, in line with the literature, both converge to an altered insulin transcriptome, thus highlighting a general adaptive response in muscle during spaceflight despite different molecular pathways. Moreover, the present study highlights the importance of discriminating genes over DEG in deciphering omic data. We found that discriminating genes are mainly linked to lipid metabolism in the liver and insulin signaling and glucose metabolism in the quadriceps. This means that lipid metabolism gene expression in the liver correlates with insulin signaling and glucose metabolism gene expression in the quadriceps in mice during spaceflight. We identified a cluster of lipid metabolism processes related genes in the liver, includingAkr1c12, Ces1c, Abcg8, Abcg5, Fabp2, Apom, Rdh7, Serpina6, Gpat2,andSlc10a1,correlating the most with glucose transport gene expression and potentially insulin resistance in the muscle. Among these genes, some are already described for their insulin sensitivity.Fabp2, Abcg5,andAbcg8genes polymorphisms are associated with insulin sensitivity whileApommight protect against insulin resistance (Gylling etal., 2004;Kurano etal., 2020;Weiss etal., 2002;Yu etal., 2020). Interestingly, Sestrin 1 (Sesn1), a well known regulator of cell metabolism upregulated inlongissimus dorsiof BION M1 mice, was reported as a discriminating gene in both the liver and the quadriceps (Gambara etal., 2017a).Sestrin proteins are involved in the metabolism of reactive oxygen species, autophagy, and insulin signaling (Lee etal., 2013). Sesn1 together with the present lipid metabolism related gene cluster may thus account in insulin resistance research.\n\nThe liver influence on quadriceps gene expression we identified needs to be carried out by organ communication mechanisms and we identified hepatokines as the most likely effector. Hepatokines are proteins secreted by the liver that can modulate signaling pathways associated with energy metabolism in the muscle and influence the development of chronic metabolic diseases (Seo etal., 2021). Important for our context, an increased blood concentration of FGF21, ANGPTL4, FST, and Andropin increases insulin sensitivity, muscle hypertrophy, and mitochondrial function and diminishes fat mass in the muscle (Seo etal., 2021). Interestingly, increased concentration of Fetuin A showed to have the inverse effect of the previously described hepatokines (Jensen Cody and Potthoff, 2021;Seo etal., 2021). The levels of Fetuin A increase after 60day of bed rest, a ground model for microgravity effects, and we found in the literature a positive correlation between the Fetuin A levels and the gene expression of Serpina6 and Rdh7, two genes we identified in our gene cluster (Herrmann etal., 2020;Thakur etal., 2008;Ward etal., 2020). Interestingly, Fetuin A, as well as FGF21 and ANGPTL4 genes are among the correlating genes in the liver of mice during spaceflight reported by the liver versus quadriceps sPLS DA. We hypothesize that the gene expression correlation identified in our work likely involves an increased Fetuin A production by the liver and a diminished production of FGF21, ANGPTL4, FST, and Andropin.\n\nIn conclusion, we described for the first time a strong correlation between liver lipid metabolism gene expression and the downregulation of hypoglycemic and energy demand process related genes. In the light of current knowledge, our result suggests that a starvation like phenotype could promote a metabolic shift toward an energy saving mode, resource sparring, and lipid mobilization through a tight liver muscle crosstalk contributing to muscle atrophy during spaceflight. Dietary changes based on starch supplementation and microbiome modulation represent an affordable and sustainable countermeasure to support our planetary goals and outer space settlement. Meanwhile, improving food habits and body energy monitoring is an overall human challenge both on Earth and beyond.\n\nSample size was only six mice to match sample availability in the quadriceps and the liver transcriptome. Future space studies should be designed to match individuals for any factors (organs, environmental parameters, psychological parameters, etc.).\n\nHere, we studied biological processes and pathways at a transcriptional level. Transcription regulation, post transcriptional stabilization, and post translational modifications impact cell response from gene expression to the final protein activity. In addition, transcriptomics provides a static view of one single moment in the cell. However, spatial repartition also impacts molecular dynamics, and a transcriptional ecosystem theory has been defined (Silveira and Bilodeau, 2018). To further understand the biological significance of the transcriptomic response to spaceflight in mice quadriceps, both functional analysis and multi omics studies are needed.\n\nAdditional factors account for inducing muscle atrophy during spaceflight. Circadian rhythm pathways genes are among those enriched in both the quadriceps and the liver in mice during spaceflight (FigureS1B, Related toFigures1and2A), and circadian rhythm perturbation is associated with muscle atrophy (Choi etal., 2020). Astronauts experience continuous circadian rhythm stressors on board the ISS, with sixteen sunsets per day and sustained artificial light exposure as the only illumination source. However, assessing and deciphering circadian rhythm dynamics and correlation at molecular levels require proper protocol and experimental design (Zeitgeber time method) that should be implemented in future space biology research.\n\nWe used the method implemented in mixOmics between the same molecular variables. This method is a powerful tool to compare any types of datasets. In this context, multiple variables comparisons, e.g., temperature variation inside the spacecrafts, food intake levels, dietary type, cognitive performances, psychological parameters, and allowing multiscale comparisons, will considerably widen our understanding of spaceflight's impact on living organisms. The list of possible datasets combinations is infinite, as much as the number of studies which can raise from.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T02:59:54.850182",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9576569/"
  }
}