{
  "pmcid": "PMC4469364",
  "title": "Expressing and Characterizing Mechanosensitive Channels in Xenopus Oocytes",
  "authors": [
    "Grigory Maksaev",
    "Elizabeth S Haswell"
  ],
  "year": "2015",
  "journal": "Methods in molecular biology (Clifton, N.J.)",
  "doi": "10.1007/978 1 4939 2697 8_13",
  "sections": {
    "abstract": "The oocytes of the African clawed frog (Xenopus laevis) comprise one of the most widely used membrane protein expression systems. While frequently used for studies of transporters and ion channels, the application of this system to the study of mechanosensitive ion channels has been overlooked, perhaps due to a relative abundance of native expression systems. Recent advances, however, have illustrated the advantages of the oocyte system for studying plant and bacterial mechanosensitive channels. Here we describe in detail the methods used for heterologous expression and characterization of bacterial and plant mechanosensitive channels in Xenopus oocytes.\n\nKeywords:Mechanosensitive ion channel, Heterologous expression,Xenopus laevisoocytes, Patch clamp electrophysiology, Pressure clamp",
    "methods": "Surgery is not performed until cRNA has been made and quantified (seeSubheading 3.3). This prevents unnecessary surgeries. The surgery and oocyte isolation occur on the same day and injections are done the following day. Our protocol for surgery and oocyte isolation is based on [34].\n\nImmerse a frog in the MS 222/NaHCO3solution for 10 15 min, until she does not respond to pinching of the skin between the toes. 13 min is optimal in our hands.\n\nRinse the frog with pretreated animal facility water to remove the anesthetic from its skin.\n\nPut the frog on a wet paper towel and perform the surgery with sterile instruments, on a benchtop sterilized by spraying with 70 % ethanol, using sterile gloves. Keep the frog moist with sterile ND96 solution (seeNote 4).\n\nMake a small incision through the skin of the abdomen, using sharp scissors, followed by an incision of about 1 cm in the muscle layer. Rinse with ND96. (If the skin is slippery, grasp it with two fingers through a piece of clean paper towel). Place a sheet of Parafilm with a square cut in the middle over the incision, so that oocytes extracted from the abdomen will not come in contact with the surface of the frog's skin.\n\nPull 2 4 ml of oocytes out of the body cavity with dull forceps and place in 25 ml of ND96 in a 50 ml conical tube.\n\nRepair the incision with two sets of sutures, one for the muscle tissue (undyed) and one for skin (black). Each stitch is made with two loops of single knots and a third loop of double knots (three stitches) per 1 1.5 cm incision. The last knot should be pulled tight, and the ends trimmed closely.\n\nWash the frog with 0.5 L of clean water taken from the facility in order to get rid of any blood and anesthetic on her skin.\n\nAllow the frog to recover in 0.5 L of Pen Strep solution (5 ml of 100x Pen Strep stock in 0.5 L of treated water from the frog facility) for 40 60 min. Tilt the plastic bath 45 degrees from the vertical so that most of the frog's body is submerged in the buffer. Care must be taken that the frog does not drown (keep her nostrils above the water level) but her skin stays wet. When she starts to move in response to pinching, she's almost recovered. Once the frog recovers, return her to a clean cage with fresh water.\n\nDepending on institutional rules, a frog could be operated on up to 5 times, with the last operation terminal. The operations should be 4 6 weeks apart and alternating sides of the abdomen used. After the last operation the frog may be euthanized according to the rules of your institution (seeNote 5).\n\nSeparate the ovarian tissue into clumps of 10 20 oocytes each in a petri dish, using forceps and working under a stereomicroscope. Transfer the clumps into Ca2+ free ND96. Try to avoid damage to the oocytes.\n\nIncubate the oocytes in a petri dish with slow shaking for 25 40 min at room temperature in 20 ml of Ca2+ free ND96 with collagenase. Ca2+ free medium is used to slow down the collagenase reaction as Ca2+strongly activates collagenase [35]. Stop the process as soon as single oocytes are released.\n\nWash the oocytes 5 times with 25 ml ND96 + 0.1 % BSA in a 50 ml conical tube.\n\nAdd 25 ml 0.1 M potassium phosphate pH 6.5 buffer and incubate for 40 50 min on a slow shaker. At 15 min intervals, draw the oocytes into a wide bore plastic pipette (made by trimming the tip) and pipette up and down to facilitate dispersal.\n\nWash the oocytes 5 times with 25 ml ND96 + 0.1 % BSA in a 50 ml conical tube.\n\nSort the oocytes in a petri dish under the microscope, selecting only mature oocytes (Dumont stage V VI, [36]) with clear animal vegetal pole divisions and without any spots, markings or residual ovarian tissue on the surface. Manipulate single oocytes with plastic transfer pipettes (seeSubheading 2). Store the selected oocytes in complete ND96 with 50 mg/ml gentamycin at 16 18 degreesC.\n\nThe sequence of the RNA of interest should first be cloned into an expression vector appropriate for cRNA production and its translation in oocytes. We use pOO2, a vector that allows cloning of a cDNA in between the 5  and 3 untranslated beta globin sequences from Xenopus [37].\n\nLinearize approximately 5 ug of template DNA in a 70 ul reaction. Use a restriction enzyme that recognizes a single site in the vector downstream of the sequence to be transcribed (seeNote 6).\n\nRun 4 ul of the sample on a gel to ensure linearity.\n\nAdd 5 ul 0.5 M EDTA, 4 ul 5 M NaCl, 25 ul RNase free water and mix well.\n\nAdd 200 ul 100 % ethanol.\n\nMix well and place at  20 degreesC for at least 20 min.\n\nSpin for 15 min on a benchtop centrifuge at top speed.\n\nCarefully remove supernatant and dry the pellet.\n\nResuspend the pellet in 25 ul RNase free water and calculate the concentration of DNA by measuring the OD260.\n\nFollow the protocol supplied with Ambion mMessage mMachine kit to produce the cRNA of interest (seeNote 7).\n\nAliquot the cRNA solution (it should be approximately 1 ug/ul) into 3 ul aliquots and store at  20 degreesC.\n\nPlace 10 40 oocytes into a gridded petri dish (seeFig. 1) filled with complete ND96. Place each oocyte into a square of the plastic grid with the light side (vegetal pole) up.\n\nThaw RNase free water and cRNA on ice.\n\nPull long needles from 8 in. capillary glass on a puller. For a Sutter P 97 the following program may be a good starting point: heat = 560, pull = none, velocity = 120, time = 100. Trim the end of each needle with scissors 5 6 mm before the point where the pulled portion of the pipette becomes flexible.\n\nBackfill the needle with 13 15 ul of mineral oil using a micropipette, then apply the needle to the pipette or injector apparatus. Make sure there are no bubbles in the oil, then pull approximately 500 nl of RNase free water into the tip from a drop placed on a petri dish, followed by all 3 ul of your cRNA sample (seeNote 8).\n\nUsing a microinjector or a micropipette attached to the glass needle (seeFig. 2), inject 50 nl of the cRNA solution into each oocyte, preferably into the light side and close to the animal/vegetative border (seeNote 9).\n\nRepeatsteps 4and5above with fresh oocytes and RNase free water as a negative control.\n\nPlace the oocytes into a 6 well plate filled with complete ND96 with gentamycin.\n\nChange the solution and remove defective oocytes on a daily basis until analysis (seeNotes 10and11).\n\nThe microscope stage setup, including a dish with bath medium, command and ground electrodes, patch pipette and a pressure clamp headstage, is presented inFigs. 3a(schematic view) and4(actual setup).\n\nConventional single channel patch clamp is carried out using pipettes with BN (\"bubble number\",seeref.38) of 4 7 in symmetric and asymmetric buffers.\n\nPrior to patching, the transparent vitelline membrane of each oocyte should be removed with a pair of sharp forceps after 5 10 min incubation in hypertonic buffer, which makes the cell shrink and the vitelline membrane more visible (seeNote 12). After removal of the vitelline membrane, the oocyte becomes very fragile, so it should not be exposed to the surface of the buffer and care should be taken when moving it. We suggest removing the vitelline membrane in the petri dish to be used for patch clamp, already filled with patching bath buffer.\n\nA patch pipette should be fabricated using a pipette puller (see appropriate manual for measuring glass melting temperature and initial proxy settings that can be adjusted to get the pipette of desired size and shape). Typically, a pipette with tip size between 0.5 and 2 um is required, which corresponds to BN 4 6 and a resistance of several M, depending on the tips' length and geometry.\n\nThe command (or pipette) electrode is a small piece of Ag wire that has been chlorinated either by immersion into 6 % bleach for 15 25 min or by subjecting it to proper potential in KCl buffer [39].\n\nThe ground electrode is an Ag/AgCl pellet, connected to the ground input of the amplifier's headstage through the common ground (such as a Faraday cage or anti vibration table) via Ag wire (seeNote 13,Figs. 3aand4). It does not matter where the electrode is grounded, only that everything metal be grounded at a single common point, with a stable electrical contact between the wires and grounding point. This can be tested with a standard multimeter. The ground electrode could be immersed into the bath solution directly or via an agar salt bridge (seeNote 14). The Ag/AgCl pellet should be washed with distilled water after experiments are completed.\n\nBack fill the patch pipette with buffer, making sure it is free of air bubbles. If bubbles form, they can sometimes be eliminated by tapping the pipette. Bubbles can be prevented in the first place by pulling some buffer into the empty pipette with a syringe before back filling the rest of the pipette.\n\nBefore and during immersion of the pipette into the bath buffer, a positive pressure of 20 30 mmHg should be applied to it. After the pipette tip is immersed, the pressure may be lowered to 5 10 mmHg (seeNote 15).\n\nBring the pipette tip close to the oocyte membrane. The state of the pipette tip should be monitored by periodic application of low amplitude square voltage pulses of approximately 5 mV to the command electrode. In Axopatch amplifiers, use the \"seal test mode\", where steps are gated by the amplifier's internal line frequency oscillator. If the tip resistance grows (the current decreases) before the tip touches the oocyte membrane, replace the pipette, as its tip is likely obstructed with debris.\n\nThe moment of touching the oocyte membrane is observed electrically as a decrease of the measured current. When it decreases to 2/3 1/2 of its initial value, stop pipette motion and immediately decrease the pressure in the pipette from slightly positive to about  10 mmHg.\n\nObserve the gradual formation of the \"gigaseal\" between the membrane and the pipette as the resistance of the pipettemembrane contact increases to 1 G or more (seeNote 16). After a gigaseal is reached you have obtained the cell attached configuration (seeNote 17). Next, bring the pipette pressure to between  1 and  3 mm Hg.\n\nExcise the patch by rapid removal of the pipette away from the oocyte membrane. If the patch is not stable, this may result in patch rupture. Alternatively a membrane vesicle may form in the pipette tip and block it (usually when the pipette is not moved away from the cell quickly enough,seeNote 18).\n\nOnce the patch is in the \"excised\" (in this particular case, \"inside out\") patch configuration (seeNotes 19and20andFig. 3b), one can proceed to stimulation of MSCs. We recommend using a fixed transmembrane voltage of  20 to  40 mV and applying triangular 4  or 5 second long symmetric ramps of negative pressure to the patch pipette, allowing for the gradual opening and closing of individual MSCs (seeNote 21). A typical trace obtained from the membrane patch of an oocyte expressing MSL10 fromA. thaliana[18] is presented inFig. 3cfor reference.\n\nOnce a tension induced channel activity is detected and recorded, be sure to repeat patch excision and current measurement on water injected oocytes to ensure the absence of artifacts or unusually high endogenous channel activity.\n\nWe have observed that the localization of the channel usually is not uniform within the oocyte membrane and several patches from the same cell may be necessary to locate channel activity, especially if a small pipette diameter is used.\n\nIn our hands, the endogenous cation selective MSCs that are often observed in the cell attached configuration inactivate upon patch excision, especially in the presence of elevated MgCl2or in TEA Cl buffer (seeNotes 22 24).\n\nThe rare appearance of an endogenous, large conductance Ca2+ activated chloride channel (seeref.8) should also be taken into account (seeNote 25). However, it usually does not present a serious problem as long as small patch pipettes are used, due to its relatively low expression.\n\nA good starting point for recording settings would include the following: (1) acquisition at 20 kHz with the amplifier's low pass filter set to 5 10 kHz (depending on the available settings); (2) a 4 5 s pressure ramp of  20 to  80 mmHg (depending on the pipette size,seeNote 26), which in most cases eliminates artifacts caused by a too rapid increase in tension; and (3) a holding potential of 20 mV to 40 mV (pipette voltage) for the inside out configuration, which typically provides clean and artifact free traces (seeNotes 26and27).\n\nOnce several channels are activated in the patch, one may study the channel's voltage dependence. To do so, repeat the measurement with the same transmembrane pressure but at various potentials (seeNote 28).\n\nPressure may be gradually increased by increments of  10 to  40 mmHg in order to activate more channels in the patch and obtain a dose response curve (seeNote 29).\n\nFor additional recommendations on data collection and statistical analysis,seeNotes 30and31.",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:03:02.950423",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4469364/"
  }
}