{
  "pmcid": "PMC5771473",
  "title": "Effects of hypothalamic leptin gene therapy on osteopetrosis in leptin deficient mice",
  "authors": [
    "Kenneth A Philbrick",
    "Stephen A Martin",
    "Amy R Colagiovanni",
    "Adam J Branscum",
    "Russell T Turner",
    "Urszula T Iwaniec"
  ],
  "year": "2017",
  "journal": "The Journal of endocrinology",
  "doi": "10.1530/JOE 17 0524",
  "sections": {
    "abstract": "Impaired resorption of cartilage matrix deposited during endochondral ossification is a defining feature of juvenile osteopetrosis. Growing, leptin deficientob/obmice exhibit a mild form of osteopetrosis. However, the extent to which the disease is (1) self limiting and (2) reversible by leptin treatment is unknown. We addressed the first question by performing histomorphometric analysis of femurs in rapidly growing (2 month old), slowly growing (4 month old), and skeletally mature (6 month old) wild type (WT) andob/obmale mice. Absent by 6 months of age in WT mice, cartilage matrix persisted to varying extents in distal femur epiphysis, metaphysis and diaphysis inob/obmice, suggesting that the osteopetrotic phenotype is not entirely self limiting. To address the second question, we employed hypothalamic recombinant adeno associated virus (rAAV) gene therapy to restore leptin signaling inob/obmice. Two month old mice were randomized to one of three groups: (1) untreated control, (2) rAAV Leptin, or (3) control vector rAAV green fluorescent protein and vectors injected intracerebroventricularly. Seven months later, rAAV Leptin treated mice exhibited no cartilage in the metaphysis and greatly reduced cartilage in the epiphysis and diaphysis. At the cellular level, the reduction in cartilage was associated with increased bone turnover. These findings (1) support the concept that leptin is important for normal replacement of cartilage by bone, and (2) demonstrate that osteopetrosis inob/obmice is bone compartment specific and reversible by leptin at skeletal sites capable of undergoing robust bone turnover.\n\nKeywords:bone formation and resorption, cartilage, histology, ob/ob, osteoclast",
    "methods": "Male C57BL/6J (B6) mice andob/obmice on a B6 genetic background were obtained from Jackson Laboratory (Bar Harbor, Maine). Mice were maintained in accordance with the NIH Guide for the Care and Use of Laboratory Animals and the experimental protocols were approved by the Institutional Animal Care and Use Committee. Mice were housed individually in a temperature (22 degreesC) and light controlled (lights on 6am   6pm) room. Food (standard mouse chow) and water were availablead libitumto all animals.\n\nStudy 1 was performed in WT andob/obmice to determine the distribution of cartilage in femurs in animals sacrificed at 2 (n=10/group), 4 (n=5/group), and 6 (n=3 5/group) months of age. Two month old mice are rapidly growing while skeletal maturity is reached between 4 and 6 months of age.\n\nStudy 2 was performed inob/obmice to determine if the osteopetrotic skeletal phenotype persists in aged mice and, if so, whether long duration hypothalamic leptin gene therapy normalizes skeletal maturation. Two month oldob/obmice were randomized into one of three treatment groups: (1) untreated control (n=7), (2) rAAV Leptin (rAAV Lep, n=9), or rAAV GFP (control vector encoding green fluorescent protein, n=7). The mice were maintained for 7 months post vector administration. The effects of treatment on hypothalamic leptin gene expression, food intake, body weight, circulating metabolic hormone levels, bone microarchitecture, and bone marrow adiposity have been reported elsewhere (Boghossian, et al. 2007;Iwaniec et al. 2007;Lindenmaier et al. 2016).\n\nrAAV Lep and rAAV GFP vectors were constructed and packaged as described (Beretta, et al. 2002). In brief, the vector pTR CBA Ob EcoRI fragment of pCR rOb containing rat leptin cDNA was subcloned into rAAV vector plasmid pAAVbetaGEnh after deleting the EcoRI fragment carrying the beta glucoronidase cDNA sequence. The control vector, rAAV GFP, was similarly constructed to encode the GFP gene.\n\nFor vector administration, the mice were anesthetized with sodium pentobarbital (60 mg/kg, ip), placed on a Kopf stereotaxic apparatus with mouse adapter for intracerebroventricular (icv) injection, and injected icv with either rAAV Lep (9 x 107particles) or rAAV GFP (9 x 107particles). This dose was shown to normalize body weight inob/obmice (Ueno, et al. 2004;Ueno, et al. 2006). The coordinates employed for microinjector placement in the 3rd cerebroventricle were 0.3 mm posterior to bregma, 0.0 lateral to midline, and 4.2 mm below the dura (Boghossian, et al. 2006).\n\nMice were anesthetized with either isoflurane delivered in oxygen (Study 1) or sodium pentobarbital (60 mg/kg; ip) (Study 2) and killed by exsanguination. Femora were excised, cleaned of soft tissue, placed in 10% formalin for 24 hrs, and stored in 70% ethanol until processing. Distal femora were prepared for histomorphometric evaluation as described (Iwaniec, et al. 2008). In brief, undecalcified femora were dehydrated and embedded in modified methyl methacrylate. Frontal sections, 4 um thick, were cut with a vertical bed microtome (Leica 2065) and affixed to gel coated slides. One slide was stained for tartrate resistant acid phosphatase and counter stained with toluidine blue (pH 2.5) to identify osteoclasts and cartilage matrix, respectively. Cartilage matrix was identified by metachromatic staining of proteoglycans and glycosaminoglycans. A second slide was stained using the Von Kossa method and counter stained with tetrachrome to identify osteoblasts and verify that linear growth had ceased in the femur in 6 month old mice: the presence of bone bridging across the growth plate was used as an index of termination of longitudinal bone growth (Martin, et al. 2003). Cartilage was measured in cancellous bone in the distal femur epiphysis and metaphysis and in cortical bone in the femoral diaphysis. The entire cancellous envelope was evaluated in the distal femur epiphysis. The region of interest in the distal femur metaphysis was located 0.25 0.85 mm proximal to the growth plate and 0.05 mm from cortical bone. Cortical bone was evaluated 4.4 5.6 mm proximal to the growth plate. Measurements of cartilage included metachromatic stained area and chondrocyte area in the epiphysis, metaphysis, and diaphysis. Measurements excluded growth plate and articular cartilage matrix. Osteoclast perimeter (osteoclast perimeter/bone perimeter, %) and osteoblast perimeter (osteoblast perimeter/bone perimeter, %) were also determined in the epiphysis. Measurements were done at either 20 or 40x using the Osteomeasure Histomorphometry System (Osteometrics, Atlanta, GA). Histomorphometric data are reported using standard 2 dimensional nomenclature (Dempster, et al. 2013).\n\nMean responses for bone and cartilage area fraction were compared between WT andob/obmice at ages 2 months, 4 months, and 6 months using analysis of covariance (age modeled as a quantitative variable with linear structure) or two way analysis of variance (age modeled as a categorical variable). Goodness of fit assessment from scatterplots, Levene's test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and Anderson Darling tests of normality, and model selection from Akaike's information criterion, Bayesian information criterion, and likelihood ratio tests were used to determine a linear model and evaluate contributions from interactions and main effects. Linear models containing different variance parameters across age and/or genotype groups were used to accommodate heterogeneous variance.\n\nMean responses for bone and cartilage fraction, and osteoblast and osteoclast perimeter were compared between theob/ob,ob/ob+ rAAV GFP, andob/ob+ rAAV Lep groups using one way analysis of variance, with t tests used to make pairwise comparisons. The Kruskal Wallis nonparametric test was used when only the normality assumption was violated, in which case the Wilcoxon Mann Whitney test was used for two group comparisons. A modified F test was used when variances were distinct, with Welch's two sample t test used for two group comparisons (Welch 1951).\n\nThe Benjamini and Hochberg (Benjamini and Hochberg 1995) method for maintaining the false discovery rate at 5% was used to adjust for multiple comparisons. Differences were considered significant at p <= 0.05. Trends are reported when P < 0.1. All data are presented as mean +/  SE. Data analysis was performed using R version 3.2.2.",
    "results": "The effects of age and leptin status on cancellous bone area fraction in the femoral epiphysis and metaphysis and on cartilage retention in the femoral epiphysis, metaphysis, and diaphysis in WT andob/obmice are shown inFigure 1. Cancellous bone area fraction decreased with age in epiphysis (Figure 1A) and metaphysis (Figure 1C). The rate of decrease was not affected by genotype (interaction not significant). However, cancellous bone area fraction was lower in the epiphysis and tended to be lower (P < 0.1) in the metaphysis inob/obmice compared to WT mice. Cartilage area fraction also decreased with age in the femoral epiphysis (Figure 1B) and metaphysis (Figure 1D), irrespective of genotype. Cartilage area fraction was higher inob/obcompared to WT mice at both sites. Negligible levels of cartilage matrix were observed in the diaphysis of WT mice (Figure 1E). In contrast, cartilage matrix was present in the diaphysis ofob/obmice and significant changes with age were not detected.\n\nEffects of age and genotype on cancellous bone area fraction in distal femur epiphysis (A) and metaphysis (C) and cartilage retention in cancellous bone in distal femur epiphysis (B) and metaphysis (D) and in cortical bone in femur diaphysis (E) in 2 month old, 4 month old, and 6 month old male WT and leptin deficientob/obmice. Data are mean +/  SE; n = 10/group for 2 month old mice, n = 5/group for 4 month old mice, n = 3 and 5/group for 6 month old WT andob/obmice, respectively.\n\nPhotomicrographs illustrating the distribution of cartilage matrix in the femoral epiphysis, metaphysis, and diaphysis in representative 4 month old WT andob/obmice are shown inFigure 2. By 4 months of age, little cartilage remained in femur epiphysis, metaphysis, or diaphysis in WT mice. In contrast, cartilage is clearly evident at all 3 sites inob/obmice. Bone bridging across the growth plate, indicative of cessation of longitudinal growth, was evident in 6 month old WT andob/obmice (Figure 3) but not in 2 month old or 4 month old mice, verifying cessation of linear growth by 6 months of age in both genotypes.\n\nPhotomicrographs of the distal femur epiphysis, metaphysis, and diaphysis in representative 4 month old male WT mice (A, C, E) and 4 month old male leptin deficientob/obmice (B, D, F). Whereas cartilage matrix was rare in the epiphysis in WT mice (A), cartilage matrix and chondrocytes were readily visible in the epiphysis ofob/obmice (B). Leptin deficientob/obmice also exhibited a highly disorganized growth plate architecture, characterized by irregular margins and width (B). Cartilage was rare in the metaphysis and diaphysis of WT mice (C and E, respectively), but present at both sites inob/obmice (D and F).\n\nPhotomicrographs of growth plate in distal femur in representative 6 month old male WT (A) and 6 month old male leptin deficientob/obmouse (B). The bony bridges are indicative of cessation of longitudinal growth.\n\nThe effects of long duration hypothalamic leptin gene therapy on cancellous bone area fraction in the femoral epiphysis and metaphysis and cartilage retention in the femoral epiphysis, metaphysis, and diaphysis inob/obmice are shown inFigure 4. There was a tendency (P < 0.1) for cancellous bone area fraction to be higher in the epiphysis of rAAV Lep treated mice compared to untreated and rAAV GFP treated control mice (Figure 4A). Differences in cancellous bone area fraction were not detected with treatment in the femoral metaphysis (Figure 4C). Cartilage matrix was present in the epiphysis (Figure 4B), metaphysis (Figure 4D), and diaphysis (Figure 4E) in untreated and rAAV GFP treated control mice. Treatment with rAAV Lep resulted in lower cartilage area fraction in the epiphysis, metaphysis, and diaphysis in comparison to untreated mice, lower cartilage area fraction in the metaphysis in comparison to rAAV GFP mice and a tendency (P < 0.1) for lower cartilage area fraction in the epiphysis and diaphysis in comparison to rAAV GFP mice. Significant differences between untreated and rAAV GFP treated mice were not detected for any of the endpoints evaluated. Photomicrographs illustrating the distribution of cartilage matrix in representative 9 month old untreated, rAAV GFP treated, and rAAV Lep treatedob/obmice are shown inFigure 5.\n\nEffects of long duration (7 months) hypothalamic leptin gene therapy (rAAV Lep) on cancellous bone area fraction in distal femur epiphysis (A) and metaphysis (C) and cartilage retention in cancellous bone in distal femur epiphysis (B) and metaphysis (D) and in cortical bone in femur diaphysis (E) in maleob/obmice. Data are mean +/  SE; n = 7 9/group,adifferent from untreated, P < 0.05,a*P < 0.1;bdifferent rAAV GFP, P < 0.05,b*P < 0.1.\n\nPhotomicrographs of the distal femur epiphysis (A, B, C), metaphysis (D, E, F), and diaphysis (G, H, I) in representative 9 month old untreated, rAAV GFP treated and rAAV Lep treated maleob/obmice at 7 months post vector administration. Note the presence of cartilage matrix in epiphysis, metaphysis, and diaphysis of untreated mice (A, D, and G, respectively) and rAAV GFP treated mice (B, E, and H, respectively) and its absence in rAAV Lep treated mice (C, F, and I, respectively).\n\nThe effects of long duration hypothalamic leptin gene therapy on cellular indices of cancellous bone turnover in the femoral epiphysis are shown inFigure 6. Osteoclast perimeter (Figure 6A) and osteoblast perimeter (Figure 6B) were higher in rAAV Lep treated mice compared to untreated and rAAV GFP treated mice. Significant differences in either osteoclast perimeter or osteoblast perimeter were not detected between untreated and rAAV GFP treated controls.\n\nEffects of long duration (7 months) hypothalamic leptin gene therapy on osteoclast perimeter (A) and osteoblast perimeter (B) in distal femur epiphysis in maleob/obmice. Data are mean +/  SE; n = 7 9/group.adifferent from untreated, P < 0.05;bdifferent from rAAV GFP, P < 0.05.",
    "discussion": "Compared to WT mice, more extracellular cartilage matrix was present in cancellous compartments (metaphysis and epiphysis) of distal femur inob/obmice. Cartilage matrix decreased with increasing age in both WT andob/obmice but, in marked contrast to WT mice, cartilage continued to be present in the epiphysis and metaphysis in skeletally mature 6 month oldob/obmice. Minimal or no cartilage matrix was found in the diaphysis of WT mice. In contrast, cartilage matrix was present in the diaphysis inob/obmice, but unlike at cancellous sites, did not decrease with age. Long duration hypothalamic leptin gene therapy in growingob/obmice reduced cartilage matrix at all skeletal sites evaluated. Lack of differences between rAAV Lep and rAAV GFP treated mice provides strong evidence that increased leptin levels and not differences arising from the application of gene therapy were responsible for the skeletal changes observed. At the cellular level, the reduction in cartilage in the epiphysis in rAAV Lep treatedob/obmice was associated with increased bone turnover (increased osteoblast and osteoclast perimeters).\n\nBone resorption is reduced in leptin deficientob/obmice and leptin receptor deficientdb/dbmice due to impaired osteoclast function (Turner et al. 2013;Turner et al. 2014). Bone formation is also reduced in leptin signaling deficient mice due to reduced osteoblast lined bone perimeter and reduced osteoblast activity (Turner et al. 2013). We hypothesized that the resulting reduction in turnover of primary spongiosa was the primary cause for prolonged retention of cartilage within the skeleton inob/obmice (Turner et al. 2013;Turner et al. 2014). This hypothesis is supported by the current study. The slower matrix turnover in the epiphysis compared to metaphysis was positively associated with longer retention of cartilage matrix. In addition, a reduction in cartilage in the epiphysis following hypothalamic leptin gene therapy was associated with increased bone turnover. A similar relationship was previously observed for the metaphysis (Turner et al. 2013).\n\nOsteoclasts play a key role in endochondral ossification. Osteoclasts are essential for (1) generation of primary spongiosa by directing vascular invasion into the growth plate and (2) replacement of mineralized cartilage matrix by bone to form secondary spongiosa (Odgren, et al. 2016). Cartilage matrix is prevalent in distal femur in 2 month old WT mice because the rate of cartilage matrix deposition during longitudinal growth exceeds the capacity of matrix turnover to replace cartilage with bone. However, longitudinal bone growth slows with age and in male B6 mice ceases between 4 and 6 months of age (Glatt, et al. 2007;Hoshi, et al. 2004). Cessation of linear bone growth in small rodents is due to the formation of bony bridges across growth plate cartilage precluding further elongation (Martin, et al. 2003). In the current study, bony bridges were observed in the distal femur growth plate at 6 months of age in WT as well asob/obmice. The age range for longitudinal growth cessation corresponds to the disappearance of cartilage matrix from cancellous compartments.\n\nEndochondral ossification is disrupted in long bones ofob/obmice, resulting in shorter bones, abnormal cancellous architecture, and delayed replacement of cartilage matrix in primary spongiosa by bone matrix (Turner et al. 2013). In concordance with Kishidaet al.(Kishida, et al. 2005), we noted disorganized growth plate architecture in the leptin deficient mice. Furthermore, prior studies demonstrated that thinning of the proliferative zone of the growth plate is associated with reduced longitudinal bone growth rate (Philbrick et al. 2015). Chondrocytes express the leptin receptor (Kishida et al. 2005;Steppan et al. 2000) and leptin was shown to exert positive actions affecting growth plate organization and growth plate expansion (Gat Yablonski et al. 2004;Kishida et al. 2005). Hypertrophic chondrocytes contribute to programed removal of cartilage matrix by secretion of factors such as TNFSF11 (RANKL), MMP9 (matrix metallopeptidase 9), MMP13 (collagenase 3), and HMGB1 (high mobility group protein 1) that mediate vascular invasion and are altered by leptin status (Koskinen, et al. 2011;Mackie, et al. 2011;Schroeter, et al. 2012;Xiong, et al. 2011). Thus, impaired chondrocyte function may contribute to the defect in osteoclast activity inob/obmice.\n\nCortical bone in the femoral diaphysis develops by secondary intramembranous ossification. The presence of cartilage within the diaphysis ofob/obmice represents a pathological condition likely contributing to the lower biomechanical strength reported inob/obanddb/dbmice (Ealey et al. 2006;Henriksen, et al. 2011;Tuukkanen, et al. 2000;Williams, et al. 2011). Haversian (intracortical) bone remodeling is absent in mice. This may explain why cartilage matrix trapped in the distal femur diaphysis inob/obmice did not decline in quantity as the mice aged.\n\nLeptin deficiency results in hypogonadism, hyperphagia, insulin resistance, and morbid obesity. These metabolic and endocrine abnormalities could indirectly influence bone metabolism and thus contribute to skeletal defects observed inob/obmice (Turner, et al. 2017). Indeed, normalization of food intake, weight gain, and blood glucose levels inob/obmice actually exaggerated the abnormal skeletal phenotype (Turner et al. 2014), while estrogen receptor blockade did not impair the skeletal response ofob/obmice to leptin (Turner et al. 2017). Additionally, leptin exerted actions on the skeleton at levels having minimal impact on either energy metabolism or gonadal function (Philbrick et al. 2017). Taken together, these findings provide strong evidence that leptin acts on the skeleton to regulate bone growth and turnover.\n\nLeptin deficiency also results in hypocalcemia (Ishida, et al. 1988;Ozata, et al. 1999), retinopathy (Kondo and Kahn 2004), hearing loss (Lee, et al. 2008), and tooth defects (Batt 1978,1992). These abnormalities may be due, at least in part, to reduced osteoclast function. In support, defective bone resorption associated with osteopetrosis was shown to lead to impaired tooth eruption, and impaired hearing and vision (Kocher and Kasser 2003).\n\nHypothalamic leptin gene therapy normalized bone microarchitecture in growingob/obmice by increasing bone growth and turnover (Iwaniec et al. 2007;Kalra et al. 2009;Turner et al. 2013). In the current study, hypothalamic leptin gene therapy promoted maturation of cancellous bone in distal femur. Infusion of leptin into the hypothalamus was initially reported to be antiosteogenic (Ducy, et al. 2000) but subsequent studies failed to confirm this finding (Bartell et al. 2011;Hamrick et al. 2005). Specifically, the latter studies reported that leptin infusion into the hypothalamus ofob/obmice increased bone formation, bone mineral density, and expression of osteogenic genes (Bartell et al. 2011;Hamrick et al. 2005). In support, we observed that increasing hypothalamic leptin levels by gene therapy increased histomorphometric, biochemical, and gene expression markers of bone formation inob/obmice (Turner, et al. 2015). In addition to increased bone formation, hypothalamic leptin gene therapy increased osteoclast perimeter, an index of bone resorption, suggesting that leptin regulates bone turnover as well as bone accrual.\n\nIn summary, whereas cartilage matrix was absent within bone in 6 month old WT mice,ob/obmice retained cartilage matrix to varying degrees at all anatomical sites evaluated. Long duration hypothalamic rAAV Lep gene therapy inob/obmice increased bone turnover, resulting in substantial reduction in cartilage matrix within bone. Our findings (1) support the concept that leptin is important for normal replacement of cartilage by bone, and (2) demonstrate that osteopetrosis inob/obmice is site specific and reversible by leptin at skeletal sites capable of undergoing robust bone turnover.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:06:57.275300",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5771473/"
  }
}