{
  "pmcid": "PMC7261848",
  "title": "Competitive Growth Assay of Mutagenized Chlamydomonas reinhardtii Compatible With the International Space Station Veggie Plant Growth Chamber",
  "authors": [
    "Junya Zhang",
    "Brbara S F Mller",
    "Kevin N Tyre",
    "Hope L Hersh",
    "Fang Bai",
    "Ying Hu",
    "Marcio F R Resende, Jr",
    "Bala Rathinasabapathi",
    "A Mark Settles"
  ],
  "year": "2020",
  "journal": "Frontiers in Plant Science",
  "doi": "10.3389/fpls.2020.00631",
  "sections": {
    "abstract": "A biological life support system for spaceflight would capture carbon dioxide waste produced by living and working in space to generate useful organic compounds. Photosynthesis is the primary mechanism to fix carbon into organic molecules. Microalgae are highly efficient at converting light, water, and carbon dioxide into biomass, particularly under limiting, artificial light conditions that are a necessity in space photosynthetic production. Although there is great promise in developing algae for chemical or food production in space, most spaceflight algae growth studies have been conducted on solid agar media to avoid handling liquids in microgravity. Here we report that breathable plastic tissue culture bags can support robust growth ofChlamydomonas reinhardtiiin the Veggie plant growth chamber, which is used on the International Space Station (ISS) to grow terrestrial plants. Live cultures can be stored for at least 1 month in the bags at room temperature. The gene set required for growth in these photobioreactors was tested using a competitive growth assay with mutations induced by short wave ultraviolet light (UVC) mutagenesis in either wild type (CC 5082) orcw15mutant (CC 1883) strains at the start of the assay. Genome sequencing identified UVC induced mutations, which were enriched for transversions and non synonymous mutations relative to natural variants among laboratory strains. Genes with mutations indicating positive selection were enriched for information processing genes related to DNA repair, RNA processing, translation, cytoskeletal motors, kinases, and ABC transporters. These data suggest that modification of DNA repair, signal transduction, and metabolite transport may be needed to improve growth rates in this spaceflight production system.\n\nKeywords:algae, space environment, genetic fitness, population genetics,Chlamydomonas reinhardtii",
    "methods": "Strains CC 5082 (WT) and CC 1883 (cw15) were obtained from the Chlamydomonas Resource Center. CC 5082 is a sequence verified clone of CC 1690, which is a wild type strain of mating typemt+(Gallaher et al., 2015). CC 1883 is anmt cw15cell wall mutant, which allows transformation of exogenous DNA by vortexing with cells and glass beads (Kindle et al., 1989). Strains were maintained at room temperature (20 25 degreesC) on agar plates with Tris acetate phosphate (TAP) medium (Gorman and Levine, 1965), under 50 100 umol/m2/s continuous photosynthetically active radiation (PAR) from daylight fluorescent bulbs (6500 K).\n\nTo initiate liquid cultures, 1 2 mm colonies were scraped from TAP agar plate and inoculated into 50 100 mL TAP media. Traditional liquid cultures were grown with continuous light in 250 mL Erlenmeyer flasks with 100 r/min gyratory shaking. For spaceflight analogs, liquid cultures were grown with continuous light in 120 mL PermaLife cell culture bags (OriGen Biomedical, Austin, TX, United States). Liquid cultures were grown in daylight fluorescent lighting or in the Veggie Vegetable Production System at the Kennedy Space Center (Merritt Island, FL, United States) with a ratio of red (630 nm): green (525 nm): blue (450 nm) of 8:1:1 (Massa et al., 2016). The Veggie reservoir was set at the maximum distance from the LED lightcap. All lighting was 80 100 umol/m2/s.\n\nThe UVC mutagenesis dose that caused 10% cell survival was determined by transferring 7 mL of early log phase culture at OD600= 0.45 to 15 cm sterile petri plates in a sterile laminar flow hood. The petri plates were opened in a GS Gene Linker UV Chamber (Bio Rad, Hercules, CA, United States) and exposed to increasing doses of UVC light from germicidal bulbs. Petri plates were closed, wrapped in aluminum foil, and agitated overnight in the dark at 50 r/min. Mutagenized cultures were plated on TAP agar plates with non treated samples diluted 1:5 prior to plating. Colonies were grown under continuous light, counted, and normalized relative to non mutagenized cultures.\n\nColonies from TAP agar plates were scraped and suspended in 600 uL liquid TAP media and adjusted to an optical density of 1 at 600 nm using a visible light spectrophotometer (SmartSpec 3000, Bio Rad, Hercules, CA, United States). The Chlamydomonas suspension was used to inoculate TAP liquid media at a 1:250 dilution, i.e., 0.2 mL of OD600= 1 suspension was added to 50 mL TAP media. WT was inoculated on day 1 of the experiment andcw15was inoculated on day 2. The cultures were grown in flasks until reaching an OD600of 0.4 0.5 on day 4. Non mutagenized cells from the culture were sampled for whole genome sequencing by centrifuging 2 mL of the culture and freezing the cell pellet at  80 degreesC until DNA was extracted. For each mutagenesis, 7 mL of early log phase culture was exposed to 8 mJ of UV light. The mutagenized cells were then used to inoculate 100 mL of TAP media in a PermaLife tissue culture bag in a sterile laminar flow hood. Inoculated tissue culture bags were held at room temperature in the dark for 7 days and then transferred to the Veggie growth chamber.\n\nThe Veggie chamber was set with the reservoir at maximum distance from the lighting (Massa et al., 2016). The 630 nm red light was set to \"medium\"; the 450 nm blue light was set to \"low\"; and the 525 nm green light was set to \"on.\" The bellows were closed during growth cycles, and the fan was set to \"low.\" The initial mutagenized cultures were grown for 7 days in Veggie. The cultures were then passaged by transferring 1 mL of culture to a bag containing fresh TAP media using a sterile syringe. The second culture was grown for 6 days and then passaged to a third tissue culture bag for 6 days of growth. During each passage, 2 mL of culture was sampled, centrifuged, and the cell pellet was frozen at  80 degreesC until DNA was extracted. The remaining cultures were stored in a soft stowage, Cargo Transport Bag (CTB) until 36 days after the initial inoculation. For each dark stored culture, 2 mL was sampled for DNA extraction.\n\nGrowth curves for non mutagenized cells were determined by sampling 1 mL of culture each day and reading the absorbance at 600 and 750 nm. Culture samples were diluted if optical density measurements were greater than 1. Cell density was counted using a hemocytometer and light microscopy. Dry biomass was determined by transferring all of the remaining culture volume into two 50 mL centrifuge tubes. The cells were centrifuged with the supernatant media removed and the cell pellets were lyophilized overnight. Dry weights were measured on an analytical balance. Biomass for each culture is the average of the two technical replicates.\n\nDNA was extracted from the flash frozen and dark stored cell pellets as described with some minor modifications (Newman et al., 1990). Cell pellets were resuspended in 150 uL H2O on ice, and 300 uL of SDS EB buffer (2% SDS, 400 mM NaCl, 40 mM EDTA, 100 mM Tris HCl, pH 8.0) was added and vortexed. The cell suspension was then extracted with 350 uL phenol: chloroform: isoamyl alcohol 25:24:1 (v:v) for 2 5 min by intermittent mixing using a vortex. The organic and aqueous phases were separated with a 5 min centrifugation at maximum speed in a microcentrifuge. The aqueous phase was then extracted with 300 uL chloroform: isoamyl alcohol (24:1). The RNA in the aqueous phase was digested with RNase A at room temperature for 10 min. DNA was precipitated by adding 1 mL 100% ethanol, incubating on ice for 30 min, and centrifuging for 10 min. The pellet was washed with 200 uL 70% ethanol, dried in a vacuum centrifuge, and resuspended in 30 uL H2O. DNA sample integrity was evaluated with an Agilent TapeStation (Santa Clara, CA, United States), and concentration was determined with Qubit dsDNA HS Assay Kit (Life Technologies, Carlsbad, CA, United States) according to the manufacturer's instructions.\n\nFor each library, 3 ug of DNA was sheared to 350 bp average size using an S220 Focused ultrasonicator (Covaris, Woburn, MA, United States). Barcoded TruSeq PCR Free Low Throughput libraries were prepared for each DNA sample following the manufacturer's instructions (Illumina, San Diego, CA, United States). Each sample had a unique index from Illumina TruSeq DNA CD Indexes (96 indexes/samples). The libraries were split into two pools to sequence a total of 38 samples: nine dark stored and nine flash frozen samples for each strain, growth cycle, and biological replicate as well as the two non mutagenized initial cultures. Library pools were color balanced and sequenced with paired end 150 bp reads on the Illumina HiSeq X platform at MedGenome (Foster City, CA, United States).\n\nThe raw sequence reads were filtered using Trimmomatic v.0.38 to remove barcode and adaptor sequences in paired end mode (Bolger et al., 2014). High quality reads were aligned to theC. reinhardtiireference genome (Merchant et al., 2007), v.5.6 from Phytozome, using BWA mem (Li, 2013). Duplicate reads were removed using Picard MarkDuplicates, v.2.19.11with default parameters. Reads near insertion deletion (InDel) polymorphisms were realigned using GATK v.3.8.1 RealignerTargetCreator and IndelRealigner (McKenna et al., 2010;DePristo et al., 2011).\n\nThree software packages for detecting single nucleotide polymorphisms (SNPs) and small indels were compared. FreeBayes v.1.2.0 (Garrison and Marth, 2012) was implemented with the pooled continuous option. LoFreq v. 2.1.3.1 used default parameters (Wilm et al., 2012), while CRISP pooled, discrete parameters were:  poolsize 5  perms 100000  mmq 10  minc 3 (Bansal, 2010;Bansal et al., 2011). FreeBayes called more variants for libraries with the lowest depth giving a negative correlation between the number of mapped reads and number of variants detected. LoFreq is restricted to calling variants for single samples and not detecting variants at a population level. Consequently, CRISP was determined to be the optimal approach for variant detection.\n\nFor each strain, CRISP genotyping results were filtered to remove variants with a call rate below 70% (i.e., missing data >= 30%) and monomorphic variants with a minor allele frequency (MAF) of zero. Monomorphic variants revealed non mutated, natural variants relative to the reference genome. In addition, variants with low depth and low quality mapped reads were removed based on CRISP assignments of \"LowDepth, LowMQ10 and LowMQ20.\" Finally, novel variants were scored by identifying exact matches to natural variants reported from whole genome sequencing of 39 Chlamydomonas laboratory strains (Gallaher et al., 2015). Variant density was visualized by plotting SNPs detected in windows of 100, 400, 500, and 1000 kb. A window size of 400 kb was selected visually as showing the highest resolution of natural variant SNP clusters.\n\nThe effect of each variant on protein coding regions was predicted using SnpEff v.4.3t (Cingolani et al., 2012). Synonymous and non synonymous mutations from the primary SnpEff call were used to estimate the overall impact of UVC mutagenesis on protein coding genes. Synonymous (S) and non synonymous (N) nucleotide diversity was estimated for each gene using SNPGenie (Nelson et al., 2015). SNPGenie was run for all high quality and novel variants independently, using both the forward strand and reverse complement strand. Positive selection was inferred when N> S, and purifying selection was inferred when N< S. Genes showing positive or purifying selection were tested for gene ontology (GO) term enrichment using AgriGO v2.0 with default parameters except for the \"Hochberg (FDR)\" multi test adjustment method for the default false discovery rate of 0.05 (Tian et al., 2017).",
    "results": "We tested commercial FEP tissue culture bags for the ability to support microalgae growth without agitation or active mixing of gases with liquids. Under daylight fluorescent lighting, the bags are able to support robust growth for bothcw15and WT strains (Figures 1A D). Time courses of growth show a 1 day delay in the bags (Figures 1E H). Logistic growth curve regressions of optical density estimated the maximum doubling time forcw15was 5.32 h in flasks and 8.01 h in FEP bags (Figure 1E). For WT, maximal doubling time was 7.42 h for flasks and 8.98 h for FEP bags (Figure 1F). Similar doubling times were estimated from cell counts: 5.7 versus 7.65 h forcw15and 7.3 versus 8.73 h for WT (Figures 1G,H). Cell counts estimated a 600  to 1450 fold increase in cell number during the culture indicating 9 11 cell doublings in the batch cultures. Dry weight biomass was in rank order with the measurements of optical density and cell density at the 6 days time point. Thecw15flask cultures had the lowest biomass at 0.61 g/L, and the WT flask cultures had the highest biomass at 0.95 g/L (Figure 1I). The FEP tissue culture bags grew to a cell density in between flask cultures forcw15and WT. These data indicate the bags provide sufficient gas exchange to support microalgae, but that Chlamydomonas laboratory strains grow faster in flasks.\n\nMicroalgae growth in FEP plastic culture bags.(A)Flask and(B)FEP bag culture ofcw15, CC 1883.(C)Flask and(D)FEP bag culture of wild type (WT), CC 5082. Growth curves ofcw15(E,G)and WT(F,H)algae comparing flask and FEP bag cultures. Symbols are mean values (n= 5, exceptn= 4 forcw15FEP bags). Trend lines are logistic growth curve regressions.(I)Average biomass produced after 6 days of culture.(J)Dose response of WT algae to UVC light. Trend line is an exponential regression. Error bars in all panels are standard deviation.\n\nTo identify genes required for growth in tissue culture bags, we mutagenized the strains prior to competitive growth assays. We first determined the dose response for cell lethality in a UVC light chamber.Figure 1Jshows that 6 10 mJ of UVC exposure is sufficient to kill 90% of WT cells. Similar results were obtained forcw15, and we concluded that 8 mJ of UVC would give sufficient DNA damage to induce mutations in both strains without risking excessive cell death and culture failure during spaceflight.\n\nAn EVT was completed at the Kennedy Space Center (Figure 2). Three biological replicates of WT andcw15were mutagenized at the University of Florida, Gainesville, FL, United States. The mutagenized cells were transferred to tissue culture bags with TAP media and stored at room temperature in the dark for 7 days to emulate a late load and storage during a resupply mission to the ISS. The cultures were then transferred to a Veggie unit to provide light and stimulate photosynthesis. The culture bags were placed under bungee cords that hold plant pillows in the Veggie reservoir (Figure 2B). The bags were left without any agitation except during passages (Figure 2C). To complete a passage, culture bags were removed from the reservoir, agitated manually, and 1 mL of culture was transferred to fresh media for a new growth cycle (Figures 2D F). An additional 2 mL of culture was sampled and cell pellets were frozen to preserve a DNA sample without dark storage.\n\nAlgae selection experiment in Kennedy Space Center Veggie growth chamber.(A)Schematic of the experiment design and workflow.(B)Initial installation of mutagenized culture bags in the Veggie reservoir.(C)Veggie chamber with algae bags and closed bellows.(D)Algae cultures prior to passage.(E,F)Passage of culture using sterile syringes.\n\nThe remaining culture was stored in a closed CTB to simulate ambient storage on the ISS and return of live cultures to Earth (Figure 3A). At 36 days after the initial inoculation, all culture bags were sampled for DNA extraction and biomass assessment (Figure 3B). The WT strain showed higher biomass compared to thecw15cell wall mutant (p= 0.01, paired Student'st test). Within each strain, there was a significant trend for increased biomass with additional culture passages (p< 0.01, ANOVA). However, all biomass levels were lower than immediate harvest of cells after 6 days of culture without UV mutagenesis or dark storage (Figure 1I). The biomass trends observed most likely reflect loss of biomass due to respiration during dark storage.\n\n(A)Storage of live algae cultures in CTB soft stowage bag.(B)Biomass yield after dark storage. Average and standard deviation of three biological replicates are plotted. Lowercase letters indicate statistically significant groups of culture passages based on ANOVA of each strain and a Tukey HSD test.\n\nWhole genome sequencing of the pre mutagenized cultures, frozen cell pellets, and dark stored cultures was completed with an average read depth of 16x. Variants consisting of SNPs and short InDel polymorphisms were called with CRISP using pooled sample parameters (Figure 4). After removing missing data (>=30%) and monomorphic polymorphisms (MAF = 0), we detected 73,573 WT variants and 79,455cw15variants. Filtering to remove low depth and low quality reads reduced WT andcw15polymorphic variants to 48,380 and 53,939, respectively. This represents an average of one variant per 2.24 kbp in WT and 2.01 kbp incw15.\n\nSequence analysis pipeline with key parameters for variant calling and quality filtering.\n\nPlotting the variant density across the genome identified known hotspots of natural variation among laboratory strains (Figure 5,Gallaher et al., 2015). The WT strain is a sequence verified clone of CC 1690, and the polymorphic variants identified overlapping peaks on chromosomes 2, 6, and 9. In addition, there were peaks that overlapped with other natural variants on chromosomes 3 and 12. Thecw15strain derives from a cross with CC 1690 and a similar pattern of natural variant peaks was observed. These natural variants may represent spontaneous mutations that are easily tolerated in Chlamydomonas or regions of the genome that are difficult to align with high confidence. In either case, known natural variants are likely to have little signal of selection due to induced UVC mutagenesis. We removed all exact matches to natural variants to obtain 5286 WT and 5873cw15novel variants, which are more evenly distributed across the genome (Figure 5). The average genomic density for the novel variants were one variant per 20.83 kbp in WT and 18.75 kbp incw15.\n\nDensity of SNP and indel variants in the Chlamydomonas genome. TheY axis is the number of variants per 400 kb, and theX axis is the physical distance of each chromosome. The variant dataset plotted is labeled on the right of each panel. Variants from 39 laboratory strains (black, top panel) and CC 1690 (black, second panel) sequenced byGallaher et al. (2015). Light and dark gray show all high quality variants (step 4 inFigure 4) in the WT andcw15strains. Orange (WT) and green (cw15) plot novel variants after filtering identical matches to polymorphisms in theGallaher et al. (2015)study (step 5 inFigure 4).\n\nThe novel variants show a different spectrum of base changes than natural variants (Figure 6A). There is a relative decrease in transitions and an increase in transversions with the complementary mutations of A > C and T > G as well as C > G and G > C predominating. These data suggest the novel variants represent mutations caused by induced mutagenesis instead of the endogenous spectrum of Chlamydomonas variants. In addition, the novel mutations are found at a higher allele frequency indicating that the novel mutations have more sequence read support across samples than natural variants (Figure 6B). We conclude that novel variants better represent the UVC mutagenized sites.\n\nEffects of variant filtering and live culture storage on mutations detected.(A)Relative frequency of base changes and indels for natural variants found byGallaher et al. (2015)and the novel variants after UV mutagenesis.(B)Minor allele frequency distribution for all variants and novel variants.(C,D)Average sequencing depth of three biological replicate libraries prepared from dark stored cultures and algae pellets that were frozen at the time of passage.(E,F)Average number of novel mutations detected in libraries from dark stored and frozen tissues. Error bars are standard deviations.\n\nCentrifugation and freezing cell pellets for DNA sampling requires more extensive astronaut time and limiting resources on the ISS. We compared the mutations recovered from samples that had been frozen at the time of passage and those from live cultures that had been stored in the dark. There were no significant differences in sequencing depth based on the storage conditions (Figures 6C,D). However, dark storage decreased the number of mutations recovered in passage 1, which were cultures stored for 22 days prior to sampling (Figures 6E,F). Student'st tests showed a significant reduction of mutations detected for the WT strain (p= 0.003), but the reduction was non significant forcw15(p= 0.07). For frozen stored libraries, the number of novel mutations detected in each passage was nearly constant indicating sequencing depth was limiting for mutant detection. These results suggest that changes in allele frequency over culture passages are not a reliable indicator of selection for this experiment.\n\nTo assess the effects of novel mutation on protein coding sequences, SnpEff was used to identify protein coding changes. Natural variants were enriched for synonymous mutations, while the novel variants were enriched for protein coding changes (Figure 7A). These results are consistent with an increased frequency of deleterious mutations after UV mutagenesis. Individual genes were tested for selection based on nucleotide diversity () using SNPGenie. Novel variants were enriched for genes showing evidence of positive selection with about 46% of genes tested having N> S, compared to 29% of all variants (Figure 7B). These results are consistent with the enrichment for non synonymous mutations resulting from UV mutagenesis.\n\nNovel variants are enriched for predicted protein coding changes.(A)Ratio of non synonymous to synonymous variants based on SnpEff annotations. White and gray show natural variants detected. Orange and green show novel variants.(B)Average fraction of genes showing positive selection of all genes tested with SNPGenie. Averages are from six libraries per passage. Error bars are standard deviations.(C)Enriched GO terms for genes with positive selection.\n\nBased on GO term enrichment analyses, the positively selected genes in WT andcw15both show significant enrichments for terms associated with purine nucleotide binding and hydrolase activity (Figure 7C). The individual genes with these GO terms represent information processing functions in DNA damage repair, RNA processing, translation, cytoskeletal motors, and signal transduction (Supplementary Table S1). The WT libraries also had enrichment for terms associated with small molecule transporters with individual genes predominantly being ABC transporters.\n\nThe WT strain also had significant enrichments for genes under purifying selection (Figure 8). More than half of these genes are predicted to function in regulating the levels of cyclic nucleotide second messengers suggesting that second messenger signal transduction may be under selective pressure in in the culture bag growth system. Thecw15strain had no significantly enriched GO terms for genes under purifying selection.\n\nEnriched GO terms for genes showing evidence of purifying selection in the WT strain.",
    "discussion": "This EVT validated a strategy for identifying genes required by Chlamydomonas during log phase growth in spaceflight. We have shown that commercial FEP tissue culture bags can be used for batch culture of microalgae and result in 9 11 cell doublings during a 6 day culture. Cells in these cultures that divide normally will be at least 1000 fold enriched at stationary phase over cells with genetic variants that prevent mitotic division. Competition through multiple passages will eliminate mutations that prevent mitotic growth. Chlamydomonas is viable in these bags after prolonged dark storage, which enables full genome sequencing and identification of mutant genes in the culture. We have since used this strategy to grow the WT andcw15strains during the SpaceX CRS 15 mission; analysis of the spaceflight experiment is on going.\n\nWhole genome sequencing has been used to assess the mutagenic load of the bacteria,Staphylococcus aureus, in a 2 week spaceflight exposure (Guo et al., 2015). Less than 40 SNPs were detected in the genome from spaceflight with similar numbers of SNPs detected on ground and in spaceflight. These data suggest that exogenous mutagenesis is necessary to gain adequate signal of selection in short term competitive growth experiments.\n\nA yeast selection experiment was completed in spaceflight by using a genome wide deletion collection (Nislow et al., 2015). The competitive growth experiment measured the reduction in representation of bar coded mutants over the course of 21 mitotic generations. This type of competitive growth identifies individual genes needed for growth. By contrast, UVC mutagenesis has a higher genetic load and generates a more diverse array of allele types to compete within the culture. Moreover, three serial batch cultures of Chlamydomonas are expected to give 30 mitotic generations potentially giving more signal of selection within the genome sequence data.\n\nThere are several limitations to the design of this competitive growth assay. The algae were grown in mixotrophic conditions with both acetate and light as sources of energy. The addition of acetate to the media promotes rapid growth of the cultures allowing up to four passages to be completed in a 1 month SpaceX commercial resupply mission. Consequently, genes under purifying selection are expected to include pathways to utilize acetate. Similarly, the Veggie growth chamber has a limited spectrum of lighting with three narrow wavelengths that do not include far red light (Massa et al., 2016). Each wavelength has two to four light level settings, and the lighting needed to be enriched for red light to provide 80 100 umol/m2/s of light to the culture bags. Limitations to random mutagenesis are that loss of function mutations in all genes are not represented in each biological replicate of the experiment and that multiple mutations are simultaneously selected in individual cells during mitotic divisions. Moreover, we found that all cultures had a high level of polymorphisms that were identical to previously described natural variants in laboratory strains (Gallaher et al., 2015). The sequencing depth and 30 mitotic generations of the experiment did not provide sufficient sensitivity to detect changes in allele frequencies of individual natural variants. Consequently, we focused on selection signatures in novel mutations that were unique to UV mutagenized cultures.\n\nUltraviolet light causes direct DNA damage to create cyclobutane pyrimidine dimers, and the UV mutation signature is typically biased toward C > T transitions (Ikehata and Ono, 2011). Chlamydomonas DNA readily forms pyrimidine dimers, and WT strains have a robust dark repair pathway to repair 90 95% of the DNA damage directly within 24 h (Small, 1987). With whole genome sequencing, we observed enrichment for T > G and C > G transversions in the mutations resulting from the UV treatment instead of the expected C > T transitions. Incorporation of several oxidative products of guanine can promote C > G transversions in response to a variety of mutagens, including UV (Kino and Sugiyama, 2005). In human cancers, C > G base changes are associated with activation of AID/APOBEC cytidine deaminases followed by error prone translesion synthesis (Forbes et al., 2017). Human cancers also have base substitution signatures that are enriched for T > G, such as COSMIC signatures 17b and 28 (Forbes et al., 2017). However, no specific mechanisms have been proposed for the specific enrichment of T > G transversions.\n\nIntriguingly, we observed signatures of selection in DNA polymerase , , and REV1 (Supplementary Table S1), which are associated with translesion synthesis (Sakamoto, 2019). In the human germ line, C > G mutations have been suggested to be caused by errors in double stand break repair (Gao et al., 2019). DNA polymerase  and DNA ligase 4 function in the non homologous end joining double strand break repair pathway, and we found evidence of selection for both of these enzymes in the EVT (Pannunzio et al., 2018). Evidence for selection in double strand break repair and translesion synthesis suggests that these pathways are likely relevant to the UV induced mutations observed.\n\nThe low sequence coverage of this experiment creates risk in using the frequency of recovery for specific mutant alleles in determining whether specific genes are under positive or purifying selection. The number of alleles discovered is limited by the sequencing depth, and higher coverage is necessary to increase the power of the statistics to detect selection at a genome wide level. Nevertheless, we were able to classify 476 genes in the WT strain and 503 genes in thecw15strain for purifying or positive selection based on mutations within coding sequences. Among these, 104 genes were enriched for molecular functions based on GO terms. In addition to DNA repair pathways, these analyses revealed signal transduction and other information processing functions including, chromatin reading, RNA processing, and translation to be enriched within selected genes. The enriched molecular functions are predicted to be processes necessary for Chlamydomonas to adapt to the UV mutagenesis, lack of media agitation, the diffusion of gases across the FEP membrane, and the lighting conditions in the Veggie unit.\n\nScalable production of Chlamydomonas in spaceflight has multiple potential applications. The species will accumulate lipids to about 20 25% of total biomass, which can be used as an organic chemical feedstock (Becker, 2007;Xu et al., 2018). Chlamydomonas also has high protein content of 40 60% of biomass making it a potential source of food. Although it is not yet designated as a GRAS organism by the FDA, Chlamydomonas is non toxic; animal feeding studies show no harmful effects at 4 g algae biomass per kg body weight per day, the highest consumption levels tested (Murbach et al., 2018). Equivalent consumption for a 65 kg person would be approximately 260 g of algae powder per day.\n\nAs a genetic model organism, Chlamydomonas biomass composition can be further modified by mutagenesis or targeted gene editing. For example, starch over accumulation mutants have been isolated that shift starch content from 15 to 30 35% of biomass (Koo et al., 2017). Likewise, CRISPR gene editing of the Chlamydomonas zeaxanthin epoxidase gene significantly increases carotenoids needed to prevent macular degeneration (Baek et al., 2018). The modified algae strain was used to supplement chicken feed to increase the zeaxanthin content of eggs. The myriad of potential applications for microalgae production in spaceflight justify direct investigation of the genes needed for liquid culture production. Our current study shows both feasibility for a spaceflight experiment and identifies a series of cellular information processing genes that are likely required for Chlamydomonas to adapt to batch culture in breathable plastic bags.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:08:28.787919",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7261848/"
  }
}