{
  "pmcid": "PMC3092937",
  "title": "Regulation of Hemocytes in Drosophila Requires dappled Cytochrome b5",
  "authors": [
    "Kurt Kleinhesselink",
    "Corinna Conway",
    "David Sholer",
    "Irvin Huang",
    "Deborah A Kimbrell"
  ],
  "year": "2011",
  "journal": "Biochemical Genetics",
  "doi": "10.1007/s10528 010 9411 7",
  "sections": {
    "abstract": "A major category of mutant hematopoietic phenotypes inDrosophilais melanotic tumors or nodules, which consist of abnormal and overproliferated blood cells, similar to granulomas. Our analyses of the melanotic mutantdappledhave revealed a novel type of gene involved in blood cell regulation. Thedappledgene is an essential gene that encodes cytochrome b5, a conserved hemoprotein that participates in electron transfer in multiple biochemical reactions and pathways. Viable mutations ofdappledcause melanotic nodules and hemocyte misregulation during both hematopoietic waves of development. The sexes are similarly affected, but hemocyte number is different in females and males of both mutants and wild type. Additionally, initial tests show that curcumin enhances thedappledmelanotic phenotype and establish screening of endogenous and xenobiotic compounds as a route for analysis of cytochrome b5 function. Overall,dappledprovides a tractable genetic model for cytochrome b5, which has been difficult to study in higher organisms.\n\nKeywords:Hemocytes,dappled, Cytochrome b5, Melanotic tumors, Granulomas",
    "methods": "Oregon R flies were used as the standard wild type strain. Thedappledmutants are thedpldMLB(97/16) anddpldEJL(142/2) strains of Rodriguez et al. (1996). Experiments were performed usingdpldMLB/dpldEJLtransheterozygotes ordpldmutants hemizygous withDf(2R)ST1(Bloomington Stock Center). Thehemese Gal4strain is that of Zettervall et al. (2004). TheUAS dappledtransgenic strain was made using the cDNA clone RE66521 from the Bloomington Drosophila Genome Project, which matched our splice product fordappledmRNA (see below). The insert of plasmid RE66521 was isolated using theEcoRI andBamHI restriction enzyme sites, ligated into theEcoRI andXbaI sites of the pUAST vector usingBamHI/XbaI linkers, and transgenic strains made by Genetic Services, Inc. Insertion strains ofUAS dappledinto chromosomes X, 2, and 3 were recovered. All stocks were raised on the Bloomington Stock Center food recipe in a 25 degreesC incubator. For the curcumin raised flies, the food, before cooling, was supplemented with 20mg/ml curcumin (Sigma), and parents were placed onto the food for mating and egg laying. Compare with Gupta et al. (2009), in which doses for mice were 5, 30, and 60mg/kg orally, daily for 19days, and note that at 100mg/ml, flies had high lethality in addition to developmental delay.\n\nGenomic DNA fragments flanking thedappled97/16 (k09716) and 142/2 (k14202) P element insertion sites were recovered by the plasmid rescue technique (Wilson et al.1989), sequenced (Davis Sequencing), and aligned to the genome (Blast). The PCR primers used to compare the 88/15 (k08815) strain P element insertion sequencesAQ034113andAQ025871(Tweedie et al.2009) to wild type sequences were TATCGTCGCTGTGCTTACAGAT (60, forward) and CTAAACCTCCAATTCGGCTATG (61, reverse) at theAQ034113end and CTCCACGCGTAATATACCCATT (58, forward) and AGTCATGGATGCGTAGTCACAC (59, reverse) at theAQ025871end. In order to confirm the 88/15 insertion site, PCR fragments that resulted from the P element end primerRsyII (Tweedie et al.2009) in combination with primers 59 and 60 were sequenced. The PCR primers used to test for possible alternative splicing of CG2140/dappledwere sequences 55, 56, and 57 (Fig.1). The sequence of the single transcript detected was translated to an amino acid sequence and placed into the cytochrome b5 family by Blast comparison. Clustal W was used to align thedappledcytochrome b5 sequence to selected other cytochrome b5 proteins.\n\nThedappledlocus.aFour P element insertions indappled/CG2140 produce mutations with a melanotic tumor phenotype (k09716, k00107, k14202, and 01857). These fourdappledinsertions and the 03427 and 05643 insertions are included within the k08815 deletion. Insertions 03610 and 08492 are outside thedappledand k08815 regions. OnedappledmRNA transcript has been detected, and it has one intron spanning from +120 to +1712 (dotted line). The numbers 55, 56, and 57 indicate the positions of PCR primers used to test for alternative mRNA splicing products; only the 55 57 pair produced a PCR product.Black barsindicate thedappledprotein coding region.bSequence of thedappled/CG2140 gene. The sequence of the PCR fragment obtained from primers 55 and 57 to total adult RNA was combined with the sequence data for CG2140 at Flybase (Tweedie et al.2009). Transcribed sequence with 5 UTR and 3 UTR is shown incapital letters. The protein encoding sequence isunderlined, with the ATG start siteshaded gray, and the translated amino acid sequence is below theunderline.Boldanditalicizedsequences indicate the primers 55, 56, and 57\n\nTotal RNA was isolated using the Totally RNA kit (Ambion), and poly A RNA was isolated using the Oligotex Direct mRNA Purification kit (Qiagen). The RNA was run on formaldehyde gels and transferred overnight using Ambion Northern Max reagents. Thedappledprobe was 642bp defined by the primers 55 and 57 (Fig.1). This 642bp PCR fragment was subcloned using the TA cloning kit (Invitrogen), following the manufacturer's protocol. After blue/white screening to select the colony, PCR and sequencing were used to confirm the insert and determine orientation. Transcription used T7 polymerase and32P labeled UTP and the Ambion Strip EZ kit following the manufacturer's protocol. The rp49 probe was made using the primers TCCTTCCAGCTTCAAGATGACC (forward) and AGAAGTTCCTGGTGCACAACGT (reverse). Hybridization was overnight, and a Fuji phosphoimager and ImageJ were used to analyze the hybridization signal.\n\nThird instar larvae were developmentally staged as early versus late wandering phase based on retention in the gut of food dye (Zettervall et al.2004). The Bright Line Counting Chamber (Fisher) hemocytometer was used to count blood cells stained with monochlorobimane dye (Tirouvanziam et al.2004) or GFP expressing blood cells as in Zettervall et al. (2004), except that instead of red food color we used blue (Deep Blue Shade, Esco Foods, Inc.). Siblings that were heterozygous fordappledwere distinguished based on either a CyO balancer with the marker y+ (i.e.,y; +/dpldvs.y; +/CyO, y+) or B galactosidase staining to indicate presence or absence of adpldenhancer trap (Rodriguez et al.1996). Separate counts of blood cells inyversusy+ larvae established thatydid not affect the blood cell counts. Determination of sex was by the size of the gonads or by marking the sexes withyversusy+. Hemocyte counts from different samples were compared using thettest, andPvalues were calculated using VassarStats (http://faculty.vassar.edu/lowry/VassarStats.html).",
    "results": "The originaldappledalleles,dpldEJLanddpldMLB, result from the P element insertions (P lacW) in strains 142/2 (k14202) and 97/16 (k09716), respectively (Rodriguez et al.1996). ThedpldEJLallele is homozygous and hemizygous lethal, anddpldMLBis homozygous and hemizygous viable. HeteroallelicdpldEJL/dpldMLBis also viable and, likedpldEJLand dpldMLBhomozygotes and hemizygotes, has melanotic tumors (Rodriguez et al.1996). In order to identify the gene associated with the melanotic tumor phenotype, we molecularly cloned and sequenced thedappledgene. We used the technique of plasmid rescue to isolate the genomic DNA flanking the k14202 and k09716 insertions. Sequencing of the flanking DNA and alignment to the genome placed both insertions into the 5 UTR of CG2140 (Tweedie et al.2009), with k09716 46bp farther upstream than k14202 (Fig.1).\n\nIn contrast to our results, genome annotation assigneddappledas CG1624 based on the position of the lethal P element insertion 88/15 (k08815), which did not complement the 142/2 insertion (Spradling et al.1999). We therefore investigated this discrepancy in the identification ofdappled.The 5 and 3 flanking sequences for the k08815 insertion are 3 AQ034113and 5 AQ025871. Alignment of these flanking sequences on the latestDrosophilagenome sequence, however, places them 176,059bp apart. There are several potential causes for this gap in the sequence: multiple insertions, an error in data reporting, or a large deletion. To test for the accuracy of the k08815 flanking sequence, primers were designed to (1) flank the 3 and 5 insertion sites of the k08815 transposon and (2) extend from a P element end primer (pRsyII) into a flanking sequence. The resultant PCR fragments supported the published flanking sequences, as wild type products were not observed in the mutant strain and both insertion sites were verified with the P element end primer (Fig.1). Finally, these PCR products were sequenced to provide confirmation of the flanking sequences. These results indicate that k08815 is not a simple insertion but is associated with additional disruption at its genomic position. We set out to differentiate between either multiple insertions or a large deletion by performing complementation tests with other lethal insertion strains in the region. Complementation tests confirmed that a large deletion accompanies the k08815 insertion (Fig.1). Complementation and mapping also placed two more insertions, k00107 and 01857, into the 5 UTR and intron of CG2140/dappled, respectively (Fig.1).\n\nWe tested these variousdappledmutants for alterations in transcription, further confirming that thedappledphenotype results from an effect on CG2140, by performing Northern blot analysis using RNA fromdappledmutants. This analysis showed a decrease in CG2140 transcript levels in thedappledmutants compared with the Oregon R controls (Fig.2). Thedappledstrains are hypomorphic, with the lethal alleles stronger. The lethal alleledpldEJLexpresses approximately 10% of wild type embryonic RNA levels, whereas the viable alleledpldMLBhas ~80% of wild type adult RNA levels. Analysis of the transcripts by RT PCR and sequencing showed one splice variant, with a single intron (Fig.1).\n\nThedappledtranscript levels are reduced indappledmutants. Northern blot analysis ofdappledtranscripts shows reduced levels in mutants compared with wild type.Upper panels: Northern blots after probing with labeleddappled.Lower panels: control for loading of RNA in each lane by reprobing the blots with labeledrp49.aAdult total RNA from Oregon R (lane 1),dpldMLB/dpldEJLtransheterozygotes (lane 2), anddpldMLBhomozygotes (lane 3).bEmbryonic total RNA from Oregon R (lane 1) anddpld01857homozygotes (lane 2); embryonic poly A RNA from Oregon R (lane 4), anddpldEJLhomozygotes (lane 5).Lane 3contains no RNA. Embryos from the homozygous lethal strainsdpldEJLanddpld01857were sorted via a Balancer chromosome expressing GFP (CyO, Kr GFP), in order to select for the homozygous mutant embryos. Quantitation after correcting for loading usingrp49shows reduced levels ofdappledRNA in all mutants. Compared with wild type, approximate levels are (a) 65% inlane 2and 80% inlane 3; (b) 40% inlane 2and 10% inlane 5\n\nBased on sequence homology from our alignments and the Flybase Genome Annotation,Drosophilagene CG2140/dappledencodes a microsomal cytochrome b5 (Fig.1;http://flybase.org/reports/FBgn0033189.html). Genome annotation has identified CG2140 as the only cytochrome b5 inDrosophila. One relatedDrosophilasequence has been identified, cytochrome b5 related (Cyt b5 r;http://flybase.org/reports/FBgn0000406.html). Cyt b5 r has 436 residues (there are only 134 for Dappled and 135 for human cytochrome b5), and only 30 of the Cyt b5 r residues are identical to the Dappled sequence. In a comparison of thedappledencoded amino acid sequence with a selection of other cytochrome b5 proteins from mammals and insects, Dappled has 45% identity with human cytochrome b5 and 76% identity with housefly cytochrome b5 (Fig.3). Overall, the selected mammals and insects have 32% identity. Cytochrome b5 is a highly conserved, ubiquitous family of small hemoproteins that participate in electron transfer in multiple biochemical reactions. These reactions are involved in many biological processes, such as conversion of methemoglobin, sterol metabolism, fatty acid desaturation, and cytochrome P450 catalyzed reactions (Schenkman and Jansson2003).\n\nCytochrome b5 sequences. The sequences of Dappled and selected other cytochrome b5 proteins from insects and mammals are compared using Clustal W for alignment and consensus generation (Prim. Cons.). See Wang et al. (2007) for an X ray crystal structure comparison of the heme binding domain, residues 6 95. Note the high sequence identity within this region, which is 82% for residues 40 73. Sequence accession numbers areRattus norvegicusGenBankAAB67610.1;Mus musculusSwiss ProtP56395.2;Sus scrofaSwiss ProtP00172.3,Homo sapiensGenBankAAA35729.1;Drosophiladappled GenBankHQ864711;Musca domesticaGenBankAAA56985.1;Anopheles gambiaeGenBankAAO24766.1\n\nThedpldMLBinsertion has made analysis possible, as in addition to producing consistent melanotic tumor formation, it is the only viable allele. Maintenance ofdpldMLBhomozygotes as a stock, however, was not feasible because of effects on fertility. HomozygousdpldMLBor transheterozygousdpldMLB/dpldEJLfemales and males produced few progeny, even when mated with wild type flies (<5 progeny/dappledparent), and mutant females laid few eggs (~50/female). It is unlikely that this fertility problem is due simply to physical obstruction in the abdomen, because flies with less obtrusive tumors (i.e., small tumors near the thorax) also show low fertility. To avoid the effects of accumulation of second site mutations by maintaining thedpldMLBchromosome over a balancer, all experiments were done on progeny from crosses that produced transheterozygotes or hemizygotes.\n\nThe development of the Gal4 UAS system (Brand and Perrimon1993) to include drivers for the hematopoietic system makes it more feasible to be able to investigate the blood cell phenotypes of mutant genes, for example, Kimbrell et al. (2002) and Zettervall et al. (2004). Thehemese Gal4construct drives expression in blood cells of the plasmatocyte and lamellocyte classes (Zettervall et al.2004). Strains withhemese Gal4 UAS GFPthus have the blood cells marked with GFP, enabling hemocyte counting and phenotype analysis in various genetic strains (Zettervall et al.2004). We usedhemese Gal4UAS GFPto investigate the blood cells ofdappledmelanotic tumor mutants. In melanotic tumors ofdpldEJL/dpldMLB;hemese Gal4 UAS GFPlarvae, all of the cells in the masses were found to fluoresce strongly for GFP (Fig.4). Cell counts of circulating plasmatocytes and lamellocytes showed large numbers of circulating lamellocytes (Fig.4). Lamellocytes are not found in normal, healthy larvae, whereas in melanotic nodule mutants lamellocytes are abundant (Crozatier and Meister2007). Thedappledmelanotic tumors are thus specifically designated as melanotic nodules, which consist of hemocytes, as opposed to melanizations, which are non blood cell tissues that have melanized (Minakhina and Steward2006b).\n\nHemocytes ofdappledviable mutants.aHemocytes visualized by GFP expression show (left) melanotic tumors/nodules in a third instar larva as clumps of hemocytes that are partially melanized, along with circulating plasmatocytes, and (right), at higher magnification, lamellocytes. Lamellocytes are approximately four times larger than plasmatocytes. GFP expression is driven by thehemese Gal4driver.bCell counts of circulating hemocytes in early and late wandering third instar larvae show high levels of lamellocytes and characterize the dynamic process of melanotic tumor formation by comparing mutants with small (left bars) versus large (right bars) melanotic nodules. Error bars show 0.95 confidence limits.N>=15 for each category. (Color figure online)\n\nMutantdappledlarvae were categorized based on the relative size of the melanotic nodules. Larvae with small versus large melanotic nodules showed different numbers of circulating plasmatocytes and lamellocytes (Fig.4). Notably, lamellocytes are more prevalent in small tumors, whereas plasmatocytes are more abundant in large nodules. One possible interpretation of the higher number of lamellocytes in smaller nodules is that these nodules are still actively forming, and lamellocytes are still being recruited to the nodules. During normal larval development, the number of plasmatocytes typically increases two  to threefold from the early wandering (early) to the late wandering (late) stage of the third instar (Crozatier and Meister2007; Zettervall et al.2004). Plasmatocyte representation from early to late stage wandering was different for small and large tumors. Larvae with large tumors showed an increase from early to late stage, whereas larvae with small tumors did not (Fig.4), and this may also reflect the dynamic nature ofdappledmelanotic nodule formation.\n\nHeterozygosity ofdappleddoes not produce tumors, but it does have a dominant effect on blood cell number. Thedappledheterozygotes (Bal/dpld) have a significantly higher number of plasmatocytes than wild type larvae (+/+). This difference was confirmed by counting hemocytes ofdappledheterozygotes (dpld/+) and their control siblings (Bal/+) (Fig.5). Further, counts of siblings showed that the increase in plasmatocytes is present both early and late in the third instar. The relative numbers of lamellocytes indappledheterozygotes is less clear, as the average was very low, many larvae had no lamellocytes, and the number did not increase from early to late stage (Fig.5). Thus, although the lamellocyte data are statistically significant (P<0.05),dappledheterozygosity at most yields a very weak induction of lamellocyte differentiation.\n\nPlasmatocytes and lamellocytes are increased indappledheterozygotes.aCell counts of plasmatocytes during late third instar ofdappledheterozygotes, over a Balancer (Bal) or wild type (+) chromosome, show significantly more plasmatocytes than wild type (+/+) and Balancer (Bal/+) controls. Counts were normalized across three experiments to the percentage of controls. The average for control +/+ was 5,697 cells/larva and Bal/+ was 4,935 cells/larva.P<0.01 for dpld/+ versus Bal/+, andP<0.05 for Bal/dpld versus +/+.bCell counts of plasmatocytes ofdappledheterozygotes and controls that are siblings show that the increase in plasmatocytes has already occurred by early wandering third instar. Additionally,dappledheterozygotes show a normal increase, which is approximately two  to threefold, in plasmatocyte number from early to late stage. Counts were normalized across three experiments to the percentage of control Bal/+ late, which averaged 4,125 cells/larva.P<0.01 for both early and late of dpld/+ versus Bal/+.cCell counts of the larvae (b) show that lamellocytes are also increased. Control Bal/+ larvae had no lamellocytes in any sample.P<0.05 for both early and late dpld/+ versus Bal/+. The average number of cells in earlydappledheterozygotes was 5, with high variability and no significant difference from latedappledheterozygotes (P>0.05).N>=15 per genotype for each experiment\n\nWe next asked if thedappledphenotype could be rescued by expressing wild typedappledonly in blood cells. We constructed a plasmid containingUAS dpld, which was used to make transgenic strains withUAS dpldin different chromosomal locations. Thehemese Gal4was then used to driveUAS dpld,and the rates of melanotic nodule formation were compared indappledmutants and controls. In addition to hemocytes,hemese Gal4drives strong expression in the salivary glands, so a control salivary gland driver,sgs3 Gal4, was also used to driveUAS dpld. To test for rescue of lethality by ubiquitous expression, theda Gal4driver (Pili Floury et al.2004) was used.\n\nThedappledmutants withhemese Gal4, but notsgs3 Gal4, drivingUAS dpldare rescued from the melanotic phenotype. Three differentUAS dpldinsertions were tested withhemese Gal4, and all showed similar rates of rescue (Table1). Dissections were performed to determine if blood cell nodules might be forming but not melanizing. The dissections confirmed that blood cell nodule formation without accompanying melanization did not occur.\n\nMelanotic tumor phenotype is rescued bydappledexpression in hemocytes\n\naAdults are progeny from crosses ofw; CyO/dpldMLB; Gal4females withw/Y; CyO/dpldEJL; TM3,SborUAS dpld/UAS dpldmales\n\nbAll genotypes withCyO/dpldMLBorEJL. Two thirds of the progeny are expected to be in this category\n\ncdpldtransheterozygotes withGal4orUAS\n\nddpldtransheterozygotes with bothGal4andUAS\n\neResults with all threeUAS dpldlines\n\nThe dominant effect of heterozygousdappledon plasmatocyte number is also rescued by addingdappledexpression to blood cells. Hemocyte counts ofdappledheterozygotes withhemese Gal4drivingUAS dpldhad, on average, reduced numbers of hemocytes, compared with controldappledheterozygotes (Fig.6). The number of lamellocytes in heterozygotes was also reduced on average, but with the small number and variability in lamellocytes, was not significantly different (Fig.6). These results do not necessarily rule out other tissues as important for thedappledmutant blood cell phenotypes, but rather emphasize that the level ofdappledexpression in the blood cells regulates number and differentiation.\n\nRescue ofdappledheterozygote phenotype by expression of wild typedappledin hemocytes. Thedappledheterozygotes withUAS dplddriven byhemese Gal4(Bal/dpld UAS dpld) were compared with controls without UAS and Gal4 (Bal/dpld and Bal/+). Counts were normalized across three experiments to the percentage of Bal/dpld. Plasmatocyte counts (a) are significantly reduced in rescued larvae compared with Bal/dpld (P<0.05), but not compared with Bal/+(P>0.05). Lamellocyte counts (b) are reduced on average in rescued larvae, but not to a significant extent (P>0.05, compared with both Bal/dpld and Bal/+).N>=15 per genotype for each experiment\n\nExpression of wild typedappledin blood cells did not rescue the mutant lethality. In contrast, ubiquitous expression of wild typedappledcompletely rescued the mutant lethality, producing normal adults with no tumors (Table2). These results are consistent with the aberrant tissue morphology of lethaldappled(Rodriguez et al.1996) and establish the importance ofdappledtranscript levels for normal function in other tissues.\n\nHemocyte expression ofdappledis insufficient for rescue of lethality\n\naAdults are progeny from crosses ofw; CyO/dpldEJL;TM3,SborUAS dpld/UAS dpldfemales withw/Y; CyO/Df1888;TM3,Sb/Gal4males\n\nbCyO/dpldEJLorCyO/Df(2R)ST1withGal4orUAS. 85% of the total progeny are expected to be in this category\n\ncdpldEJL/Df(2R)ST1with bothGal4andUAS. 15% of the total progeny are expected to be in this category\n\nThedapplednodules form early in larval development, which is more consistent with an increase of plasmatocytes from the first hematopoietic wave (embryonic origin) rather than the second hematopoietic wave (lymph gland origin at the end of the third instar). As noted above, plasmatocytes indappledtumors express thehemese Gal4driver, which does not express in the lymph glands, further indicating an early developmental origin for these cells. Additionally, the lymph glands appear normal, at least at a gross level, and only onedappledenhancer trap expresses in the lymph glands (Rodriguez et al.1996). We analyzed 1kb of thedappledupstream region for potential binding by blood cell, lymph gland, and other transcription factors using the Transfac database (Wingender2008) provided by Biobase Biological Databases (http://www.biobase international.com/index.php?id=home). Among the transcription factor binding sites are many that are predicted to be T cell factor/pan binding sites (Brunner et al.1997), consistent with blood cell expression, and tinman/Nkx2.5 binding sites (Kimbrell et al.2002), suggesting lymph gland expression (Table3).\n\nPredicted T cell factor/pangolin and Nkx 2.5/tinman sites\n\nPredicted by Transfac Professional Match 2009.3, provided by Biobase Biological Databases\n\nWe tested fordappledeffects in both hematopoietic waves by counting plasmatocytes at a time in development when cells of both hematopoietic waves are present. Cells of the two waves were differentiated by (1) usinghemese Gal4to driveUAS GFPin cells from the first wave of development, so that first wave cells fluoresced green, and (2) staining all hemocytes with monochlorobimane dye, so that the second wave hemocytes fluoresced blue but not green. The developmental stage selected to have both sets of hemocytes was white prepupae, age 0 3h postformation as white prepupae. These results show that heterozygosity ofdappledincreases the number of plasmatocytes from both hematopoietic waves (Table4).\n\nHemocyte number differs by sex during development in wild type anddappled\n\nadpldheterozygotes,dpldEJL/+\n\nMutation ofdappledaffects both sexes similarly, and our results show both sexes together (Figs.4,5,6). Similar numbers of the sexes are needed per sample, however, as the sexes differ in the number of hemocytes. For the experiment depicted in Table4, we separated the sexes in order to demonstrate this finding and test for a sex difference in the second hematopoietic wave as well. The results are that in both wild type anddappledthere is a significant difference between males and females in the number of hemocytes for both hematopoietic waves.\n\nCytochrome b5 is widely studied for its effects on drug metabolism, and conversely, various drugs are investigated for alteration of cytochrome b5 levels (El Lakkany et al.2004; Juvonen et al.1992; Portoles et al.1989; Schenkman and Jansson1999; Sheweita2004; Yamaori et al.2003; Yamazaki et al.2002). We hypothesized that modulation of thedappledphenotype could be used as an in vivo assay for cytochrome b5 related effects of endogenous and xenobiotic compounds. We are therefore screening compounds with a known connection to cytochrome P450s and/or anti inflammatory and anticarcinogenic properties for enhancement or suppression of thedappledmelanotic phenotype. Initial studies with aspirin and the corticosteroid dexamethasone are negative (data not shown), whereas curcumin, the active ingredient in the spice turmeric, has consistently shown an enhancement of the melanotic phenotype (Table5; Fig.7). Adultdappledmutants that have been raised (egg to adult) on curcumin supplemented food have an enhanced melanotic phenotype, showing more and/or larger melanotic tumors (Table5). The enhanced phenotype of thedappledmutants is already evident in the larval stages (Fig.7). Adultdappledheterozygotes, however, do not develop a melanotic phenotype when raised on curcumin (Table5). Since both the heterozygotes and heteroallelic mutants have some reduction indappledtranscript levels, the effects of curcumin may depend on the exact amount of cytochrome b5 protein that is produced.\n\nCurcumin enhances the melanotic tumor phenotype ofdappled\n\naAdults are progeny from crosses betweenw; CyO/dpldMLBandw; CyO/dpldEJL\n\nb\"Balancer\" indicates heterozygousCyO/dpldMLBorEJL. \"dpld\" indicates transheterozygousdpldMLB/dpldEJL\n\ncSeverity decreases left to right. Category 1 is defined as multiple small nodules; 2, single large or >1 typical nodule; 3, typical nodule; 4, small nodule; 5, very small nodule; 6, no nodule\n\nCurcumin enhances thedappledmelanotic phenotype. Thedappledmutants on theleft(a,c, ande) were raised on curcumin supplemented food. Those on theright(bandd) were raised on normal food.fFree floating melanotic tumors from a curcumin fed adult. (Color figure online)",
    "discussion": "We have identifieddappledas a member of the conserved, ubiquitous cytochrome b5 family. The complexities of cytochrome b5 function, through its participation in electron transfer in multiple biochemical reactions, are reflected in the difficulties and limited study of its genetics in higher organisms. Characterizations in humans have shown that cytochrome b5 mutation causes methemoglobinemia, which interferes with the balance between hemoglobin and methemoglobin, thus affecting oxygenation and inflammation (Hegesh et al.1986; Umbreit2007). Mutation of cytochrome b5 reductase also causes methemoglobinemia and is more common (Davis et al.2004). In addition, one case of cytochrome b5 methemoglobinemia may also have been associated with hormonal defects (Giordano et al.1994). With the exception of a porcine mutation associated with an altered androstenone level (Lin et al.2005), cytochrome b5 mutations in other organisms have not been identified. In mice, cytochrome b5 deletion is also lethal, but experiments with a tissue specific knockout have allowed liver function to be addressed (Finn et al.2008). With our studies ofdappled,Drosophilanow provides a tractable genetic model for the study of cytochrome b5 in blood cells and other tissues.\n\nHemocytes are particularly sensitive to mutation ofdappledand show that cytochrome b5 functions to produce normal differentiation and numbers of hemocytes. Mutation of one copy ofdappledresults in a significant increase in the number of circulating hemocytes, and mutation of both copies results in the formation of melanotic nodules. The formation ofdappledmelanotic nodules is a Class 2 reaction in the classification of Watson et al. (1991), in which Class 2 represents alteration of immune cells and Class 1 represents normal immune cells responding to other cell types that are aberrant. The dominant effect on blood cell number emphasizes that wild type levels of cytochrome b5 are needed for full normal functions. In humans, levels of cytochrome b5 have been implicated as important with respect to xenobiotic metabolism and health. Kurian et al. (2007) hypothesized that functionally significant genetic variability in cytochrome b5 occurs in individuals without clinical symptoms. They investigated processing of hydroxylamines, which are oxidative products of arylamine drugs and environmental carcinogens, by the mutant cytochrome b5 of one heterozygous individual and found, in vitro, altered affinity for hydroxylamine substrates and dramatically reduced cytochrome b5 expression (Kurian et al.2007).\n\nExpression of wild typedappledin hemocytes rescued both the increase in blood cell number and the formation of melanotic nodules. The driver used washemese Gal4, which is active in circulating plasmatocytes and sessile hemocytes, but not the lymph glands (Markus et al.2009; Zettervall et al.2004). Interestingly, the sessile hemocytes are a newly discovered hematopoietic site and appear to be the main developmental origin of lamellocytes (Markus et al.2009). This site of expression may be the key factor in rescuing thedappledmelanotic nodule phenotype. Rescue of the plasmatocyte increase indappledheterozygotes is expected to result from thehemese Gal4expression in circulating blood cells of the first hematopoietic wave, both because of the age of the larvae (prerelease of lymph gland cells) and becausehemese Gal4does not express in lymph glands. However,dappledalso increased the number of hemocytes from the second hematopoietic wave. Hemocytes from both developmental origins, embryonic and lymph gland, requiredappledin order to be produced in normal amounts. It is an interesting question as to whether the plasmatocyte increase indappledmutants can be independently controlled in the first and second hematopoietic waves.\n\nDoes the increase in plasmatocytes indicate overproliferation or less apoptosis? Sincedappledencodes a cytochrome b5, the obvious choice would be apoptosis rather than overproliferation. There are two problems with this choice: it is mitochondrial cytochrome b5 that is established in the canonical cytochrome C signaling apoptotic pathway, and the use of that pathway byDrosophilais controversial (Kornbluth and White2005; Means and Hays2007; Oberst et al.2008; Ow et al.2008). Microsomal cytochrome b5, however, has also been suggested to be involved in cytochrome C mediated apoptosis (Davydov2001), andDrosophilamay have its own version of apoptotic signaling that uses thedappledcytochrome b5. Further, blood cells are well described for their role in response to apoptotic cells, but the role of their own apoptosis in development and infection is not clear (Bruckner et al.2004; Crozatier and Meister2007; Lemaitre and Hoffmann2007).\n\nThe sensitivity of hemocytes (compared with other cell types) todappledmutation may result from blood cell mitotic cell division continuing during development (Crozatier and Meister2007). There are many potential mechanisms fordappledto affect overproliferation, especially given the increasingly complex functions of plasmatocytes (Charroux and Royet2009). One option consistent with cytochrome b5 function, and potentially thedappledeffects on fertility, is that hormonal signaling of hematopoiesis is affected. In that case, however, rescue of thedappledblood cell phenotype would be predicted by adding back wild typedappledexpression in the steroid producing ring gland (Gilbert2004) rather than hemocytes. Alternatively,dappledexpression could rescue a steroid processing step in the hemocytes.\n\nAn intriguing option is that cytochrome b5 has a new, previously unidentified role in blood cell signaling pathways, for example, through JAK/Stat or JNK. More specifically, a candidate to mediate the effects ofdappledis TNF receptor associated factor 6 (Traf6), which is predicted from protein studies to interact with cytochrome b5 (Drosophila Interactions Database,http://www.droidb.org). Among its activities, Traf6 is an upstream activator of nuclear factor kappaB, and mutants are immune response defective (Cha et al.2003; Wu and Arron2003). Cytochrome b5 involvement with Traf6 is a testable hypothesis through analysis of genetic interaction betweendappledandTraf6mutants.\n\nOur results with curcumin demonstrate that screening of endogenous and xenobiotic compounds for effects on thedappledphenotypes can be done as an in vivo approach for analysis of cytochrome b5. Curcumin is widely studied for its potential as a nutritional pharmaceutical (Duvoix et al.2005; Jagetia and Aggarwal2007). Among its many activities, which are mainly anti inflammatory and anticancer, curcumin inhibits cytochrome P450s, down regulates NFkB, and affects apoptosis and the cell cycle (Alpers2008; Appiah Opong et al.2007; Kwon et al.2007; Sa and Das2008). Curcumin enhanced the melanotic phenotype ofdappledmutants. This effect of curcumin is consistent with NFkB involvement, but there are other alternatives, in particular, cytochrome P450 processing in the fat body.\n\nMutation ofdappledshowed similar effects in females and males, but an unexpected consequence of our studies is the finding that females and males differ significantly in the number of circulating blood cells. In humans, a difference between the sexes in the numbers of blood cell types is well established, but the effects are unclear (Blum and Pabst2007; Huppert et al.1998; Reichert et al.1991). In both humans andDrosophila, there are differences in the immune responses between the sexes that affect health (Dale et al.2006; Marriott and Huet Hudson2006; Shames2002; Taylor and Kimbrell2007; Ye et al.2009; Zandman Goddard et al.2007), and the blood cell number differential may be part of mediating the immune response differences. Recently,Drosophilahemocytes have been shown to directly signal immune induction of the fat body, and a reduced number of hemocytes resulted in less immune induction (Shia et al.2009). InDrosophila, the increase in hemocytes ofdappledand females may result in higher immune induction, which may or may not provide a healthier condition. For example, human females typically have a more robust immune response but also a higher incidence of autoimmune disorders (Dale et al.2006; Zandman Goddard et al.2007).\n\nCytochrome b5 expression is critical for survival, and its importance to hemocytes and additional tissues is emphasized by the finding that ubiquitous, but not hemocyte, expression of wild typedappledrescued lethality. The functions of cytochrome b5 are open for testing in a wide range of tissue types usingdappled. In all respects, genetic interaction and drug screens for suppressors and enhancers ofdappledwill be useful ways to discern the many roles of cytochrome b5 function.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:03:35.679352",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3092937/"
  }
}