{
  "pmcid": "PMC4012541",
  "title": "Molecular mechanisms underlying the enhanced functions of three dimensional hepatocyte aggregates",
  "authors": [
    "Tammy T Chang",
    "Millie Hughes Fulford"
  ],
  "year": "2013",
  "journal": "Biomaterials",
  "doi": "10.1016/j.biomaterials.2013.11.063",
  "sections": {
    "abstract": "Three dimensional (3D) culture of hepatocytes leads to improved and prolonged synthetic and metabolic functions, but the underlying molecular mechanisms are unknown. In order to investigate the role of 3D cell cell interactions in maintaining hepatocyte differentiated functionsex vivo, primary mouse hepatocytes were cultured either as monolayers on tissue culture dishes (TCD) or as 3D aggregates in rotating wall vessel (RWV) bioreactors. Global gene expression analyses revealed that genes upregulated in 3D culture were distinct from those upregulated during liver development and liver regeneration. Instead, they represented a diverse array of hepatocyte specific functional genes with significant over representation of hepatocyte nuclear factor 4alpha (Hnf4a) binding sites in their promoters. Expression ofHnf4aand many of its downstream target genes were significantly increased in RWV cultures as compared to TCD. Conversely, there was concomitant suppression of mesenchymal and cytoskeletal genes in RWV cultures that were induced in TCDs. These findings illustrate the importance of 3D cell cell interactions in maintaining fundamental molecular pathways of hepatocyte function and serve as a basis for rational design of biomaterials that aim to optimize hepatocyte functionsex vivofor biomedical applications.\n\nKeywords:three dimensional cell culture, bioreactor, hepatocyte, microarray, gene expression, spheroid",
    "methods": "Primary hepatocytes were isolated from male C57BL/6 mice (Jackson Laboratory, Bar Harbor, ME). All mice were handled in accordance with the \"Guide for the Care and Use of Laboratory Animals\" and approved by the Institutional Animal Care and Use Committee.\n\nMouse primary hepatocytes were isolated by the two step perfusion technique using Liver Perfusion and Liver Digest Media (Life Technologies, Pleasanton, CA), followed by separation using a 50% Percoll (GE Healthcare Life Sciences, Pittsburgh, PA) density gradient. Purity of live hepatocytes was routinely >=90%. Hepatocytes were cultured in 5% fetal calf serum (Hyclone, Logan, UT) in DMEM supplemented with L glutamine, antibiotics, insulin transferrin selenium, and HEPES (Mediatech, Manassas, VA) and placed either in 6cm collagen coated TCDs (BD Biosciences, San Jose, CA) or 10ml RWVs that were high aspect ratio vessels (HARVs) with a diameter of 6cm (Synthecon, Houston, TX). RWV cultures were rotated at 16 rpm to maintain aggregates in suspension. Cells were cultured in 10mls of media at a cell density of 1x105cells/ml for both TCDs and RWVs.\n\nPhase contrast photos were taken with a Rebel T3i (Canon, San Jose, CA) adapted to the photoport of the Eclipse TS100 Inverted Microscope (Nikon, Melville, NY). Cell sizes were measured with a stage micrometer.\n\nCell culture supernatants were collected and albumin concentration was determined by a mouse albumin ELISA kit per the manufacturer's instructions (Bethyl, Montgomery, TX).\n\nEROD (7 ethoxyresorufin o dealkylase) assays were performed as previously described [24]. 8uM of 7 ethoxyresorufin (Life Technologies) and 10uM of dicumarol (Sigma) were added to TCD or RWV cultures and incubated for 1 hour in the dark. Culture supernatants were then reacted with 15 Fishman units of beta gluconidase and 120 Roy units of arylsulfatase (Roche, Indianapolis, IN) at 37 degreesC for 2 hours. Conversion of 7 ethoxyresorfin to resorufin was used to quantify CYP1A1 activity by determining the fluorescence optical density at 544nm/590nm (absorption/emission) measured against a standard curve of known amounts of resorufin (Life Technologies).\n\nCells from TCD and RWV cultures were harvested, frozen, and lysed. DNA content was quantified using the Cyquant Assay following the manufacturer's instructions (Life Technologies). Cell numbers were determined by using a standard curve generated by known numbers of isolated primary mouse hepatocytes.\n\nRNA was isolated using RNeasy Mini kit (QIAGEN, Valencia, CA) according to the manufacturer's protocol. Initial RNA integrity was verified by the Agilent 2100 Bioanalyzer (Santa Clara, CA). For microarray hybridization, RNA was amplified and biotinylated using the MessageAmp II Biotin Enhanced Kit per the manufacturer's instructions (Ambion, Austin, TX). 10ug of biotinylated amplified RNA was hybridized on to the Mouse Genome 430 2.0 Array (Affymetrix, Santa Clara, CA) through the UCSF Gladstone Institute Genomics Core (San Francisco, CA). Global gene expression analysis was carried out with GeneSpring GX v. 12.0 software (Agilent) using the GC RMA summarization algorithm. The expression threshold for analysis was set to raw data greater than the 20thpercentile in at least 2 of the 15 samples. Genes with significant differential expression between any 2 of the 5 conditions were identified by one way analysis of variance (ANOVA) with Benjamini Hochberg false discovery rate multiple testing correction (p value <0.01) post hoc Tukey analysis. Complete MIAME (Minimum Information About a Microarray Experiment)  compliant microarray data will be submitted to the Gene Expression Omnibus.\n\nThe oPOSSOM Web based program (http://www.cisreg.ca) was used to identify over representation of transcription factor binding sites (TFBSs) in genes upregulated in RWV culture. oPOSSOM is a validated algorithm that identifies statistically over represented TFBSs, as defined by the JASPAR database, within a set of co regulated genes that are compared with a database of background genes that have conserved non coding regions derived from phylogenetic footprinting and enriched for functional TFBSs. The search for TFBS was limited to within 5000 nucleotides upstream or downstream of the transcription start site. The TFBS rate was calculated as the number of times the TFBS was predicted, multiplied by the width of the TFBS profile, and divided by the total number of nucleotides in the conserved non coding regions of the gene set. The two calculated statistical scores when used in combination (Z score >10 and Fisher score <0.01) correctly identified the regulating transcription factor in reference gene sets and resulted in a false positive rate of 15% in random gene sets [25].\n\nReverse transcription was carried out with 300ng of RNA using the High Capacity cDNA Reverse Transciption Kit (Applied Biosystems, Foster City, CA) per the manufacturer's instructions. One ul of the resulting cDNA was added to a final 20ul mixture containing 10ul of 2x SYBR Green PCR Master Mix (Applied Biosystems) and 12 pmol oligonucleotide primers. PCRs were carried out in a 7300 Real Time PCR System (Applied Biosystems). The thermal profile was 50 degreesC for 2min, 95 degreesC for 10min, followed by 40 amplification cycles consisting of 95 degreesC for 15s, 63 degreesC for 30s, and 72 degreesC for 30s. Samples were normalized to rRNA 18S internal standard. Relative quantification of gene expression was calculated by using the 2Ctequation.\n\nSequences for primers used in qRT PCR are listed below (Table 1). For primer sequences obtained from the Harvard Primer Bank (http://pga.mgh.harvard.edu/primerbank/citation.html), the PrimerBank IDs are also provided [26].\n\nPrimers used in qRT PCR.\n\nTwo tailed t tests were carried out using InStat 3.0 software. Significance was considered when p <= 0.05. Data are shown as mean +/  standard error (SE) unless otherwise indicated. Statistical analyses for microarray data, including one way ANOVA, principal components analysis, and hierarchical clustering analysis, were carried out using GeneSpring GX v. 12.0 software.",
    "results": "Primary mouse hepatocytes cultured within RWVs self organized into 3D aggregates that were 100 200 um in their longest cross sectional length by 24 hours of culture (Figure 1A). After 3 days in RWVs, hepatocyte cell shape remained round in densely packed aggregates ranging from 200 300 um in size. In contrast, hepatocytes on TCDs formed a monolayer of characteristic bi nucleated cells within 24 hours of culture (Figure 1A). After 3 days in TCDs, cultured cells acquired irregular and pleomorphic shapes with elongated spindle like projections.\n\nHepatocyte 3D aggregates generated in rotating wall vessels (RWVs) demonstrated improved hepatocyte specific functions compared to monolayers in tissue culture dishes (TCDs). (A) Primary mouse hepatocytes were cultured in either TCDs or RWVs and phase contrast photomicrographs were taken at 24h and day 3 of culture. Scale bar = 100um. Total magnification 40x. (B) Albumin production was significantly increased in RWVs at 36h and day 3 of culture compared to TCDs. (C) Likewise, cytochrome P450 1a1 activity was significantly increased in RWVs at 4h, 24h, and day 3 of culture compared to TCDs. Data are representative of 3 independent experiments. *p<0.001. Error bars indicate standard deviation.\n\nAlong with these morphological differences, hepatocytes cultured as 3D aggregates demonstrated significantly improved synthetic and metabolic functions as compared to hepatocytes in monolayers, at both early and late time points. Albumin secretion was 2.5 fold more per cell at 36 hours and 3.5 fold more per cell at day 3 in RWV cultures compared to TCDs (Figure 1B). Cytochrome P450 1a1 (CYP1A1) activity was 3 fold higher per cell in RWVs as compared to TCDs in as early as 4 hours of culture, and improved function was maintained at 24 hours (3 fold) and day 3 (2.2 fold) (Figure 1C). These findings indicate that primary hepatocytes cultured in RWVs self aggregated to form 3D spheroids with enhanced synthetic and metabolic functions compared hepatocytes cultured as monolayers.\n\nImproved hepatocyte specific functions in RWV culture were not associated with increased proliferation of these cells. After 3 days, cell numbers were slightly increased in TCDs compared to RWVs, but not to a statistically significant extent (Figure 2A). Moreover, expression of proliferating cell nuclear antigen (Pcna) was higher in TCDs than in RWVs at 36 hours of culture (Figure 2B), suggesting that proliferative capacity of cultured primary hepatocytes may be higher in TCDs.\n\nPrimary hepatocytes cultured on TCDs have a slight growth advantage compared to those cultured in RWVs. (A) Cell numbers were enumerated by the Cyquant assay on day 3 of culture. The slight increases in cell numbers in TCD cultures compared to RWV were not statistically significant. Data are representative of 3 independent experiments. Error bars indicate standard deviation. (B) Expression ofPcna(proliferating cell nuclear antigen) in hepatocytes cultured on TCDs was significantly higher than in those cultured in RWV. Data are the average of 5 independent experiments. *p<0.005. Error bars represent standard error.\n\nTo investigate the molecular mechanisms underlying improved hepatocyte functions in 3D aggregates, we analyzed the global gene expression of hepatocytes cultured as monolayers on TCDs and 3D aggregates in RWVs at 4 hours and 24 hours using microarrays. These early time points were chosen to determine the initial gene expression profile of hepatocytes in TCD and RWV cultures. For each of the 5 conditions (freshly isolated hepatocytes, 4h TCD, 4h RWV, 24h TCD, and 24h RWV) we analyzed 3 independent biological samples from separate experiments to ensure experimental reproducibility and increase confidence in the microarray analysis.\n\nOne way ANOVA (with p < 0.01) generated a list of 16,893 genes that were significantly differentially expressed among the 5 experimental conditions. Principal component analysis demonstrated that experimental triplicates clustered together within each condition and separately from the other groups, indicating good reproducibility of the global gene expression patterns within each condition (Figure 3A). The 4h TCD samples clustered separately from the 4h RWV samples, showing that these culture conditions led to differential gene expression in as early as 4h of culture. The variance between TCD and RWV samples increased at 24h reflecting increased differences in gene expression.\n\nMicroarray analysis of global gene expression in hepatocytes cultured in monolayers compared to 3D aggregates. (A) Principal component analysis of significant differentially expressed genes in freshly isolated hepatocytes (grey diamonds) and hepatocyte culture for 4h (squares) or 24h (circles) in TCD (red) and RWV (blue). Each symbol represents an independent sample from 3 independent experiments. (B) Hierarchical clustering of genes with 2 fold or greater expression difference between TCD and RWV culture conditions at either 4h or 24h. Each column represents the average expression values of 3 independent experiments. (C) Venn diagram that compares genes significantly upregulated by 2 fold or more in hepatocyte 3D aggregates compared to monolayers with genes significantly upregulated during liver development and liver regeneration. Numbers represent the number of genes either distinct in or shared by the 3 processes.\n\nAnalysis was then focused on genes with significant differential expression between TCD and RWV by at least 2 fold at either time point. The complete lists of genes upregulated in RWV or TCD cultures at 4 or 24 hours are detailed inSupplemental Tables 1 4. The resulting combined list of 822 differentially expressed genes was analyzed by hierarchical clustering on both gene expression and experimental condition (Figure 3B). Each condition was compared to freshly isolated hepatocytes as the baseline. Hierarchical clustering on experimental conditions revealed that hepatocytes cultured in RWVs for 24 hours still had a gene expression profile similar enough to freshly isolated hepatocytes to be linked under one main branch of the hierarchical dendrogram. In contrast, the gene expression profile of hepatocytes cultured for 24h in TCDs was significantly different from freshly isolated and 24h RWV hepatocytes that it grouped separately under its own branch of the hierarchical dendrogram. This analysis suggests that RWV culture preserved molecular features in hepatocytes that more closely resembled freshly isolated hepatocytes, whereas TCD culture induced molecular programs that drove hepatocytes further from their initial phenotype.\n\nOne hypothesis for the improved functional capacity of hepatocytes cultured in RWVs as compared to TCDs is that formation of 3D cellular interactions recapitulatedin vivo like molecular pathways. To test this hypothesis, we compared the genes significantly upregulated in RWV with genes differentially regulated during liver development and liver regeneration. Raw microarray datasets (accession number:GSE6998) of the developing mouse liver and the regenerating mouse liver after two thirds hepatectomy were downloaded from the Gene Expression Omnibus (GEO) and re analyzed using the GC RMA summarization algorithm [27]. Because the same microarray platform was used to generate the curated datasets, re analyzed data could be directly compared to the microarray data generated in this study.\n\nGenes significantly upregulated at any time point during liver development were identified by one way ANOVA (p < 0.01) and filtered for genes expressed 2 fold or higher compared to unmanipulated adult mouse liver. Similarly, significantly upregulated genes in liver regeneration at any time point after hepatectomy were identified using the same criteria. Finally, genes significantly upregulated by 2 fold or more in RWV as compared to TCD at either 4 or 24 hours of culture were identified. Differentially upregulated genes from these 3 processes were compared to determine whether they shared significant numbers of genes (Figure 3C). Most of the upregulated genes in these biological processes were uniquely upregulated in each process: 93% (4460 genes) of the upregulated genes in liver development, 73% (353 genes) in 3D aggregate/monolayer culture, and 52% (300 genes) in regeneration. Only 5 genes were shared by all 3 processes. These analyses reveal that 3D aggregate culture triggers different molecular pathways from liver development or regeneration to maintain hepatocyte specific functions.\n\nGene Ontogeny (GO) analysis was performed to classify the 293 genes significantly upregulated by >=2 fold in hepatocytes cultured in RWV compared to TCD at 24 hours. The most significant GO Biological Process terms encompassed characteristic hepatocyte functions such as lipid metabolism, amino acid metabolism, amino acid biosynthesis, oxidation reduction, response to glucose stimulus, and response to xenobiotic stimulus (Table 2).\n\nGene ontology analysis of significantly upregulated biological process terms in 3D aggregates as compared to monolayers at 24h of culture.\n\nFor some genes whose expression is correlated with mature hepatocyte function, microarray results were validated by qRT PCR (Figure 4). Bile acid co enzyme A (Baat), which catalyzes the conjugation of bile acids to amino acids before excretion into bile canaliculi [28], was upregulated 23.3+/ 2.5 fold in 3D aggregates compared to monolayers.Akr1c19,a member of the aldo keto reductase superfamily, which catalyzes conversion of aldehydes and ketones to their corresponding alcohols [29], was upregulated 9.4+/ 1.3 fold. The liver specific isoform of glycogen synthase (Gys2), which catalyzes the rate limiting step of glycogen synthesis [30], was upregulated by 6.6+/ 1.1 fold. Expression of factor VII (F7), a coagulation factor in the extrinsic pathway and important indicator of liver synthetic function [31], was 2.9+/ 0.6 fold higher in RWV cultured hepatocytes than in TCDs. Expression ofHfe2, which encodes the protein hemojuvelin involved in iron metabolism, was increased 11.4+/ 1.7 fold in RWV compared to TCD cultures. Lastly, leptin receptor (Lepr), important in the regulation of lipid metabolism, was expressed 19.8+/ 5.9 fold higher in RWV cultured hepatocytes. Together, these data indicate that the most significant difference between TCD  and RWV cultured hepatocytes is that diverse metabolic functions characteristic of hepatocytes were maintained at higher levels in 3D aggregates than in monolayers.\n\nMetabolic and synthetic genes were upregulated in hepatocytes cultured as 3D aggregates in RWVs compared to monolayers in TCDs. Quantitative reverse transcription polymerase chain reactions (qRT PCR) demonstrated that expression levels of bile acid co enzyme A (Baat), aldo ketoreductase 1c19 (Akr1c19), glycogen synthase 2 (Gys2), factor VII (F7), hemochromatosis type 2 (Hfe2), and leptin receptor (Lepr) were significantly upregulated in RWV compared to TCD. Data are the average of 6 independent experiments. *p<0.005, **p<0.0001. Error bars indicate standard error.\n\nTo identify a unifying mechanism that may explain the improved expression of a diverse array of hepatocyte specific genes in 3D aggregate culture, promoter region analysis was performed on the 293 genes upregulated in RWV at 24 hours to find over represented transcription factor binding sites (TFBSs). Of the 293 genes, 261 were in the oPOSSUM database (http://www.cisreg.ca) and included in the analysis.Table 3lists the top 10 over represented TFBSs in genes significantly upregulated in RWV cultured hepatocytes compared with a background gene set. TFBSs with a Z score > 10 and Fisher score < 0.01 were empirically validated to identify functionally relevant transcription factors within a set of co expressed genes [25]. Using these criteria, only the top 2 transcription factors, HNF4alpha (Hnf4a) and chicken ovalbumin upstream promoter transcription factor 1 (TFCOUP1), were identified as functionally important regulators of the genes upregulated in RWV cultured hepatocytes. Remarkably, 52% of the analyzed genes (138 genes) containedHnf4aTFBSs in their promoter regions.Hnf4ais known as a master regulator of hepatocyte specific functions [32]. Interestingly, TFCOUP1 andHnf4abinding motifs are highly related and TFCOUP1 has been shown to act as a negative regulator ofHnf4atransactivation [33]. These analyses suggest thatHnf4ais particularly important for maintaining hepatocyte specific functions in RWV cultured hepatocytes.\n\nOver represented transcription factor binding sites (TFBSs) in the promoter regions of genes upregulated in RWV culture.\n\nTo further clarify the role ofHnf4ain 3D hepatocyte culture, expression ofHnf4aand other liver enriched transcription factors was determined at 24h of culture. Expression ofHnf4awas significantly increased by 3.4+/ 0.5 fold in RWV cultured hepatocytes compared to TCD (Figure 5), whereas expression ofCebpaandFoxa2did not differ significantly between culture types. CCAAT/enchancer binding protein alpha (Cebpa) is a liver enriched transcription factor known to regulate expression of numerous genes that support liver specific functions [34]. Forkhead box A2 (Foxa2) is a transcription factor critical for liver development [35], but dispensable for maintenance of mature hepatocyte functions [36]. Our findings suggest thatHnf4ais the principle promoter of hepatocyte specific functions in 3D culture.\n\nExpression ofHnf4awas significantly increased in 3D aggregates in RWVs compared to monolayers in TCDs, as determined by qRT PCR. Expression levels ofCebpaandFoxa2, two other liver enriched transcription factors, were not significantly different between the two culture conditions. Data are the average of 6 independent experiments. *p<0.001. Error bars indicate standard error.\n\nIn addition to being a direct transcriptional activator of many hepatocyte specific functional genes,Hnf4ahas also been shown to maintain hepatocyte differentiation by repressing expression of mesenchymal genes, includingSnail(Snai1), a key inducer of epithelial mesenchymal transition (EMT) [37]. In order to determine whether mesenchymal molecular pathways may be concomitantly suppressed in hepatocyte 3D aggregates, we measured expression of several important markers of EMT at 24h of culture in TCDs and RWVs, before potential overgrowth of contaminating non parenchymal cells (<10% of the purified hepatocyte population, data not shown) may confound the results. Notably,Snailexpression was significantly higher in TCD cultures by 2.7+/ 0.6 fold at 24h as compared to RWV cultures. Vimentin (Vim), a cytoskeletal intermediate filament widely used as a marker of EMT [38], was expressed 6.6+/ 1.3 fold higher in monolayer cultures compared to 3D aggregate cultures. Furthermore, expression of lysyl oxidase like 2 (Loxl2), another inducer of EMT [39], was also significantly upregulated by 33.3+/ 6.5 fold in TCDs compared to RWVs (Figure 6). Expression of E cadherin (Cdh1) and N cadherin (Cdh2), adhesion molecules characteristic of epithelial and mesenchymal cells, respectively, were not significantly different between TCD and RWV cultures (data not shown). Instead, several cytoskeletal genes not previously described in hepatocyte monolayer cultures were significantly upregulated in TCDs compared to RWVs. These included filamin A (Flna), an actin binding protein that interacted with vimentin to regulate cell adhesion and spreading [40], whose expression was increased 3.7+/ 0.4 fold in TCDs compared to RWVs. Expression of alpha1 actin (Acta1), an actin isoform expressed primarily in skeletal muscle [41], was greatly increased by 25.9+/ 4.2 fold in monolayer cultures as compared to 3D aggregates. Finally, expression of beta tropomyosin (Tpm2), an isoform primarily expressed in skeletal muscle and fibroblasts [42], was also significantly increased by 6.9+/ 1.5 fold in TCD cultured hepatocytes (Figure 6). The significantly higher expression of mesenchymal and cytoskeletal genes in TCD as compared to RWV cultures at 24h suggests that these molecular pathways are induced in hepatocyte monolayers and suppressed in 3D aggregates.\n\nMesenchymal and cytoskeletal genes were upregulated in hepatocytes cultured as monolayers in TCDs compared to 3D aggregates in RWVs. qRT PCR demonstrated that expression levels of Snail(Snai1), vimentin (Vim), lysyl oxidase like 2(Loxl2), filamin A (Flna), alpha1 actin (Acta1), and beta tropomyosin (Tpm2) were significantly upregulated in TCD compared to RWV at 24h of culture. Data are the average of 6 independent experiments. *p<0.05, **p<0.005, ***p<0.001. Error bars indicate standard error.",
    "discussion": "In this study, we used global gene expression profiling and promoter region analyses to identify molecular differences between primary mouse hepatocytes cultured as monolayers on TCDs and as 3D aggregates generated in RWVs. Our results indicated that improved synthetic and metabolic functions in hepatocyte 3D aggregates reflected the upregulated expression of a diverse array of hepatocyte specific functional genes compared to monolayer cultures. The pattern of differential gene expression was distinct from molecular pathways induced during hepatocyte differentiation in organogenesis or hepatocyte proliferation after two thirds hepatectomy. Remarkably, TFBS analysis revealed that more than 50% of the genes upregulated in RWV cultures hadHnf4abinding sites in their promoter regions.Hnf4abinding sites were the most significantly over represented TFBS in genes differentially upregulated in RWV cultures and expression ofHnf4aitself was significantly upregulated in 3D aggregates compared to monolayers. While cell matrix interactions dominate in hepatocyte monolayers cultured on collagen coated TCDs, 3D cell cell interactions dominate within self aggregated spheroids generated in RWVs. These findings suggest that 3D cell cell interactions are important for sustained expression ofHnf4a,which in turn plays a key role in maintaining differentiated hepatocyte functions in 3D aggregates.\n\nHnf4a(also known asNr2a1) is a liver enriched transcription factor and a member of the nuclear receptor superfamily. It can activate gene transcription in the absence of exogenous ligand [43], though it has a hydrophobic binding pocket and linoleic acid may be a potential endogenous ligand [44].Hnf4ais known to have essential roles in normal liver development, maintaining mature liver functions, and in inducing hepatic differentiation in stem cells and fibroblasts. Targeted disruption ofHnf4ain mice led to embryonic lethality due to failure to complete gastrulation [45]. Tetraploid complementation ofHnf4a / embryos demonstrated thatHnf4awas essential for hepatocyte differentiation during liver development [46]. Conditional knock out ofHnf4ain fetal hepatocytes showed thatHnf4awas required for normal morphological and functional differentiation of hepatocytes and development of hepatic epithelium [47]. In addition to its critical role during liver development,Hnf4ais also required to maintain normal metabolic functions of mature hepatocytes. Conditional knock out ofHnf4ain mature hepatocytes, generated by matingHnf4aloxp/loxpmice with mice expressing Cre under the albumin promoter, showed thatHnf4awas an essential regulator of lipid homeostasis [48], bile acid metabolism [49], glucose metabolism [50], and xenobiotic metabolism [51]. Moreover, ectopic expression ofHnf4ais required for conversion of fibroblasts to hepatocyte like cells that have mature hepatocyte functions, including the ability to reconstitute liver tissue after transplantation [52]. Over expression ofHnf4ain human embryonic stem cell and induced pluripotent stem cell derived hepatoblasts was able to significantly improve the mature hepatocyte functions of differentiated cells [53]. Finally, genome wide studies demonstrated thatHnf4abound the promoters of liver specific genes significantly more often than other liver enriched transcription factors [54,55], indicating thatHnf4awas one of the most important transcriptional master regulators of hepatocyte function.\n\nOur global gene expression and promoter region analyses indicate thatHnf4aalso plays a central role in maintaining hepatocyte specific functions in 3D culture. Three dimensional culture has been shown to improve hepatocyte differentiated functions but the underlying mechanisms of how 3D culture induced these effects were previously unknown. Our data suggest that 3D cell cell interactions are important for maintaining expression of the master regulatorHnf4aat a higher level compared to monolayer culture. Increased expression ofHnf4ain 3D culture in turn leads to sustained expression of a wide range of downstream hepatocyte specific functional genes as well as improved overall metabolic function of the hepatocyte. Several gene targets correlating with mature hepatocyte functions significantly upregulated in RWVs are known direct targets ofHnf4a(e.g.Baat,F7, andGys2) [47,49,56] or haveHnf4abinding sites within their promoter regions (e.g.Akr1c19) [57]. There are also functional genes highly upregulated in RWVs that do not possessHnf4aTFBS (e.g.Hfe2andLepr) [57], suggesting thatHnf4amay have an indirect role in controlling expression of these genes or that other transcriptional networks may be involved. Nevertheless, our analyses reveal thatHnf4ais likely the major transcriptional effector for maintaining differentiated functions of hepatocytes in 3D culture.\n\nConversely, one can consider the signals induced in monolayer cultures that may be repressed in 3D aggregates. Monolayer culture on TCD is a highly artificial environment in which cell matrix interactions dominate and cells are spread against a stiff two dimensional (2D) surface. Under these conditions, we found that hepatocytes significantly increased expression of mesenchymal and cytoskeletal genes compared to 3D aggregate culture. Hepatocytes cultured on collagen coated TCDs have been shown to undergo fibroblastoid dedifferentiation [58,59] and express mesenchymal cell characteristics [60 62]. Our results suggest that this transition towards a mesenchymal phenotype may be inhibited in hepatocytes cultured in 3D. We showed that while hepatocytes acquired spindle like projections after several days of culture on TCDs, they maintained a round shape in 3D aggregates. Several EMT inducers and mesenchymal cell markers (Snail,Vim, andLoxl2) were highly upregulated in TCDs as compared RWVs. In addition, expression levels of several cytoskeletal genes not previously described in monolayer culture (Acta1,Tpm2, andFlna) were also significantly increased in TCDs compared to RWVs. There is evidence thatHnf4aactively represses the mesenchymal program in hepatocytes in conjunction with maintaining hepatocyte specific differentiated functions.Hnf4awas shown to bind to theVimandSnailpromoters in hepatocytes and to directly repress transcription ofSnail. Silencing ofHnf4awas sufficient to upregulate expression of bothVimandSnail[37]. Furthermore, ectopic expression ofHnf4ainduced the reverse mesenchymal to epithelial transition (MET) process in fibroblasts [47]. Therefore, one interpretation of our data is that stiff 2D matrix interactions in monolayer culture inhibited expression ofHnf4athat in turn led to decreased expression of hepatocyte functional genes as well as upregulation of EMT inducers that promoted mesenchymal transition. Mechanotransduction, in which cells biochemically integrate mechanical matrix and substrate cues of the micro environment, is an important determinant of cell function and behavior [63]. Future investigation in our lab will further characterize the differential molecular signals in monolayer versus 3D aggregate culture that lead to inhibited or maintained expression ofHnf4ain hepatocytes.\n\nOur results demonstrating that 3D cell cell interactions maintained expression ofHnf4aas a master regulator of hepatocyte functions and phenotype provide a foundation for rational design of biomaterials that aim to optimize hepatocyte function forin vitroandin vivoapplications. Our findings suggest that biomaterials aimed to augment hepatocyte differentiated functions should maximize 3D cell cell interactions and minimize stiff 2D substrate contacts. As self aggregated hepatocyte spheroids may be considered biomaterials in their own right [22] and used in applications such as organ printing [23], our data inform how tissue engineering strategies utilizing hepatocyte spheroids may be optimized. Moreover, we show that 3D hepatocyte cultures would be advantageous forin vitroapplications in which the differentiated state of hepatocytes is critical, such as drug toxicity studies. Along these lines, 3D aggregate cultures may also be effective in improving differentiation of hepatocyte like cells derived from induced pluripotent stem cells, which would be beneficial for efforts aimed at liver disease modelingin vitro.",
    "conclusion": "Using global gene expression and promoter region analyses, we demonstrated that the master transcriptional regulatorHnf4ahas a major role in maintaining differentiated hepatocyte functions in 3D culture. Concomitantly, expression of mesenchymal and cytoskeletal genes induced in monolayer cultures were suppressed in 3D aggregates. These findings provide a basis for rational design of biomaterials that aim to optimize hepatocyte specific functions forin vitroandin vivoapplications."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:03:15.078805",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4012541/"
  }
}