{
  "pmcid": "PMC3890248",
  "title": "Understanding macrophage differentiation during space flight: The importance of ground based experiments before space flight",
  "authors": [
    "Stephen K Chapes",
    "M Teresa Ortega"
  ],
  "year": "2013",
  "journal": "Recent patents on space technology",
  "doi": "10.2174/18776116112029990011",
  "sections": {
    "abstract": "In preparation for a space flight on STS 126, twoin vitroculture systems were used to investigate macrophage colony stimulating factor dependent macrophage differentiation from mouse primary bone marrow cells. The patented Techshot Cell Cult Bioreactor and the BioServe Fluid Processing Apparatus (FPA)1were operated in different orientations to determine their impact on macrophage growth and differentiation. Bone marrow cell parameters were determined after cells were grown in FPAs incubated at 37 degreesC in vertical or horizontal orientations, and macrophage cell recovery was significantly higher from FPAs that were incubated in the horizontal orientation compared to \"vertical\" FPAs. Similarly, when bone marrow cells were grown in the Techshot bioreactor, there were significant differences in the numbers of macrophages recovered after 7 days, depending on movement and orientation of the bioreactor. Macrophage recovery was highest when the patented bioreactor was rotated in the horizontal, x axis plane (merry go round fashion) compared to static and vertically, y axis plane rotated (Ferris wheel fashion) bioreactors. In addition, the expression of F4/80 and other differentiation markers varied depending on whether macrophages differentiated in FPAs or in bioreactors. After 7 days, significant differences in size, granularity and molecule expression were seen even when the same primary bone marrow cells were used to seed the cultures. These data show that culture outcomes are highly dependent on the culture device and device orientation. Moreover, the impact of the culture system needs to be understood in order to interpret space flight data.\n\nKeywords:cell differentiation, macrophage, fluid processing apparatus, space flight hardware",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:01:01.163890",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3890248/"
  }
}