{
  "pmcid": "PMC3982735",
  "title": "Ethylene Induced Flavonol Accumulation in Guard Cells Suppresses Reactive Oxygen Species and Moderates Stomatal Aperture",
  "authors": [
    "Justin M Watkins",
    "Paul J Hechler",
    "Gloria K Muday"
  ],
  "year": "2014",
  "journal": "Plant Physiology",
  "doi": "10.1104/pp.113.233528",
  "sections": {
    "abstract": "In the epidermis of Arabidopsis leaves, flavonols specifically accumulate in\nguard cells with enhanced synthesis in the presence of ethylene, where they lower\nthe levels of reactive oxygen species and reduce the rate of stomatal\nclosure.",
    "methods": "Arabidopsis (Arabidopsis thaliana) plants were germinated on\n1x Murashige and Skoog medium, pH 5.6, Murashige and Skoog vitamins, and 0.8%\n(w/v) agar, buffered with 0.05% (w/v) MES and supplemented with 1% (w/v) Suc. After\nvernalization at 4 degreesC for 48 h, plates were placed in a 12 h day growth chamber\nunder 100umol m 2s 2cool white light. Seedlings were transferred to Metromix 360 soil 7 d after\ngermination. All experiments were conducted on leaves of plants that were 3 to 4\nweeks after germination. This study utilized ecotype Columbia 0 of Arabidopsis (Col 0),tt4 2(Lewis et al., 2011),eto1(Chae et al., 2013),ein2 5(Alonso\net al., 1999), and aCHS:GUSreporter (Chory and Peto, 1990).\n\nFor ethylene treatments, 4 week old wild type,tt4 2, andein2 5plants were placed in a clear plastic container that was\nsealed with vacuum grease. Ethylene gas was added to achieve a 5 uL/L\nconcentration of ethylene within the chamber. Control plants were placed in identical\nsealed containers without ethylene. After either 3 h or 24 h of incubation, leaves\nwere excised and used for imagingDPBAor DCF\nfluorescence, or in stomatal closure assays.\n\nIndividual leaves were excised and submerged in an aqueous solution containing 0.01%\n(v/v) Triton X 100 and 2.52 mg/mL 1DPBAfor 2.5 h. Whole leaves were then washed\nin deionized water for 1 min and mounted in deionized water between two coverslips. A\nZeiss 710LSCMwas used to excite the leaf\nsurfaces with 100% maximum laser power at 488 nm and a pinhole yielding a 4 um\ncross section. We optimizedLSCMsettings to\nspectrally separate the fluorescence of flavonol DPBAand chlorophyll by capturing the emission spectrum for each compound\nin which there is no overlap.DPBAfluorescence emission was collected between 475 and 619 nm (Lewis et al., 2011). The gain settings were selected to\nmaximize the total flavonol signal while preventing oversaturation. All micrographs\nwithin each figure were acquired using identical offset, gain, and pinhole settings\nusing the same detectors. Postimage quantification ofDPBAfluorescence intensities was done by placing a region of\ninterest (ROI) around the nuclei of each\nguard cell and around an area in the cytosol with no chloroplasts present. The\naverage intensity values within eachROIwere recorded and averaged.\n\nWhole leaves from theCHS:GUStransgenic line were\nexcised and submerged in a GUS staining solution (80 mmsodium phosphate\nbuffer, 0.4 mmpotassium ferricyanide, 0.04 mmpotassium\nferrocyanide, 0.05% [v/v] Triton X 100, 0.8 mg/mL\n5 bromo 4 chloro 3 indolyl beta d glucuronide, pH 7) at 37 degreesC\nfor 18 h. Leaves were removed from staining solution and washed with 75% (v/v)\nethanol for 5 min. Epidermal strips were prepared by spraying a microscope slide with\na silicone based medical adhesive (Hollister stock #7730). After 5 min, the basal\nepidermis of the leaf was gently pressed into the dried adhesive coat, and the leaf\nwas gently scraped with a pipette tip until only the fixed epidermis remained (Young et al., 2006). Epidermal peels were\nimaged usingDICimaging with a Zeiss Auxio\nObserver D1 microscope with an AxioCam HRc color camera.\n\nSamples were run on a Thermo LTQ Orbitrap XL with an electrospray ionization source,\ncoupled to a Thermo Accela 1250 pump and autosampler (Thermo Fisher), using a\nSecurity Guard column in line with a Luna 150 x 3 C18 column, both from\nPhenomenex. For flavonol analysis, 10 ul of each sample was injected with a\nsolvent of water:acetonitrile, both containing 0.1% (v/v) formic acid in the\nfollowing gradients: 95% to 40% (v/v) water from 0 to 5 min, 40% to 20% (v/v) water\nfrom 5 to 20 min, and 20% to 95% (v/v) water from 20 to 23 min to recondition the\ncolumn. MS2fragmentation spectra of flavonols were induced using 30 kV\ncollision induced dissociation. Spectra of samples were compared to those of\nstandards and those listed on the MassBank database (www.massbank.jp). Data were\nanalyzed by quantifying peak areas using Thermo Xcalibur software, and with\nnormalization to the internal standard formononetin (Indofine Chemicals). Absolute\nquantities of metabolites were found by comparing peak area data to standard curves\ncreated using pure standards of quercetin and kaempferol (Indofine Chemicals).\n\nH2DCF DAwas dissolved in dimethyl sulfoxide\nto yield a 50 umstock. This was diluted in deionized water to yield\na final concentration of 2.5 uM with 2% (v/v) dimethyl sulfoxide. The\nepidermis was stained for 15 min with two drops of H2DCF DA stain and washed with\ndeionized water. A Zeiss 710LSCMwas used to\nexcite the leaf surfaces with 1% maximum laser power at 488 nm with a 3.5 digital\ngain. Settings were optimized to spectrally separate the fluorescence of DCF  ROSand chlorophyll by capturing the emission\nspectrum for each compound in which there is no overlap. The DCF signal was collected\nbetween 495 to 527 nm with a pinhole yielding a 4 um cross section, making\nsure to limit excess exposure to the laser that inducesROS. The gain settings were selected to maximize the total DCF\nsignal while preventing oversaturation. All micrographs within each figure were\nacquired using identical offset, gain, and pinhole settings using the same detectors.\nDCF fluorescence intensities were measured by placing anROIaround the nuclei of each guard cell and around an area in\nthe cytosol with no chloroplasts present. The average intensity values within eachROIwas recorded and averaged.\n\nHoechst imaging was performed on whole leaves that were previously stained withDPBA. After 2.5 h ofDPBAstaining, leaves were washed in deionized water for 1 min\nand transferred to an aqueous solution containing Hoechst at a 1 ug/mL\nconcentration. The leaf surface was excited with 10% laser power at 405 nm and a\npinhole yielding a 4 um cross section. We optimizedLSCMsettings to spectrally separate the fluorescence of the\nHoechst stain with cell wall autofluorescence by capturing the emission spectrum for\neach compound in which there is no overlap. Hoechst fluorescence emission was\ncollected between 420 to 546 nm. The gain settings were selected to maximize the\ntotal Hoechst signal while preventing oversaturation.\n\nABA induced stomatal closure assays were\nperformed with plants 3 to 4 weeks after germination. Leaves from untreated plants or\nplants treated with ethylene gas for 24 h were excised and submerged in an aqueous\nopening solution (5 mM KCl, 50 uM CaCl2, 10 mM MES buffer, pH 5.6)\nand incubated under cool white light for 3 h. To induce stomatal closure, leaves were\ntransferred to a similar opening solution with 20 uMABAadded to induce closure (Jammes et al., 2009). After incubation in theABAsolution under white light (100 umol\nm 2s 2) for 0, 45, 90, and 180 min, leaf\npeels were prepared and imaged usingDICimaging with a Zeiss Axio Observer D1 microscope with a Hamamatsu 1394 ORCA ERA\nmonochromatic camera (Jammes et al., 2009).\nApertures were measured using ImageJ software.\n\nSequence data from this article can be found in the GenBank/EMBL data libraries under\naccession numbers. CHS (AT5G13930),ETO1(AT3G51770), andEIN2(AT5G03280)\n\nThe following materials are available in the online version of this article.\n\nSupplemental Figure S1.Confocal imaging ofCol 0guard cells showsDPBAfluorescence in the nuclei of guard\ncells.\n\nSupplemental Figure S2.Stomatal aperture widths in\nopening solution withoutABAfor 90\nmin.\n\nSupplemental Figure S3.Three h ethylene treatment\ninduces flavonols accumulation and decreasesROSconcentrations and the rate of stomatal closure.\n\nSupplemental Figure S4.Subcellular flavonol\naccumulation in wild type guard cells compared witheto1after\ntreatment with 20 uMABA.",
    "results": "To determine whether flavonols accumulate in guard cells, we used diphenylboric acid\n2 aminoethyl ester (DPBA) dye to detect\nflavonols. The specificity ofDPBAfluorescence was demonstrated in Arabidopsis (Arabidopsis thaliana)\nroots using mutants in flavonol synthesis, with no signal observed in thetransparent testa4 2(tt4 2) mutant that makes\nno flavonoids (Lewis et al., 2011) because\nof a mutation in the gene that encodes chalcone synthase (CHS), the first step in the flavonoid biosynthesis pathway. TheDPBAfluorescence of the surface of an\nArabidopsis leaf, with and without a differential interference contrast (DIC) overlay of pavement cells, illustrated\nlocalized accumulation of flavonols in guard cells with no signal in surrounding\npavement cells (Fig. 1, A and B). This pattern\nwas observed in more than 50 leaves. We also asked whether the flavonol localization\nwas restricted to guard cells as a result of flavonol biosynthesis in those cells.\nEpidermal leaf peels of transgenic plants with aCHSpromoter\ndriving a GUS reporter were visualized by bright field microscopy. GUS product\naccumulated in the epidermal guard cells (Fig.\n1C), with no GUS product accumulation in surrounding pavement cells. This\nreporter is expressed in additional cell layers in cross sections of whole leaves\n(Chory and Peto, 1990). These results\nwere consistent with tissue specific signals, including transcriptional controls of\nflavonol synthesis, restricting flavonol accumulation to guard cells.\n\nFlavonols accumulate in guard cells. A, Confocal micrograph showed yellowDPBAfluorescence in guard cells, but not\npavement cells. B,DICimage overlaid\non a confocal micrograph of wild type leaves showing the location of yellowDPBAfluorescence. C, Bright field\nimage showsCHS:GUSexpression in guard\ncells, but not pavement cells of wild type plants. Bar = 15 um.\n\nTo more quantitatively and precisely imageDPBAin leaf tissue, we optimized laser scanning confocal microscope\n(LSCM) settings in order to spectrally\nseparate total flavonol fluorescence from chlorophyll autofluorescence. Using the\nbasal surface of a whole Arabidopsis leaf, confocal micrographs showed\nautofluorescence of chlorophyll in the blue channel andDPBAstaining in the yellow channel (Fig. 2). The absence of theDPBAsignal intt4 2guard cells confirmed the\nspecificity of this staining in leaf tissues, complementing the previous studies in\nroots (Buer and Muday, 2004;Lewis et al., 2011). This image indicated that\nwe can resolve these two fluorescent signals and that flavonols accumulated in the\ncytosol, but not the chloroplasts of guard cells. It was also evident thatDPBAfluorescence was greater in the regions of\nthe guard cell that appeared to be nuclei, a cellular location that exhibited\nflavonoid accumulation in other plant cells types (Feucht et al., 2004;Saslowsky et al.,\n2005;Lewis et al., 2011).\nVerification of nuclear flavonol accumulation was completed by simultaneously imagingDPBAand Hoechst 33258, a nucleic acid\nstain (Supplemental Fig. S1). After imagingDPBAwith spectral separation, we imaged the same guard cells using\nsingle channel microscopy to visualize Hoechst fluorescence and consistently observed\nthat the region of brightDPBAstaining in\nthe center of each guard cell also had nucleic acids, as detected by Hoechst,\nconsistent with a nuclear accumulation of flavonols.\n\nFlavonol accumulation is absent intt4guard cells and\nenhanced ineto1guard cells.DPBAbound to flavonols is shown in yellow and chlorophyll\nautofluorescence is shown in blue. Bar = 15 um.\n\nThe levels ofDPBAfluorescence in the\ncytosol and nucleus of the wild type andtt4 2were quantified in 90\nguard cells and are reported relative to the levels in the cytosol of ecotype\nColumbia 0 of Arabidopsis (Col 0;Fig. 3A).DPBAfluorescence was at background levels intt4 2,\nwhereas wild type plants had a robustDPBAfluorescent signal, with approximately 2 fold higher intensity in the nucleus than in\nthe cytosol.\n\nA, Subcellular flavonol accumulation in wild type guard cells compared witheto1andtt4. Flavonol accumulation was\nmeasured using guard cellDPBAfluorescence intensity values and the average +/ seis reported\nrelative to the levels in the cytosol ofCol 0forn= 90 stomata. Asterisks indicate\nsignificant differences (P< 0.005) between the mutant and\nthe wild type within cellular location. Number signs indicate significant\ndifferences (P< 0.02) between cytosol and nucleus within\ngenotype. B,LC MSanalysis of flavonol\nlevels in whole leaves showed enhanced accumulation of quercetin and kaempferol\nineto1leaves compared with the control (P< 0.003 andP< 0.06, respectively). No flavonols were\ndetected intt4. Data represent results from three separate\nexperiments each withn= 6. ND, Not detected because compound\nis either absent or below the level of threshold detection.\n\nTo analyze the functional significance of flavonol accumulation in guard cells, we\ncomparedABA dependent stomatal closure in\nwild type andtt4 2guard cells. BecauseABAtriggers aROSburst\nin guard cells and flavonols reduceROSconcentrations, we expected flavonol concentrations in guard cells to be inversely\nproportional to the rates ofABA induced\nstomatal closure. Leaves were excised and incubated with 20 umABAfor 0, 45, 90, or 180 min. At the\nindicated times after treatment, epidermal peels were generated andDICimages were captured and used for\nmeasurement of stomatal aperture. Apertures were quantified in 30 stomata for three\nseparate experiments (Fig. 4). Althoughtt4and the wild type showed similar aperture in opening\nsolution, the initialABA induced stomatal\nclosure response was greater intt4guard cells than the control,\nwith all aperture values significantly different than the wild type\n(P< 0.05). The apertures of stomata were also quantified in\nthe absence ofABAunder identical conditions\nover the same time course in these two genotypes. The guard cells remained open under\nthese conditions and there were no detectable differences between the wild type andtt4 2(Supplemental Fig. S2). We also examined the effect of 3 h ofABAtreatment onDPBAfluorescence in guard cells, mirroring the time course ofABAin the stomatal closure assays to ask\nifABAaltered flavonol synthesis. TheDPBAsignal was not altered byABAduring this 3 h treatment (Supplemental Fig. S3). These results were consistent with the absence\nof an antioxidant intt4 2guard cells that leads to an increase in\nsignaling viaROS.\n\nStomatal aperture ofCol 0andtt4in response toABA.ABAsensitivity is\nindirectly proportional to relative flavonol concentration. Guard cells were\nincubated under white light in a 20 uMABAsolution for 0, 45, 90, and 180 min. The average +/ seof 90 stomata from three biological replicates are reported.\nAsterisks indicate significant differences (P< 0.05)\nbetween the mutant andCol 0at each\ntime point as determined by the Student'sttest.\n\nBecause elevated ethylene levels were previously shown to increase flavonol\naccumulation in Arabidopsis roots (Lewis et al.,\n2011), we asked whether there is similar regulation in guard cells.DPBAfluorescence was examined in theethylene overproducing1(eto1) mutant (Chae et al., 2003) and enhanced flavonol\naccumulation was observed in the guard cells (Fig.\n2). TheDPBAfluorescence intensity\nwas quantified in 90 stomata and average fluorescence is reported relative to the\nvalues in the cytosol ofCol 0(Fig. 3). There is a >1.6 fold increase inDPBAfluorescence in the cytosol and a\n>1.5 fold increase in the nuclei ofeto1guard cells compared\nwith the wild type (Fig. 3;P< 0.001).\n\nTo further examine the effect of ethylene on flavonol synthesis in guard cells, we\ntreated plants with exogenous ethylene. The wild type and theethylene insensitive2 5(ein2 5) mutant, an\nethylene signaling mutant with nearly complete ethylene insensitivity (Alonso et al., 1999), were treated with 5\nuL/L ethylene gas for 24 h, and thenDPBAfluorescence in the guard cells was imaged (Fig. 5). TheDPBAfluorescence was quantified in both the nucleus and cytosol, as described above, for\n30 stomata per treatment in three separate experiments, and the average signal\nrelative to the signal in the cytosol of untreatedCol 0was calculated (Fig. 5).\nSimilar toeto1,the guard cells of ethylene treated wild type\nplants had enhancedDPBAfluorescence in the\ncytosol and nuclei compared with an untreated control (P< 0.01).\nA similar magnitude increase inDPBAfluorescence was also evident after 3 h of ethylene treatment, as shown inSupplemental Figure S3A. Guard cells ofein2 5had\nsignificantly lowerDPBAfluorescence thanCol 0in both the cytosol and nucleus in\nthe absence of treatment (P< 0.02) and showed no increase inDPBAfluorescence after ethylene treatment\n(Fig. 5).\n\nSubcellular flavonol accumulation inCol 0andein2 5guard cells with and without\nethylene treatment. Intact soil grown plants were incubated in ethylene gas at\n5 uL/L concentration for 24 h.DPBAfluorescence intensity values were quantified and are reported\nrelative to the untreatedCol 0cytosol\nfluorescence intensity. Asterisks indicate significant differences\n(P< 0.02) between the mutant and the wild type within\ntreatment. Number signs indicate significant differences between treated and\nuntreated controls within a genotype as determined by the Student'sttest (P< 0.02). The average +/ seof 90 stomata from three biological replicates are reported.\n\nWe employed HPLC together with mass spectroscopy (LC MS) to directly quantify concentrations of kaempferol and quercetin in\nwhole leaves to examine the effect of elevated ethylene levels on flavonol\nconcentration. Hydrolyzed flavonol samples extracted from 18 leaves of 4 week oldCol 0,tt4 2,andeto1plants were analyzed to examine the total flavonol pools of\neach compound. The concentrations of flavonols were detected in three separate\nexperiments, with a representative graph shown inFigure 3. Flavonol extractions from whole leaves showed 1.3  and 5 fold\nincreased levels of accumulation of kaempferol and quercetin, respectively, ineto1compared with the wild type. This experimental approach\ncould not demonstrate that ethylene dependent increases in flavonols were localized\nspecifically to guard cells, but it did illustrate that the increases in total\nflavonol concentrations mirror the fluorescence increases in guard cells observed\nwithDPBAstaining.\n\nThe concentrations ofROSare highly\nregulated in guard cells and are an essential feature of rapid stomatal closure in\nresponse toABA(Pei et al., 2000;Kwak et\nal., 2003).ROSconcentration\nwithin guard cells was examined to determine whether flavonols are acting as\nantioxidants in vivo. To visualizeROSaccumulation in Arabidopsis leaf tissue, we used 2',7'\ndihydrodichlorofluorescein diacetate (H2DCF DA), a generalROSfluorescent sensor (Halliwell and Whiteman,\n2004). In the past, this fluorescent probe has been imaged with UV light to\nvisualizeROSin guard cells (Kwak et al., 2003); however, we excited with a\n488 nm laser, a wavelength that is more frequently used when imaging this probe\n(Halliwell and Whiteman, 2004).H2DCF DAis taken up by cells, in which\ninternal cellular esterases cleave off the diacetate functional group, preventing\n2',7' dichlorofluorescein (DCF) from diffusing outside of the cell.\nUpon oxidation byROS, DCF becomes\nfluorescent. To minimize any dye uptake difference or light induced fluorescence\nincreases that can occur with this dye (Murata et\nal., 2001), all incubation and imaging times and settings were carefully\nmaintained within each experimental comparison.\n\nWe used spectral separation through confocal microscopy to separate out chlorophyll\nautofluorescence from DCF fluorescence in guard cells in epidermal leaf peels of the\nwild type,tt4 2, andeto1(Fig. 6). In all three genotypes, DCF fluorescence was at very\nlow levels in pavement cells, but accumulated in guard cells in both nuclei and the\ncytosol, with greater fluorescence in the nuclei, mirroring the tissue and\nsubcellular accumulation of flavonols. The levels of DCF fluorescence in the cytosol\nand nucleus of the wild type,tt4, andeto1were\nquantified in 90 guard cells and values were normalized relative to the levels in the\ncytosol ofCol 0(Fig. 6B). In thett4mutant, which does not\nsynthesize flavonols, DCF fluorescence intensity was greater in both the cytosol and\nthe nucleus of guard cells compared with the wild type. Quantification of DCF\nfluorescence indicated that there is a 2  and 2.5 fold increase intt4 2in the cytosol and nucleus, respectively, compared with\nwild type guard cells.\n\nA, Confocal micrographs ofH2DCF DA stained guard cells of 4 week oldCol 0,tt4, andeto1plants. DCF fluorescence is shown in green, and chlorophyll autofluorescence is\nshown in blue in separate channels and merged images captured under identical\nconfocal settings. B, Quantification of subcellular DCF fluorescence in guard\ncells. Leaf peels of 3  to 4 week old plants were stained with 2.5 uMH2DCF DAfor 30 min and imaged\nusing confocal microscopy. DCF intensity values in the cytosol and nucleus of\nguard cells were determined and are reported relative to the levels in the\ncytosol ofCol 0. The average +/ seof 90 stomata from three biological replicates are reported. C,\nQuantification of subcellular DCF fluorescence in guard cells. Data from two\nexperiments are combined and the average +/ seof 60 stomata are\nreported. Asterisks indicate significant differences (P<\n0.005) between the mutant and the wild type within treatment. Number signs\nindicate significant differences (P< 0.05) between treated\nand untreated controls within a genotype as determined by the Student'sttest. Bar = 15 um.\n\nThere were also lower levels of DCF fluorescence ineto1than in the\nwild type with reduction to 60% of the values in the untreated wild type, consistent\nwith the higher levels of antioxidants in the presence of elevated ethylene. Ethylene\ntreatment for 24 h showed decreasedROSaccumulation in the wild type (Fig. 6), with\nsimilarROSdecreases observed after 3 h of\nethylene treatment compared with untreated controls (Supplemental Fig, S2B). Intt4, there were increased\nlevels ofROSdetected at 24 h, but not after\n3 h of ethylene treatment compared with untreatedtt4(Fig. 6). The 24 h ethylene treatment results\nmirrored a previous report that ethylene inducedROSaccumulation in guard cells through activation of NADPH oxidase\nAtRBOHF (Desikan et al., 2006). Together\nthese images suggested an antioxidant activity of flavonols in guard cells, by\nillustrating an inverse relationship between flavonol concentration andROSlevels using both mutants to block flavonol\nsynthesis and treatments and mutants to elevate ethylene levels and flavonol\naccumulation.\n\nThe effect of 24 h of ethylene treatment of the wild type andtt4and in the untreatedeto1mutant was examined using the same\nabove described stomatal closure assay. The closure at time 0, 45, and 90 min afterABAtreatment for 90 stomata from three\nexperiments were quantified in these three genotypes (Fig. 7). After incubation in the opening solution for 3 h, all stomata\nwere equivalently open and in the absence of addedABA, remained equivalently open (Supplemental Fig. S2). Ethylene treated wild type andeto1guard cells showed decreased closure in response toABA, whereas untreatedtt4shows the most stomatal closure at each time point. When wild type plants were\ntreated with ethylene for 3 h (Supplemental Fig. S3C), similar results were observed. We expected\nthattt4would show no response to ethylene treatment, if the only\neffect of ethylene is on flavonoid synthesis; however, we found that it does show a\nreduced stomatal closure in the presence of 24 h of ethylene treatment, but not 3 h.\nThe stomatal aperture is still smaller intt4 2with ethylene\ntreatment than in Col 0 with ethylene, consistent with a role for ethylene mediated\nflavonol synthesis in reducing the rate of stomatal closure through modulation ofROSsignals. The difference in stomatal\naperture intt4in the absence and presence of 24 h of ethylene\ntreatment suggests the presence of a separate flavonol independent pathway by which\nethylene treatment facilitates stomatal closure. The absence of this effect at 3 h\nsuggests that this may well be a secondary effect of extended ethylene\ntreatments.\n\nStomatal aperture widths in response toABA.ABAsensitivity is\nindirectly proportional to relative flavonol concentration. Guard cells were\nincubated under white light in a 20 uMABAsolution for 0, 45, and 90 min. The average +/ seof 90 stomata from three biological replicates are reported. Asterisks indicate\nsignificant differences between samples and untreatedCol 0using a Student'sttest\n(P< 0.05).",
    "discussion": "Guard cells control the aperture of stomatal pores in response to environmental\nfluctuations, including variations in light intensity, moisture, and carbon dioxide\nlevels (Hetherington and Woodward, 2003). In\nresponse to environmental stress, the plant hormoneABAsignals stomatal closure (Zeevaart,\n1980;Hirayama and Shinozaki, 2007;Cho et al., 2009;Joshi Saha et al., 2011). This signaling pathway employsH2O2as aROSsecond messenger (McAinsh et al., 1996;Murata et\nal., 2001;Zhang et al., 2001;Kwak et al., 2003). During signaling of stomatal\nclosure,ROSmust reach a certain threshold to\noxidize their targets (Kwak et al., 2003;Cho et al., 2009), but must not reach levels that\nwill cause oxidative damage (Munn Bosch et\nal., 2013). To prevent oxidative damage,ROSsignaling must be tightly regulated by small molecule and/or protein\nantioxidants (Conklin et al., 1996;Apel and Hirt, 2004), with antioxidants including\nglutathione and flavonoids. Recent reports demonstrated the altered redox state and\naltered stomatal aperture in mutants defective in glutathione synthesis (Okuma et al., 2011;Munemasa et al., 2013). In this study, we tested the hypothesis\nthat flavonols act as antioxidants that reduceROSconcentrations in guard cells, thus modulating stomatal closure.\n\nWe examined where and how flavonols accumulated in the epidermal layers of leaves in\norder to better understand their role in cell signaling. Flavonol accumulation was\nvisualized through confocal microscopy, using a flavonol specific fluorescent dye,DPBA. In the wild type,DPBAfluorescence was localized to guard cells but was absent in\nsurrounding pavement cells, whereas it was not detected in any cell types in the\nflavonoid deficienttt4 2mutant. Localized flavonol accumulation in\nguard cells could be a result of localized synthesis or selective import of these\nmolecules into the cells. To examine whether flavonol biosynthetic enzymes are\nsynthesized in guard cells in planta, aCHS:GUStransgenic line was utilized.CHSpromoter driven GUS product\naccumulated specifically in guard cells and not in surrounding epidermal pavement cells,\nwhich suggests that production ofCHS, a key\nflavonol biosynthesis enzyme, is localized to Arabidopsis guard cells. This result is\nconsistent with previous research that shows the presence of transcripts encoding\nenzymes of flavonol biosynthesis in guard cell protoplasts, including chalcone\nisomerase, flavanone 3 hydroxylase, flavonol synthase1, and flavonoid\n3hydroxylase (Pandey et al., 2010).\nThis result extends previous study in two ways. First, it minimized the damage to cells\nthat is the result of creating protoplasts, which may increase the expression of\nflavonoid biosynthesis genes in cells where they are not normally produced (Dixon and Paiva, 1995;Winkel Shirley, 2002). Second, the available microarray data do\nnot have a pavement cell transcriptome for comparison (Pandey et al., 2010). Using very different experimental methods inVicia faba, flavonols were previously reported to accumulate in\nguard cells and surrounding epidermal cells (Schnabl\net al., 1986;Takahama, 1988). Both\nreports used spectrophotometric imaging of epidermal peels, which limits the resolution\nof flavonols accumulation in individual cells. Using the highly localized accumulation\nofDPBAfluorescence, our results demonstrate\nthat there is a guard cell specific flavonol accumulation profile in Arabidopsis.\n\nBecause flavonols accumulate specifically in guard cells, we asked whether these\nmolecules function as antioxidants to reduceROSconcentrations. Flavonols have been shown to have antioxidant activity in vitro;\nhowever, their antioxidant activity in planta has been debated (Rice Evans et al., 1997;Hernndez et al., 2009;Pollastri\nand Tattini, 2011). BecauseROShas\nbeen implicated as a second messenger in guard cell signaling (McAinsh et al., 1996;Murata et\nal., 2001;Zhang et al., 2001;Kwak et al., 2003), we asked whether the presence\nof flavonols affected theROSaccumulation in\nguard cells. To visualizeROSaccumulation, we\nusedDCFH DA, a generalROSsensor, and utilized spectral separation to remove chlorophyll\nautofluorescence. DCF fluorescence was localized to guard cells, similar to theDPBAfluorescence pattern, indicating that both\nflavonols andROSaccumulate specifically in\nthis cell type, but not in surrounding pavement cells. In addition, we saw increased DCF\nfluorescence intt4 2mutants that synthesize no flavonols, consistent\nwith the absence of flavonols resulting in increasedROSconcentrations, which is also consistent with an antioxidant activity for\nflavonols in vitro.\n\nDPBAfluorescence were at higher levels in the\nnuclei than the cytosol in all genotypes and treatments. This observation is consistent\nwith characteristics of other plant species that showed flavonoid andROSaccumulation in the nuclei (Feucht et al., 2004;Mazars et al., 2010;Lewis et\nal., 2011). Immunolocalization with antibodies againstCHSand chalcone isomerase suggests that the enzymes of flavonoid\nsynthesis are localized to the nucleus in Arabidopsis roots (Saslowsky et al., 2005). The nuclear localization of flavonols is\nconsistent with the notion thatROScan regulate\ngene expression through interaction with redox sensitive transcription factors (TFs) in plants (Wu et al., 2012), such as the well established redox sensitiveTFdescribed in bacteria and mammals (Aslund et al., 1999;Biswas et al., 2006). Flavonols are a likely candidate to modulate\nthe activity of redox sensitiveTFs, because of\ntheir increased accumulation in the nuclei; however, it is unlikely that they are the\nonly antioxidant present in this organelle. Flavonols have been shown to chelate metal\nions, such as Fe3+, which catalyze the production of hydroxyl radicals fromH2O2(Hernndez et al., 2009). Thus, flavonol\naccumulation in the nucleus would contribute to a decreased redox potential in the\nnucleus, potentially decreasing the number ofTFoxidation events. Combined with our data suggesting an in planta\nantioxidant ability of flavonols, we hypothesize that flavonol accumulation in the\nnuclei may modulate the activity of redox sensitiveTFs that affect gene expression in addition to preventing oxidative damage to\nDNA, although the time scale of transcriptional effects may be beyond the rapid\nregulation of guard cell aperture.\n\nBecause stomatal apertures are environmentally regulated, we hypothesized that\nregulation of flavonol synthesis may be a way for plants to modulate the physiology of\nguard cells. Previous studies have shown that ethylene increases flavonol accumulation\nin Arabidopsis roots (Buer et al., 2007;Lewis et al., 2011), and we asked whether this\nhormone may also increase flavonol accumulation in guard cells. Elevated levels of\nethylene through endogenous overproduction in theeto1mutant and\nexogenous application of ethylene to wild type leaves increased flavonol accumulation in\nthis cell type, as visualized by localizedDPBAfluorescence. We observed robust increases inDPBAfluorescence at both 3 and 24 h after treatment with ethylene gas. This\nethylene enhanced flavonol accumulation pattern requires a functional ethylene signaling\npathway, because the ethylene inducedDPBAfluorescence increases were lost in theein2mutant. A previous study\nshowed that ethylene induced flavonoid increases detected byDPBAcan also be detected byLC MS(Lewis et al., 2011). We\ntherefore verified these flavonols increases in leaves usingLC MSand detected approximately 5 fold increases in quercetin and\na smaller, but still statistically significant, increase in kaempferol in whole leaves\ntreated with ethylene under similar conditions.\n\nWe also observed decreased DCF fluorescence in the wild type andtt4treated with ethylene for 3 or 24 h as well as ineto1guard cells\ncompared with the wild type, suggesting that the increase in flavonols decreasesROSconcentrations. In addition, ethylene treated\nwild type guard cells andeto1exhibited a decreased rate ofABA induced stomatal closure, a result that is\nconsistent with flavonols acting as antioxidants reducing theH2O2burst that drives stomatal closure.\n\nEthylene has been shown to promote both stomatal closure inArachis\nhypogaeaand Arabidopsis (Pallas and Kays,\n1982;Desikan et al., 2006) and\nstomatal opening inDianthus caryophyllus,Solanum\nlycopersicum,V. faba,and Arabidopsis (Madhavan et al., 1983;Levitt et al., 1987;Tanaka et\nal., 2005). Applied ethylene gas or its precursor,\n1 aminocyclopropane 1 carboxylic acid, was shown to induce stomatal closure through\nelevatedROSproduction generated by AtRBOHF, an\nNADPH oxidase (Desikan et al., 2006). In our\nstudy, a previously reportedROSburst that was\nobserved upon ethylene treatment of wild type guard cells (Desikan et al., 2006) was masked by increased flavonol\naccumulation, but we observed that a 24 h ethylene treatment oftt4led\nto elevatedROS(although this increase was not\ndetected after 3 h of treatment), consistent with the absence of antioxidants. Other\nresearchers report that treatment of wild type plants with ethylene or\n1 aminocyclopropane 1 carboxylic acid or endogenous ethylene overproduction ineto1inhibit stomatal closure in the presence ofABAin Arabidopsis (Tanaka et al., 2005) and in wheat (Triticum\ndurum;Chen et al., 2013). These\nfindings are mirrored in our results, with decreasedROSand stomatal closure in response to ethylene treatment or theeto1mutation. We predicted that ethylene treatedtt4might be insensitive to the effect of ethylene on stomatal\naperture, because there will be no change in flavonoid antioxidants. We found that in\nboth the wild type andtt4, ethylene reduced the rate of stomatal\nclosure, consistent with a flavonoid  andROS independent ethylene regulation of this process, although thett4mutant has a greater rate in both cases consistent with a secondROS dependent mechanism. AROS independent pathway forABA induced stomatal closure was previously suggested (Kwak et al., 2003).ABAtreatment ofatrbohD/Fdouble mutant guard\ncells resulted in no change inROSconcentrations, although cytosolic Ca2+elevations were observed in nearly\none half of all guard cells (Kwak et al.,\n2003). We hypothesize that a 24 h ethylene treatment may inhibitROS independent stomatal closure in the absence of\nflavonols, which would explain the delayed closure that is observed in ethylene treatedtt4. Our results suggest that ethylene induces flavonol\naccumulation, which reduces both the concentration ofROSand the rate ofABA induced\nstomatal closure.\n\nWe have constructed a model to synthesize these data, which is shown inFigure 8. This model outlines theABAsignaling pathway in whichABAactivates respiratory burst oxidases increasing\nthe levels ofROS, which act as signaling\nmolecules to induce stomatal closure. Flavonoids act as antioxidants reducing the levels\nofROS, which decrease the rate of stomatal\nclosure. Elevated levels of ethylene, both through elevated synthesis ineto1or by treatment with exogenous ethylene, increase flavonol\naccumulation and decreaseROS, resulting in a\nreduced rate of stomatal closure. When a flavonoid deficient mutant is treated with\nethylene, we find thatROSlevels increase after\n24 h of treatment, but not after 3 h of treatment. These findings suggest that extended\nethylene elevatedROSaccumulation (Fig. 8, dotted line), but that the elevated ethylene\nafterROStreatment in the wild type more than\ncompensates by increasing levels of flavonol antioxidants. We predicted thattt4would be insensitive to the effect of ethylene on stomatal\nclosure, whereas we found that this treatment leads to a reduced rate of closure, which\nis evident at 24 h, but not 3 h of ethylene treatment (Fig. 8, dotted line). We hypothesize that ethylene may enhance the synthesis\nof a second signaling molecule that may act to alter stomatal closure through a separate\nmechanism in the presence of extended ethylene treatment. Yet the absence of ethylene\neffects onROSand stomatal aperture after 3 h\ntreatments suggests that the primary effects of ethylene are on synthesis of flavonol\nantioxidants that suppressROSlevels.\n\nA proposed model of the effects of ethylene and flavonols on stomatal closure.ABAis released into the cytosol where\nit triggers respiratory burst oxidases, which induce a burst ofROS, which act as secondary messengers to\nsignal stomatal closure. Ethylene induces flavonols accumulation in guard cells\nthrough EIN2. Flavonols act as antioxidants to scavengeROSand thereby inhibits stomatal closure. In the absence of\nflavonols, ethylene inducedROSaccumulation after 24 h, but not after 3 h of treatment. Similarly, 24 h of\nethylene treatment affected stomatal aperture intt4, whereas 3 h\nof ethylene treatment did not. The effects of ethylene observed at 24 h are\nindicated with dashed lines. Arrows represent positive effects and bars represent\nnegative effects.",
    "conclusion": "Guard cell function is integral to plant adaptation to a changing environment. Much is\nknown about the role ofROSas a second\nmessenger in this cell type (Wang and Song,\n2008); however, the role of antioxidants in guard cells to modulateROSconcentrations has not been well studied. We\nobserved flavonol andROSaccumulation in guard\ncells and showed that the concentrations of flavonols in planta are inversely\nproportional toROSlevels, consistent with in\nvitro studies of flavonols acting as antioxidants (Rice Evans et al., 1997;Hernndez\net al., 2009). This study showed that flavonol levels are ethylene regulated\nin guard cells. Elevated levels of ethylene in response to exogenous treatment of the\nwild type and endogenous synthesis in theeto1mutant increase flavonol\naccumulation in guard cells, resulting in decreasedROSlevels and decreased rate of stomatal closure. Together these results\nindicate that flavonols suppressROSlevels in\nguard cells and thereby modulate the dynamics of stomatal aperture."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:04:48.140216",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3982735/"
  }
}