{
  "pmcid": "PMC5817088",
  "title": "Alterations in the Spectrum of Spontaneous Rifampicin Resistance Mutations in the Bacillus subtilis rpoB Gene after Cultivation in the Human Spaceflight Environment",
  "authors": [
    "Patricia Fajardo Cavazos",
    "Joshua D Leehan",
    "Wayne L Nicholson"
  ],
  "year": "2018",
  "journal": "Frontiers in Microbiology",
  "doi": "10.3389/fmicb.2018.00192",
  "sections": {
    "abstract": "The effect ofBacillus subtilisexposure to the human spaceflight environment on growth, mutagenic frequency, and spectrum of mutations to rifampicin resistance (RifR) was investigated.B. subtiliscells were cultivated in Biological Research in Canister Petri Dish Fixation Units (BRIC PDFUs) on two separate missions to the International Space Station (ISS), dubbed BRIC 18 and BRIC 21, with matching asynchronous ground controls. No statistically significant difference in either growth or in the frequency of mutation to RifRwas found in either experiment. However, nucleotide sequencing of the RifRregions of therpoBgene from RifRmutants revealed dramatic differences in the spectrum of mutations between flight (FL) and ground control (GC) samples, including two newly discoveredrpoBalleles in the FL samples (Q137R and L489S). The results strengthen the idea that exposure to the human spaceflight environment causes unique stresses on bacteria, leading to alterations in their mutagenic potential.\n\nKeywords:antibiotic resistance, mutation,rpoB, rifampicin,Bacillus subtilis, spaceflight",
    "methods": "The strain used wasBacillus subtilisstrain 168 (trpC2) from the authors' laboratory collection. Medium used throughout was trypticase soy yeast extract (TSY) medium consisting of (g/L): tryptone, 15; soytone, 5; NaCl, 5; yeast extract, 3; K2HPO4, 2.5; glucose, 2.5; final pH 7. For semisolid plates, agar was added to TSY at 15.0 g/L. For FL and GC experiments, glycerol was added to TSY liquid medium to 10% (v/v) final concentration, resulting in TSYG medium. As appropriate, the antibiotic rifampicin (Rif; Sigma Aldrich) was added to TSY at a final concentration of 5 ug/mL.B. subtilisspores were routinely prepared by cultivation in liquid Schaeffer Sporulation Medium (Schaeffer et al., 1965) at 37 degreesC with vigorous aeration. The culture was harvested when phase contrast microscopic examination revealed that it consisted of >90% free spores, usually after 3 4 days of incubation.\n\nSpores were purified by lysozyme treatment, buffer washing, and heat shock (80 degreesC, 10 min) as described previously (Nicholson and Setlow, 1990). Spores were determined by phase contrast microscopy to be >99% free of cell debris and unsporulated cells, and were stored at 4 degreesC in deionized water. The working suspension of spores contained 108colony forming units (CFU) per mL. Aliquots of 0.1 mL (107CFU) of the suspension were applied to the bottoms of sterile 60 mm diameter Petri dishes (Falcon Cat. No. 1007) and air dried for 48 72 h at room temperature prior to use.\n\nThe experiments described here utilized Biological Research In Canisters (BRIC) spaceflight hardware, which has been described in detail previously (Paul et al., 2012). BRIC canisters can accomodate up to six samples. In these experiments, each BRIC was loaded with 5 Petri Dish Fixation Units (PDFUs). Each PDFU was loaded with a 60 mm Petri dish containing air dried spores, and sterile TSYG medium was loaded into a separate reservoir. To prevent contamination, all reagents and equipment used were sterilized prior to use and PDFUs were assembled using aseptic technique within a Class 2 Biological Safety Hood. In the sixth sample chamber of each BRIC was placed a HOBO R temperature data logger (Onset Computer Co., Bourne, MA, United States). Post flight asynchronous GC experiments were conducted using the same hardware and configuration as in the flight experiment.\n\nBacillus subtilissamples were flown on two separate experiments to the ISS, the 18th and 21st BRIC missions to space, designated BRIC 18 and BRIC 21. FL samples were launched on the 3rd and 6th SpaceX Cargo Resupply missions to the ISS (SpaceX 3 and SpaceX 6 CRS, respectively), using the Falcon 9 rocket and Dragon capsule configuration. Pertinent information regarding the activity timelines of these two missions can be found inTable1. Growth of samples was initiated in flight and samples incubated for 122 h (BRIC 18) or 25 h (BRIC 21) before transfer to the onboard  80 degreesC freezer. Frozen samples were returned to Earth in the Dragon capsule and were maintained in the frozen state until return to KSC for de integration and further processing.\n\nSchedule of activities for BRIC 18 and BRIC 21 Flight (FL) and Ground Control (GC) experiments.\n\nAll dates are in the format year month day.\n\nAsynchronous GC experiments were performed in BRIC canisters according to the timelines determined during the FL experiments (Table1). Samples were incubated in the KSC ISS Environmental Simulation Chamber following the temperature regimes recorded during the flights (Fajardo Cavazos and Nicholson, 2016;Morrison et al., 2017) and growth was terminated by transfer to a  80 degreesC freezer, where samples were stored until further processing.\n\nIn the BRIC 18 experiment, both FL and GC BRIC canisters were transferred from storage at  80 degreesC to a +4 degreesC refrigerator and samples allowed to thaw completely overnight. Liquid samples in Petri dishes were recovered from the PDFUs, transported to the laboratory on ice and further processed immediately. In the BRIC 21 experiment, both FL and GC samples were recovered from BRIC canisters in the frozen state, transported on dry ice to the laboratory, and stored at  80 degreesC for later processing. Frozen samples were then thawed on ice, resuspended and processed immediately. In all instances, cells were detached from interior plate surfaces and resuspended using sterile disposable rubber spatulas. Resuspended cultures were transferred to sterile 15 mL conical centrifuge tubes, and the total recovered volume was measured. For viable counts, aliquots from cultures were diluted serially tenfold in TSY medium, dilutions plated on TSY plates, and colonies counted after incubation at 37 degreesC for 24 h to obtain CFU/mL. To obtain the total CFU per PDFU, the CFU/mL were multiplied by the volume of liquid recovered. To select for RifRmutants, the remainder of each culture was concentrated by centrifugation, plated without dilution onto TSY + Rif plates, and colonies counted after incubation at 37 degreesC for 24 48 h. The frequency of mutation to RifRwas calculated by dividing the total number of RifRmutants by the total number of viable cells from each sample. Individual RifRmutants were streak purified on TSY + Rif plates and stored at  70 degreesC in TSY + 25% glycerol, then processed for DNA sequencing.\n\nPrimers used for PCR amplification of two RifRregions of theB. subtilis rpoBgene are listed inTable2. The correspondingrpoBregions were amplified directly from cells using 3 uL of culture from their respective glycerol stocks as DNA template, using the GoTaqPCR kit (Promega, Madison, WI, United States) and the following thermal cycling conditions: 95 degreesC, 2 min for the initial denaturation step, then 36 cycles of (95 degreesC, 30 s; 55 degreesC, 1 min; 72 degreesC, 2 min), followed by a final elongation step (72 degreesC, 5 min). PCR amplicons were purified and sequenced at the University of Florida Interdisciplinary Center for Biotechnology Research (BRIC 18) or at GeneWiz LLC (South Plainfield, NJ, United States) (BRIC 21). MultiplerpoBsequences were aligned using the online Clustal Omega server2(Li et al., 2015) to identify the position of mutations relative to the wild typerpoBsequence obtained fromB. subtilislaboratory strain 168. In order to confirm the identity of novel (i.e., never before isolated)rpoBmutations, the corresponding region of the newly sequencedrpoBallele was amplified by PCR from each mutant and the resulting amplicon was introduced by transformation into competent cells of RifSB. subtilisstrain WN547 using standard procedures as described previously (Boylan et al., 1972;Nicholson and Maughan, 2002). From selected RifRtransformants, the corresponding region ofrpoBwas again PCR amplified and sequenced to confirm that the mutation had been transferred.\n\nOligonucleotide primers used for amplification ofB. subtilis rpoBregions.\n\nNon parametric statistical parameters and tests of significance (Kruskal Wallis) were computed on log10 transformed data using Kaleidagraph version 4.5.2 (Synergy Software, Reading, PA, United States).",
    "results": "Temperature data were logged at 10 min intervals during the FL and GC experiments and a summary of the data is presented inTable3. A detailed presentation of the temperature data can be found elsewhere (Fajardo Cavazos and Nicholson, 2016;Morrison et al., 2017).\n\nTemperatures recorded during BRIC 18 and BRIC 21 FL and GC experiments.\n\nViable cell counts were determined for both FL and GC samples recovered from the BRIC 18 and BRIC 21 experiments (Figure1). Because the data was determined not to be normally distributed, it was analyzed using non parametric statistics. In the BRIC 18 experiment, cells grew to average total CFU per PDFU of 3.98 x 106(FL) and 1.10 x 107(GC); these values were determined not to be significantly different (Figure1). Ground based growth kinetic experiments revealed that the rather low cell yield in the BRIC 18 mission was due to the prolonged incubation time (122 h) (data not shown). For the BRIC 21 mission, an increased cell yield was needed to provide sufficient sample mass for additional antibiotic susceptibility testing (Morrison et al., 2017) and RNA seq analysis (to be published elsewhere). In ground experiments preparatory for the BRIC 21 mission, it was determined that an incubation time of 25 h resulted in higher cell yields, and that 25 h cultures were in the late logarithmic to early stationary phase (data not shown). Accordingly, statistical comparison of the total CFU obtained between the BRIC 18 and BRIC 21 flights uncovered that cells grew to significantly higher titers in the BRIC 21 experiment, to an average total CFU per PDFU of 1.72 x 108(FL) and 2.13 x 108(GC) (P< 0.005). As found in the BRIC 18 mission, FL vs. GC titers within the BRIC 21 mission were determined to be not significantly different (Figure1).\n\nBox plots depicting growth (presented as log10Total CFU) ofB. subtilisFL (cyan and blue boxes) and GC (light and dark green boxes) samples during the BRIC 18 (left panel;n= 5) and BRIC 21 (right panel;n= 7) experiments. nsd, not significantly different (Kruskal Wallis,P> 0.05).\n\nThe mutation frequency to RifRwas determined for both FL and GC samples recovered from the BRIC 18 and BRIC 21 experiments (Figure2). Because the data were determined not to be normally distributed, they were analyzed using non parametric statistics. In the BRIC 18 experiment, cells exhibited an average mutation frequency of 6.9 x 10 6(FL) and 7.54 x 10 6(GC); these values were determined to be not significantly different (Figure2). In the BRIC 21 experiment, cells exhibited an average mutation frequency of 6.11 x 10 8(FL) and 1.94 x 10 8(GC); again, these values were determined to be not significantly different (Figure2). However, statistical comparison of the mutation frequencies to RifRobtained between the BRIC 18 and BRIC 21 flights revealed that cells demonstrated a significantly higher frequency of mutation to RifRin the BRIC 18 experiment (P< 0.007). Again, this may result from differences in the incubation times to which the cells were subjected 122 h in BRIC 18 vs. 25 h in BRIC 21 due to the well documented phenomenon of stationary phase mutagenesis inB. subtilis(Robleto et al., 2007).\n\nBox plots depicting the frequency of RifRmutations (presented as log10values) ofB. subtilisFL (cyan and blue boxes) and GC (light and dark green boxes) samples during the BRIC 18 (left panel;n= 5) and BRIC 21 (right panel;n= 6) experiments. nsd, not significantly different (Kruskal Wallis,P> 0.05).\n\nThe N cluster and Clusters I, II, and III of therpoBgene were PCR amplified fromB. subtilisstrain 168 and from the RifRmutants obtained from the BRIC 18 and BRIC 21 FL and GC experiments. Nucleotide sequences were determined from a total of 56 FL and 15 GC samples from BRIC 18 (Table4) and from a total of 72 FL and 38 GC samples from BRIC 21 (Table5). Both sets of data are summarized graphically inFigure3. Examination of the data revealed several striking differences in the mutational spectrum withinrpoBbetween the FL and GC samples.\n\nSummary ofrpoBmutations leading to RifRinB. subtilisflight (FL) vs. ground control (GC) samples, BRIC 18 mission.\n\nSummary ofrpoBmutations leading to RifRinB. subtilisflight (FL) vs. ground control (GC) samples, BRIC 21 mission.\n\n(Top)Schematic of theB. subtilisRpoB protein sequence (red bar). Yellow boxes denote the positions of the N cluster and Clusters I, II, and III where RifRmutations have been located (Severinov et al., 1993). Gray bars denote the regions amplified by PCR and sequenced using the corresponding primers (black arrows; seeTable2for details).(Bottom)Expanded graphic summary of the distribution of RifRmutations. Shown are the N cluster and Cluster I of theB. subtilis rpoBgene. The center row depicts the RpoB amino acid sequence, flanked above and below by the wild typerpoBnucleotide sequence. Mutations identified in FL and GC samples are denoted above and below the central line, respectively. Each box represents an independently sequenced mutation, and the corresponding amino acid alteration is indicated. Data from both the BRIC 18 (cyan and light green boxes) and BRIC 21 (blue and dark green boxes) are presented.\n\nHistorically, the only mutation conferring RifRpreviously identified in the N cluster ofB. subtilis rpoBwas a G to T transversion causing the amino acid change V135F; this mutation was previously found at approximately equal frequencies in spores exposed either to Earth or simulated Mars conditions (Perkins et al., 2008). In the present experiments, the V135F mutation was observed only in BRIC 21 GC samples (Figure3andTable5). However, a novel mutation, Q137R, was detected in the N cluster in 4 out of 56 BRIC 18 FL samples, but in none of the GC samples (Figure3andTable4). This novel mutation was confirmed by retransformation and resequencing as described in Materials and Methods. The Q137R mutation was found in two separate FL PDFUs, suggesting that the spaceflight environment may be conducive to its formation (Tables4,6).\n\nDistribution of classes of RifRrpoBmutations appearing at least once in FL and GC samples.\n\nData are combined from BRIC 18 and BRIC 21 missions. Each class of mutation was scored as either present (X) or absent (blank) in the corresponding PDFU. Totals are tabulated in the rightmost two columns.\n\nThe majority of RifRmutations in both FL and GC samples were found to occur in Cluster I, in agreement with numerous prior studies. Historically, the most common amino acid changes in Cluster I leading to RifRoccur at amino acids Q469, H482, and S487 (Severinov et al., 1993;Campbell et al., 2001;Nicholson and Maughan, 2002;Perkins et al., 2008). In our experiments, the spectrum and frequency of mutations appeared to be similar at these three amino acids (Figure3), with the exception that a single never before isolated mutation (H482N) was identified among the GC samples from BRIC 18 (Figure3andTable4). However, in FL samples from the BRIC 21 experiment we found a large number of mutations (32/72) at L489, consisting exclusively of T to C transitions resulting in the amino acid change L489S (Figure3andTable5). This novel mutation was confirmed by retransformation and resequencing as described in Section \"Materials and Methods.\" The L489S mutation was found in two separate FL PDFUs, also suggesting that the spaceflight environment may be conducive to its formation (Tables5,6). In addition to amino acids Q469, H482, S487, and L489 we found within Cluster I two differences in the spectrum of mutations inrpoB.First, at amino acid D472, we observed no mutations in FL samples, but in BRIC 18 GC samples we observed two different mutations; a G to T transversion at the first position and an A to T transversion at the second position of codon D472, leading to the deduced amino acid changes D472Y and D472V, respectively (Figure3). Second, no mutations were found in GC samples at amino acid A478, but in the BRIC 18 FL samples 8/59 of the total mutations consisted of a C to T transition at the second codon position resulting an A478V substitution (Figure3andTable4).\n\nHistorically, 4 regions inrpoBhave been associated with RifRin the model organismE. coli, designated as the N cluster and Clusters I, II, and III (Figure3) (reviewed inSeverinov et al., 1993,1994). These clusters have been defined by the locations of RifRmutations as codons 127 135 (N cluster), 463 489 (Cluster I), and 519 532 (Cluster II) (B. subtiliscoordinates). To date, inB. subtilisRifRmutations have never been identified in Cluster III or in intervening regions. However in 2 PDFUs from the BRIC 18 mission were isolated RifRmutants for which no mutation inrpoBwas found by sequencing the classic N cluster or Clusters I, II, and III (Table4). This phenomenon has been reported before (Ahmad et al., 2012) and raises 2 formal possibilities. First, these mutations conferring RifRmight reside inrpoBbut outside the Clusters N, I, II, or III (it should be noted that our primer sets covered only 38% of the completerpoBsequence;Figure3). Second, the mutations may be located outsiderpoBentirely; low level RifRhas been previously reported in mutants with altered permeability or efflux (Goldstein, 2014). In any event, because these mutants appeared in FL PDFUs, they may represent new allele(s) and warrant further investigation.\n\nExamination ofTables4,5indicated that in some PDFUs an unusually high number of repeats of the same RifRmutant were found. For example, 16 out of 16 RifRmutants sequenced from BRIC 18 FL PDFU 5 (Table4), and 12 out of 13 mutants sequenced from BRIC 21 GC PDFU 3 (Table5), were Q469R. These data suggested that some of the populations in both FL and GC samples contained \"jackpots,\" i.e., cultures in which the progeny of early arising RifRmutants became over represented in the final culture (Foster, 2006). We therefore analyzed the data by counting each type of mutation as either \"present\" (at least once) or \"absent\" in each PDFU, the results of which are presented inTable6. When re examined in this way, differences in the distribution of RifRmutants in FL vs. GC samples were still apparent. For example, the Q137R and L489S mutations were each found in 2 separate FL PDFUs, but in zero GC PDFUs (Table6). In contrast, mutations leading to Q469R predominated in both FL (6/6) and GC (5/6) PDFUs, suggesting that occurrence of this specific mutation is not responsive to spaceflight exposure (Table6).\n\nAs reported above, differences were observed in the location ofrpoBmutations in FL vs. GC samples inB. subtilisRifRmutants. These observations prompted us to examine the nature of nucleotide changes (i.e., transition vs. transversion mutations) in FL vs. GC samples from the BRIC 18 and BRIC 21 missions. In both FL and GC samples, A:G and C:T transitions predominated in both missions, and at relatively similar frequencies (Figure4). In addition, GC samples exhibited A:T, C:A, and G:T transversions that were not found in FL samples; conversely, FL samples exhibited T:A transversions that were not found in GC samples (Figure4). Thus, the spectrum of mutational classes (transitions vs. transversions) was also altered in FL vs. GC samples in both the BRIC 18 and BRIC 21 missions.\n\nFrequency of transition and transversion mutations in FL (cyan and blue bars) and GC (light green and dark green bars) samples ofB. subtilis rpoBin the BRIC 18 and BRIC 21 missions.\n\nThree dimensional structures of RpoB elucidated from a number of bacteria (reviewed recently inMurakami, 2015) and supported by the crystal structure of RpoB in complex with Rif (Campbell et al., 2001), have revealed a great deal of structural conservation in the Rif binding pocket. Rif binds in the concave surface of a roughly bowl shaped depression in the RNA exit channel of RpoB, held in place both by direct H bonding contacts and hydrophobic and ionic interactions with amino acids lining the pocket (Figure5). Amino acids Q469, F470, D472, H482, R485, and S487 make direct H bonds with Rif (Campbell et al., 2001), and are most frequently associated with RifR(Severinov et al., 1993;Campbell et al., 2001); indeed we observed that mutations at these positions led to RifRin FL and GC samples. Amino acids in the N cluster do approach the Rif binding pocket, but not within the 6  distance depicted inFigure5. It is thought that substitution of amino acids containing relatively small side groups (V135, Q137) with bulkier side groups (F135, R137) can exert longer range effects by distorting the binding pocket out of its optimum shape (Severinov et al., 1994).\n\n(Left)Schematic depiction of the Rif binding pocket in the beta subunit of RNA polymerase, adapted from ref. (Campbell et al., 2001), usingB. subtilisamino acid coordinates. Amino acids located within 6  of Rif are denoted which: make direct H bonding contacts with Rif (yellow boxes); make hydrophobic contacts (orange boxes); or form part of the binding pocket (green boxes).(Right)Table of locations and identities of amino acid (a.a.) substitutions leading to RifRin FL and GC samples. See text for details.",
    "discussion": "In this communication we describe the results of two spaceflight experiments usingB. subtilisin which growth, the frequency of mutation to RifR, and the corresponding spectrum of mutations within the RifRregions of therpoBgene, were measured.\n\nA number of experiments have been conducted in which various bacterial species have been cultivated under otherwise matching conditions of hardware, media, inoculation, etc., and their growth, as measured by final cell density, has been compared in spaceflight vs. ground control samples. Some of these prior studies have shown increased final cell density during spaceflight, while others have found either no significant differences between spaceflight and 1 xgconditions (reviewed inBenoit and Klaus, 2007;Horneck et al., 2010;Kim et al., 2013;Rosenzweig et al., 2014;Coil et al., 2016), or even decreased growth in spaceflight (Fajardo Cavazos and Nicholson, 2016). In both the BRIC 18 and BRIC 21 experiments described here, we measured no statistically significant difference in the final viable counts ofBacillus subtiliscells in FL vs. GC samples.\n\nAs in most previous spaceflight experiments, the design of BRIC canisters does not allow growth measurements to be taken during the experiment, thus it was not possible to determine growth rates. However, the growth rate ofB. subtiliscells in spaceflight vs. matched ground control samples was directly measured in the SESLO (Space Environment Survivability of Living Organisms) payload of the O/OREOS nanosatellite, and in that experiment cells were observed to grow at a slower rate in spaceflight (Nicholson et al., 2011).\n\nAlthough the human spaceflight environment in Low Earth Orbit is characterized by an increased flux of high energy particles, and enhanced space radiation effects have been documented in astronauts and higher organisms (reviewed inDe Micco et al., 2011;Maalouf et al., 2011), very few studies to date have tested the notion that exposure to the human spaceflight environment could lead to increased mutagenesis in microbes. In two prior studies, the mutation frequency was either found not to be different in FL vs. GC (Yatagai et al., 2000) or to be elevated 24 fold in FL samples (Fajardo Cavazos and Nicholson, 2016). The results described here, from 2 separate spaceflight missions to the ISS (BRIC 18 and BRIC 21), showed that the frequency of mutation to RifRinB. subtiliswas not significantly different in FL vs GC samples.\n\nThe BRIC 18 and BRIC 21 experiments reported here showed that the spectrum of mutations inB. subtilis rpoBleading to RifRwas substantially different in FL vs. GC samples. Especially noteworthy were the mutations at Q137R and L489S which were identified only in FL samples; these alleles have never before been observed inB. subtilis rpoB.The results are in accord with the notion that the set of stresses defining an environment can elicit specific spectra of mutations. The observations from spaceflight reported here bolster the findings from prior ground based experiments which showed that growth ofB. subtilisunder sporulating vs. non sporulating conditions (Nicholson and Maughan, 2002) or aerobic vs. anaerobic conditions (Nicholson and Park, 2015), resulted in distinct spectra of mutations to RifR. This phenomenon is not peculiar toB. subtilis; it has also been reported inStaphylococcus aureus(Didier et al., 2011),Escherichia coli(Lindsey et al., 2013;Maharjan and Ferenci, 2017b),Pseudomonas aeruginosaandP. putida(Jatsenko et al., 2010), andMycobacterium tuberculosis(Jenkins et al., 2009) (reviewed in refs.Koch et al., 2014;Alifano et al., 2015). It is significant to note that several of the above bacteria have also been found in human spaceflight habitats (Venkateswaran et al., 2014;Checinska et al., 2015).\n\nBecause RNA polymerase is a single enzyme responsible for transcribing all genes in a bacterium, mutations in its subunits can have far reaching consequences for global regulation of the microbial transcriptome. In particular, mutations inrpoBhave been shown to cause Rif independent physiological effects in a wide range of bacterial species (reviewed in ref.Koch et al., 2014). Such effects include: activation of cryptic metabolic capabilities (Perkins and Nicholson, 2008); alterations in the susceptibility to other classes of antibiotics (Kane et al., 1979;Kristich and Little, 2012); or production of various secondary metabolites (Hu et al., 2002). Furthermore, it has been shown that certain mutant alleles ofrpoBactually enhance the fitness of the resulting RifRmutants under specific environmental stresses, such as growth under nutrient limiting conditions (Maharjan and Ferenci, 2017a). These physiologic effects could have profound consequences for long duration missions in space, as microbes will continue to evolve in human space habitats. We are currently pursuing the idea that mutations induced by the stress of spaceflight may provide enhanced evolutionary fitness in the spaceflight environment itself. Understanding microbial evolution in space is crucial to better cope with wide ranging challenges, from biofilm formation to biocorrosion of materials to alterations in the human microbiome.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:05:00.012569",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5817088/"
  }
}