{
  "pmcid": "PMC4923109",
  "title": "Cultivation of Staphylococcus epidermidis in the Human Spaceflight Environment Leads to Alterations in the Frequency and Spectrum of Spontaneous Rifampicin Resistance Mutations in the rpoB Gene",
  "authors": [
    "Patricia Fajardo Cavazos",
    "Wayne L Nicholson"
  ],
  "year": "2016",
  "journal": "Frontiers in Microbiology",
  "doi": "10.3389/fmicb.2016.00999",
  "sections": {
    "abstract": "Bacteria of the genusStaphylococcusare persistent inhabitants of human spaceflight habitats and represent potential opportunistic pathogens. The effect of the human spaceflight environment on the growth and the frequency of mutations to antibiotic resistance in the model organismStaphylococcus epidermidisstrain ATCC12228 was investigated. Six cultures of the test organism were cultivated in biological research in canisters Petri dish fixation units for 122 h on orbit in the International Space Station (ISS) as part of the SpaceX 3 resupply mission. Asynchronous ground controls (GCs) consisted of identical sets of cultures cultivated for 122 h in the ISS Environmental Simulator at Kennedy Space Center.S. epidermidisexhibited significantly lower viable counts but significantly higher frequencies of mutation to rifampicin (Rif) resistance in space vs. GC cultures. The spectrum of mutations in therpoBgene leading to RifRwas altered inS. epidermidisisolates cultivated in the ISS compared to GCs. The results suggest that the human spaceflight environment induces unique physiologic stresses on growing bacterial cells leading to changes in mutagenic potential.\n\nKeywords:antibiotic resistance, mutation,rpoB, rifampicin,Staphylococcus epidermidis, space flight",
    "methods": "The strain used wasS. epidermidisstrain ATCC12228 obtained from the American Type Culture Collection, Manassas, VA, USA. Medium used throughout was trypticase soy yeast extract (TSY) medium consisting of (g/L): tryptone, 15; soytone, 5; NaCl, 5; yeast extract, 3; K2HPO4, 2.5; glucose, 2.5; and final pH 7. For semisolid plates, agar was added to TSY at 15.0 g/L. As appropriate, the antibiotic rifampicin (Rif; Sigma Aldrich) was added to TSY at a final concentration of 5 ug/mL.\n\nStaphylococcus epidermidiscells were prepared by overnight growth in TSY liquid medium and a calibration curve was constructed relating Optical Density at 660 nm (OD660) to viable cell titer. Overnight cultures were diluted in TSY to a working concentration of 108CFU per mL prior to use. Aliquots of 0.1 mL (~107CFU) of the suspension were applied to the bottoms of sterile 60 mm diameter Petri dishes (Falcon cat. no. 1007) and air dried for 48 72 h at room temperature prior to use.\n\nThe experiments described here utilized BRIC spaceflight hardware, which has been described in detail previously (Paul et al., 2012). BRIC canisters hold six 60 mm diameter Petri dish bottom halves in small subcompartments called Petri dish fixation units (PDFUs). Each PDFU allows for injection of medium, referred to as actuation, to initiate bacterial growth. For flight (FL) experiments, one BRIC canister was used containing six PDFUs. Immediately, adjacent to the FL canister was deployed a HOBOtemperature data logger (Onset Computer Co., Bourne, MA, USA). Post flight asynchronous GC experiments were conducted using the same hardware and configuration as in the FL experiment. Each PDFU was loaded with a Petri dish containing air dried cells, and 13 mL of sterile TSY medium was loaded into a separate reservoir. To prevent contamination, all reagents and equipment used were sterilized prior to use and PDFUs were assembled using aseptic technique within a biological containment hood.\n\nThe BRIC PDFU payload described above was the 18th BRIC mission to space, and was designated BRIC 18. The BRIC 18 hardware payload was launched on the third SpaceX cargo resupply mission to the ISS (SpaceX 3) on April 18, 2014, using the Falcon 9 rocket and Dragon capsule configuration. The Dragon capsule docked with the ISS on April 21, 2014. The BRIC canister was transferred to the ISS on April 22, 2014 and stowed in the US laboratory module. Actuation of the PDFUs was performed on April 30, 2014 at 10:08 EDT (Figure1A) and samples were incubated at ISS ambient temperature (Figure1B) until May 5, 2014 at 12:04 PM EDT, resulting in a total incubation time of 122 h. Growth was terminated by transfer of the BRIC canister to the onboard  80 degreesC MELFI freezer. Samples were returned to Earth in the Dragon capsule on May 18, 2014 and were maintained in the frozen state until return to Kennedy Space Center (KSC) for de integration and further processing.\n\n(A)Actuation of BRIC 18 canister by astronaut Rick Mastracchio aboard the ISS.(B)Temperature data from BRIC 18 flight (FL; blue line) and ground control (GC; green line) samples. Actuation time is denoted by the upward arrow and termination of experiment by moving to  80 degreesC freezer is denoted by the downward arrow.\n\nAsynchronous GC experiments were performed in a BRIC canister according to the timeline determined during the FL experiment. Samples were incubated in the KSC ISS Environmental Simulation Chamber following the temperature regime recorded during flight (Figure1B), and growth was terminated by transfer to a  80 degreesC freezer, where samples were stored until further processing.\n\nBoth FL and GC BRIC canisters were transferred from storage at  80 degreesC to a +4 degreesC refrigerator and allowed to thaw overnight. Petri dishes were removed from PDFUs and cells were resuspended using sterile disposable rubber spatulas. Resuspended cultures were transferred to sterile 50 mL conical centrifuge tubes, and the total volume recovered was measured. For viable counts, aliquots from cultures were diluted serially 10 fold in TSY medium, dilutions plated on TSY, and colonies counted after incubation at 37 degreesC for 24 h to obtain CFU/mL. To obtain the total CFU per PDFU, the CFU/mL were multiplied by the volume of liquid recovered. To select for RifRmutants, cultures were concentrated by centrifugation, plated without dilution onto TSY + Rif plates, and colonies counted after incubation at 37 degreesC for 24 h. The frequency of mutation to RifRwas calculated by dividing the total number of RifRmutants by the total number of viable cells from each culture. Individual RifRmutants were streak purified on TSY + Rif plates and processed for DNA sequencing.\n\nPrimers used for PCR amplification of two RifRregions of theS. epidermidis rpoBgene are listed inTable1.The correspondingrpoBregions were amplified by PCR directly from cells as previously described (Nicholson and Maughan, 2002) and their nucleotide sequences determined at the University of Florida Interdisciplinary Center for Biotechnology Research (UF ICBR). MultiplerpoBsequences were aligned using the online Clustal Omega server1to identify the position of mutations relative to the wild typerpoBsequence obtained in parallel fromS. epidermidisATCC12228.\n\nOligonucleotide primers used for amplification ofrpoBregions inStaphylococcus epidermidis.\n\nNon parametric statistical parameters and tests of significance (Kruskal Wallis) were computed on log10 transformed data using Kaleidagraph version 4.5.2 (Synergy Software, Reading, PA, USA).",
    "results": "Temperature data were logged at 10 min intervals during the FL and GC experiments and the data are presented inFigure1B.The average temperature recorded during the growth period in FL was 25.1 +/  0.12 degreesC until 107 h, at which time the immediately adjacent FL HOBO unit malfunctioned for the duration of the experiment (Figure1B). However, the HOBO malfunction did not affect the course of the FL experiment, as other HOBO units in nearby BRIC canisters functioned correctly and confirmed a nominal temperature profile (data not shown). The average temperature in the GC experiment was 24.8 +/  0.16 degreesC, differing from the FL experiment by only 0.3 degreesC. The HOBO unit in the GC experiment performed nominally for the entire 122 h duration of the experiment (Figure1B).\n\nViable counts of the cultures in all six PDFUs were determined for both FL and GC samples (Figure2A). AllS. epidermidiscultures grew to high titers in both FL and GC experiments, and viable counts were significantly higher in the GC cultures (Figure2A). To determine the frequency of mutation to RifR, cells from the FL and GC cultures were concentrated by centrifugation and plated onto TSY + Rif. FL cultures ofS. epidermidisexhibited a 24 fold higher frequency of mutation to RifRthan did GC cultures, and this difference was found to be highly significant (Figure2B).\n\nViable counts (CFU) (A) and frequency of mutation to RifR(B) ofStaphylococcus epidermidiscultures incubated in FL (blue boxes) or GC (green boxes).Double asterisks denote statistically significant differences (n= 6; Kruskal Wallis;P< 0.01).\n\nChromosomal DNA was isolated from a total of 67 FL and 57 GC RifRmutants, and the N cluster and Clusters I, II, and III of theirrpoBgenes were amplified by PCR and sequenced. The data are presented inTables2and3and summarized graphically inFigure3.Examination of the data revealed notable differences in the mutational spectrum withinrpoBbetween the FL and GC samples.\n\nSummary ofrpoBmutations leading to RifRinS. epidermidisflight (FL) vs. ground control (GC) samples.\n\nDistribution of classes of RifRrpoBmutations appearing at least once in FL and GC samplesa.\n\naEach class of mutation was scored as either present (X) or absent (blank) in the corresponding PDFU. Totals are tabulated in the rightmost two columns.\n\nMutations in theS. epidermidis rpoBgene leading to RifR.The centerline depicts the wild type RpoB amino acid sequence with coordinates. The lines above and below the amino acid sequence represent the wild type DNA sequence ofrpoB. Mutations found in RifRmutants obtained from FL and GC are denoted, as are the resulting deduced amino acid changes. Two double mutations found in the FL samples are indicated by stippled and shaded backgrounds.\n\nNo mutations were detected in the N cluster of theS. epidermidis rpoBgene in either the FL or GC samples.\n\nAll of the RifRmutations identified in both FL and GC samples ofS. epidermidiswere found to occur in Cluster I (Table2;Figure3). In agreement with previous reports (Severinov et al., 1993;Campbell et al., 2001;Nicholson and Maughan, 2002;Perkins et al., 2008), the most common amino acid changes in Cluster I leading to RifRwere found at amino acids Q469, H482, and S487. At codon Q469, both FL (3/8) and GC (4/4) samples exhibited C to A transversions in the first position leading to a Q469K substitution (Table2;Figure3). However, FL samples also exhibited two changes at the second position of codon Q469; an A to T transversion and an A to G transition, leading to the amino acid substitutions Q469L and Q469R, respectively (Table2;Figure3). Together, these two mutations accounted for 5/8, or 63% of the total mutations found in FL samples, but were not represented at all in GC samples.\n\nAt codon H482 were found the majority of RifRmutations in GC samples (40/57 total, or 70%). In comparing the spectrum of RifRmutations between FL and GC samples, it was observed that all of the RifRmutations identified in the GC samples were found to occur at the first position of codon H482, either C to G transversions leading to substitution H482Y (33/35, or 94%), or C to T transitions leading to H482D (2/35, or 6%). FL samples also exhibited these same mutations (4/6, or 67% for H482Y; 1/6 or 17% for H482D, respectively;Table2;Figure3). In addition, a single mutation was identified at the second position of codon H482 only in FL samples; this was an A to G transition resulting in an H482R substitution (Table2;Figure3).\n\nAt codon R485, G to A transitions were detected at the second position in both FL and GC samples, leading to an R485H amino acid substitution at a slightly higher frequency in GC samples (7/57 total, or 12%) than in FL samples (3/67 total, or 4.5%;Table2;Figure3).\n\nAt codon, S487 was found the majority of RifRmutations in FL samples (47/67 total, or 70%). The largest proportion of RifRmutations in both FL samples (42/47, or 89%) and GC samples (8/10, or 80%) were found to consist of C to T transitions at the second position, resulting in the S487F substitution (Table2andFigure3). The remaining mutations at S487 consisted of C to T transitions at the second position, resulting in the amino acid substitution S487Y, found in 5/47 (11%) of FL samples and 2/10 (20%) of GC samples, respectively.\n\nSequence analysis of RifRmutations inS. epidermidis rpoBrevealed two double mutations in FL samples that were not detected in GC samples (Table2andFigure3). The first resulted in the double amino acid change D472Y + S487C and the second resulted in the double amino acid change E461Q + Q469K. While the single amino acid changes D472Y and Q469K have both been associated with RifRin other species, namelyE. coli(Severinov et al., 1993) andBacillus subtilis(Nicholson and Maughan, 2002), at present it is unclear if single mutations inrpoBleading to the E461Q or S487C substitutions by themselves can confer RifRinS. epidermidis.\n\nExamination ofTable2indicated that in some PDFUs an unusually high number of repeats of the same RifRmutant were found. For example, 12 out of 17 RifRmutants sequenced from FL PDFU 1 were S487F, and 7 out of 10 mutants sequenced from GC PDFU 2 were H482Y (Table2). These data suggested that some of the populations in both FL and GC samples contained \"jackpots,\" i.e., cultures in which the progeny of early arising RifRmutants became over represented in the final culture (Foster, 2006), which may have skewed the results reported inTable2and their interpretation. We therefore re analyzed the data by counting each type of mutation as either \"present\" (at least once) or \"absent\" in each PDFU, the results of which are presented inTable3.When re examined in this way, differences in the distribution of RifRmutants in FL vs. GC samples were still apparent. For example, the Q469L mutation was found in three FL PDFUs, but in zero GC PDFUs (Table3). Conversely, present in nearly all GC PDFUs were the H482Y (6/6) and R485H (5/6) mutations but these mutations were present in only two FL PDFUs (Table3). In addition, it appeared that the mutation leading to S487F was predominant in both FL (6/6) and GC (5/6) PDFUs, suggesting that mutation at this site was not affected by spaceflight (Table3).\n\nAs reported above, differences were observed in the location ofrpoBmutations in FL vs. GC samples inS. epidermidisRifRmutants. These observations prompted us to examine the nature of nucleotide changes (i.e., transition vs. transversion mutations) in cells cultivated in spaceflight and on the ground. Examination of the distribution of transitions and transversions inS. epidermidissamples revealed the G:A and C:T transitions, and C:A and C:G transversions, were found both in FL and GC samples (Table3). However, FL samples also exhibited A:G transitions and A:T, G:T, and G:C transversions that were not found in GC samples. Thus, the spectrum of mutational classes (transitions vs. transversions) was also altered in FL vs. GC samples.",
    "discussion": "The observations that (i) astronaut immune function becomes dysregulated during long term spaceflight (Guguinou et al., 2009;Crucian et al., 2014;Taylor, 2015); (ii) certain opportunistic bacteria can upregulate virulence functions in spaceflight (Rosenzweig et al., 2014;Taylor, 2015); and (iii) spaceflight can alter the antibiotic resistance profiles of bacteria (Lapchine et al., 1986;Tixador et al., 1994) have underscored the importance of studying the causes and consequences of the development of bacterial antibiotic resistance in the human spaceflight environment. Understanding how microgravity affects the development of not only bacterial antibiotic resistance, but of bacterial growth and metabolism in general, has been difficult to achieve despite substantial interest in the topic (reviewed inNickerson et al., 2004;Klaus and Howard, 2006;Horneck et al., 2010). This results from the inherent limitations of performing microbiological research in spaceflight, due to infrequent opportunities to access spaceflight habitats, and limitations on the ability to perform large scale, well controlled, multireplicate, on board experiments in the spaceflight environment. In particular, DNA damage, repair, and mutagenesis of bacteria inhabiting the human spaceflight environment remains largely unexplored. Previous studies of antibiotic resistance in microgravity have focused mainly on transient physiologic changes leading to increased or decreased antibiotic susceptibility (Tixador et al., 1985,1994;Lapchine et al., 1986;Klaus and Howard, 2006). In contrast, the experiments reported here address the heritable emergence of antibiotic resistance in a microbe exposed to spaceflight stress resulting from mutations in genes encoding an important antibiotic target, RNA polymerase.\n\nExperiments have been conducted in which the growth of various bacterial species, cultivated under otherwise matching conditions of hardware, media, inoculation, etc., has been compared in spaceflight vs. GCs. A number of these studies have shown increased final cell density during spaceflight, while others have not observed significant differences between spaceflight and 1 xgconditions (reviewed inBenoit and Klaus, 2007;Horneck et al., 2010;Kim et al., 2013;Rosenzweig et al., 2014).\n\nAttempts have been made to explain the phenomenon of bacterial growth to different densities in spaceflight vs. GCs.Benoit and Klaus (2007)suggested that microgravity abolishes convective mixing in liquid culture and that for some unknown reason non motile cells grow better under these non mixing conditions (Benoit and Klaus, 2007). According to their model, the movement of motile cells was proposed to mix the liquid medium, thus negating the lack of convective mixing in microgravity and leading to equal growth of motile cells in microgravity and 1 xg(Benoit and Klaus, 2007). However,Kim et al. (2013)recently explored the role of phosphate and/or oxygen availability, carbon source, and motility on the growth ofPseudomonas aeruginosacells in spaceflight vs. GCs. They found that the carbon source used (citrate vs. glucose) did not result in significantly different growth in space vs. ground, but that cultivation under phosphate or oxygen limitation led to increased growth in spaceflight; furthermore, increasing phosphate concentration or aeration resulted in equal growth of cells in space vs. GCs (Kim et al., 2013). In addition, the effect of motility was tested by comparing the growth of the wild typeP. aeruginosastrain with a non motile mutant harboring a deletion in themotABCDgenes encoding the flagellar motor proteins. No significant difference in growth of the strains in space vs. ground was found, failing to support the \"motility\" hypothesis (Kim et al., 2013). The authors concluded that growth ofP. aeruginosato higher density in spaceflight was largely determined by oxygen and/or phosphate limitation, i.e., culture conditions (Kim et al., 2013).\n\nIn the experiments described here, we observed thatS. epidermidiscells grew to significantly lower densities in FL samples than in GC samples. To the best of our knowledge, bacterial growth to a lower final concentration in spaceflight vs. GC samples has not been reported. The reason for this observation is not known, but our results also do not support the \"motility\" hypothesis, asS. epidermidisis a non motile bacterium and grew to lower cell density in FL vs. GC samples, not higher as would be predicted. It is unlikely that availability of nutrients was limiting in these experiments, as the medium used (TSY containing 10% glycerol) is a rich medium. However, differences in diffusion of oxygen/CO2, nutrients, and/or potentially toxic end products in FL vs. GC cultures cannot be ruled out (see Possible Mechanisms).\n\nFew experiments have been performed to measure both the frequency and spectra of mutations in the same gene of microbes exposed to spaceflight in comparison to GCs, and none usingS. epidermidis. In an earlier spaceflight experiment on space station Mir, it was noted that the frequency of mutation to streptomycin resistance (StrR) byB. subtilisspores was not significantly different between FL vs. GC samples, but that the spectrum of StrRmutations in therpsLgene was found to differ substantially (Yatagai et al., 2000). In the experiments reported here, we observed thatS. epidermidiscells behaved somewhat differently, in that they both mutated to RifRwith a significantly (24 fold) higher frequency in FL samples than in GC samples, and also displayed differences in their spectra ofrpoBmutations. Although direct comparison between these two experiments (each using different organisms, growth conditions, and target genes) would be risky, the common finding of altered mutational spectra in both cases is intriguing and warrants further testing.\n\nOpportunities for true spaceflight experiments are very limited, and it is impossible on the Earth's surface to generate a true microgravity environment. In response, investigators have turned to a number of ground based systems that have been designed to simulate the effects of microgravity (reviewed inAnken, 2013). Among these, clinostats utilizing the rotating wall vessel (RWV) system have become widely used as spaceflight culture analogs (Nickerson et al., 2003;Anken, 2013). In some cases, alterations in bacterial gene expression and virulence have been found to correlate well between clinorotation and actual spaceflight experiments, but not in other cases (reviewed inRosenzweig et al., 2014).\n\nIn a previous communication, we measured growth and mutation frequency to RifRinS. epidermidiscells grown in RWVs (Fajardo Cavazos et al., 2014). In the RWV system, cultures ofS. epidermidisgrew to significantly higher titers in the vertical (i.e., simulated microgravity) orientation than in the horizontal (i.e., 1 xg) orientation (Fajardo Cavazos et al., 2014). In stark contrast, in the present study, we found thatS. epidermidiscells grew to significantly lower titers in space. We found further discordance when the frequency of mutation to RifRwas compared between the spaceflight and RWV studies. In the present study,S. epidermidisFL cultures showed a highly significant increase in mutation to RifRthan did GC samples, but in the RWV study, there was no statistical difference in mutation frequencies to RifRin vertical vs. horizontal RWVs (Fajardo Cavazos et al., 2014). These results lead us to conclude that in theS. epidermidismodel system described here, RWV experiments are of little value in predicting or modeling the behavior of this organism under spaceflight conditions.\n\nHow does cultivation in spaceflight change the frequency and spectrum ofrpoBmutations conferring RifRtoS. epidermidis? In the experiments reported here, cells were exposed as nearly as possible to matched conditions of hardware, temperature, growth medium, incubation time, and times in stasis both before growth (as air dried films) and after growth (frozen at  80 degreesC). The two major factors prevailing in spaceflight are decreased gravity and increased ionizing radiation.\n\nIn orbit, objects inside or attached to the ISS are in free fall such that the apparent gravitational force they experience is very small (around 1 ug). Microgravity affects a bacterial culture in a number of ways, for example: (i) buoyancy or sedimentation of cells is effectively negated; (ii) the rate of heat and mass transfer via passive convection becomes negligible, and in fact transfer of heat, nutrients, and waste toxins in a static culture becomes dominated by the rate of diffusion; and (iii) liquid behavior at solid surfaces and air water interfaces is altered in microgravity, as surface tension, viscosity, capillary action, and wetting are removed from gravitational influence (Rosenzweig et al., 2014). The net result is that the same cells cultivated in matched hardware, medium, etc., in FL vs. GC could in fact be residing in two very different environments. Often, an increase in mutation rate can be a response to environmental stress (Galhardo et al., 2007), suggesting that cells in FL samples might be experiencing stress. One way of testing this hypothesis would be to measure global gene expression by performing whole transcriptome,  proteome, and  metabolome analyses on FL vs. GC cultures, experiments which are currently in progress.\n\nAt the altitude of ISS orbit (~400 km), the interior of the vehicle is exposed to ionizing radiation consisting mostly of high energy photons and atomic nuclei (Anonymous, 2002). TheS. epidermidisFL samples inhabited the ISS interior for 30 days. Ongoing dosimetry indicates that the dose rate of ionizing radiation inside the ISS during this period amounted to ~13 14 mGy, compared to the global average background radiation dose on Earth of ~0.25 mGy during the same period (Puchalska et al., 2014). This dose is likely an overestimate for the FL samples, as they were also stored within lockers, inside aluminum BRIC canisters and aluminum and epoxy PDFUs. Nevertheless, FL samples were almost certainly exposed to a higher ionizing radiation dose than their GC counterparts. In support of the notion that FL samples may have received ionizing radiation hits, we observed two double mutations inrpoBfrom FL but not from GC samples; interestingly, induction of multiple closely linked mutations are a hallmark of ionizing radiation (Eccles et al., 2011).\n\nIn this communication, we report that cultivation ofS. epidermidisin the human spaceflight environment of the ISS led to (i) an increase in the mutation frequency to RifRand (ii) alterations in the spectrum of mutations in therpoBgene which result in RifR. The results reported here withS. epidermidisappear to support previous results obtained usingB. subtilison space station Mir (Yatagai et al., 2000), and lead us to propose that exposure of bacteria to the human spaceflight environment can result in an alteration of the location of mutational hotspots within the target genes encoding antibiotic resistance factors. Further experiments using a greater variety of microorganisms will be needed to test this hypothesis.\n\nThe target gene used in this study,rpoB, encodes the beta subunit of the enzyme RNA polymerase, a multisubunit enzyme which makes contacts with every transcribed gene in the bacterial genome. We and others have previously shown that single point mutations inrpoBleading to RifRcan profoundly alter the global pattern of gene expression in bacteria and lead to (i) changes in growth, transformation, sporulation and spore resistance properties (Maughan et al., 2004;Moeller et al., 2012); (ii) activation of otherwise cryptic phenotypes (Perkins and Nicholson, 2008); and (iii) artificial triggering of the stringent response (reviewed inAlifano et al., 2015). It will be important to determine how the novel mutational changes inrpoBreported in this communication affect the physiological properties of the resulting mutants, such as their: growth and survival properties on environmental surfaces and in the host; communicability; pathogenic potential; and resistance to multiple antibiotics.\n\nManagement of microbial antibiotic resistance in confined environments on Earth, such as hospitals, prisons, military barracks, nursing homes, etc. has proven difficult. The results reported here suggest that our Earth based understanding of the emergence of antibiotic resistance may not be wholly applicable to the human spaceflight environment. Research into the biology of spaceflight has uncovered alterations in crewmember immune function, microbial diversity, and in altered regulation of microbial physiologic responses, leading in some cases to increased virulence and antibiotic resistance (reviewed inOtt et al., 2012). In addition to the above factors, elucidation of the spaceflight specific genetic mechanisms leading to the emergence of antibiotic resistance is needed to inform mitigation strategies for crew health and mission success. As more humans embark on longer sojourns into space, the more important these considerations will become.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:04:54.416046",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4923109/"
  }
}