{
  "pmcid": "PMC12021249",
  "title": "Development of a size separation technique to isolate Caenorhabditis elegans embryos using mesh filters",
  "authors": [
    "Nikita S Jhaveri",
    "Maya K Mastronardo",
    "JB Collins",
    "Erik C Andersen"
  ],
  "year": "2025",
  "journal": "PLOS One",
  "doi": "10.1371/journal.pone.0318143",
  "sections": {
    "abstract": "The free living nematodeCaenorhabditis eleganshas been routinely used to study gene functions, genetic interactions, and conserved signaling pathways. Most experiments require that the animals are synchronized to be at the same specific developmental stage. Bleach synchronization is traditionally used to obtain a population of staged embryos, but the method can have harmful effects on the embryos. The physical separation of differently sized animals is preferred but often difficult to perform because some developmental stages are the same sizes as others. Microfluidic device filters have been used as alternatives, but they are expensive and require customization to scale up the preparation of staged animals. Here, we present a protocol for the synchronization of embryos using mesh filters. Using filtration, we obtained a higher yield of embryos per plate than using the standard bleach synchronization protocol and at a scale beyond microfluidic devices. Importantly, filtration has no deleterious effects on downstream larval development assays. In conclusion, we have exploited the differences in the sizes ofC. elegansdevelopmental stages to isolate embryo cultures suitable for use in high throughput assays.",
    "methods": "The strains used for the assays were N2, CB4856, CX11271, ECA36, JU775, and MY16. All strains were from theCaenorhabditisNatural Diversity Resource (CaeNDR) [18]. Animals were maintained at 20 degreesC for three generations before starting any assay. Modified nematode growth medium (NGMA), which consists of 1% agar and 0.7% agarose was used to grow the strains on 6cm plates [19].Escherichia colistrains OP50 and HB101 were used as food sources.\n\nFive L4 staged hermaphrodites were transferred to a 6cm OP50 seeded plate and incubated at 21.5 degreesC for four days. On the fourth day, the animals were washed with M9 buffer (3g of KH2PO4, 6g of Na2HPO4, and 5g of NaCl in 1L Milli Q water), collected in a 15mL centrifuge tube, and pelleted by centrifuging at 254g (Eppendorf 5810R) for one minute. The supernatant was discarded and 6mL of bleach solution (2mL of NaOCl and 0.2g of NaOH in 10mL Milli Q water) was added. The tubes were shaken vigorously for four minutes to dissolve the hypodermis. As soon as broken animal bodies were observed under the microscope, the tubes were centrifuged at 254g (Eppendorf 5810R) for 30 seconds. The supernatant was discarded and approximately 10mL of M9 buffer was added to the tube and centrifuged at 254g (Eppendorf 5810R) for one minute. The supernatant was discarded and approximately 10mL of K medium (51mM NaCl, 32mM KCl, 3mM CaCl2, and 3mM MgSO4in Milli Q water) was added to the tube and centrifuged at 254g (Eppendorf 5810R) for one minute. After the final wash, the embryo pellet was resuspended in 3mL of K medium. The embryo titer was determined by counting the number of embryos in five replicates of 3 uL aliquots.\n\nOur aim was to harvest laid embryos from a 6cm bacteria seeded plate. We began this process by plating a fixed number of embryos (P0) to ensure that they would develop and lay embryos (G1), which could be collected for filtration without the next generation exhausting the bacterial food (strain OP50) on the plate. P0embryos were obtained by bleaching day one gravid hermaphrodites. The embryo titer was determined by counting the number of embryos in five replicates of 3 uL aliquots. Different numbers of P0embryos (250, 300, 400, 450, and 500) were added to 6cm OP50 seeded plates. After incubating the plates at 21.5 degreesC for three days, we observed that adding 450 P0embryos yielded the highest number of G1embryos without food exhaustion. We used 450 P0embryos for all subsequent assays. Next, we sought to determine whichE. colibacterial strain enabled most of the G1embryos to remain stuck after P0adults were washed away using M9 buffer. We tested two differentE. colibacterial strains   OP50 and HB101 by plating 450 P0embryos onto 6cm plates seeded with one of the two bacteria strains grown at 21.5 degreesC for three days, after which M9 buffer was added to the plates to wash away the adults. Most G1embryos were washed away along with the P0adults from HB101 seeded plates (S1Aand B Figs). In contrast, most of the G1embryos were retained on the plate seeded with OP50 (S1Cand D Figs). Based on the results, OP50 seeded plates were used for all subsequent assays. In summary, we optimized the pre filtration conditions by using OP50 as the bacterial food and plating 450 P0embryos for maximum G1embryo yield from one 6cm OP50 seeded plate. This procedure can be optimised using different numbers of P0embryos if smaller or larger NGMA plates are needed.\n\nWe followed the protocol that we previously published on protocols.io. (dx.doi.org/10.17504/protocols.io.e6nvwbb29vmk/v1)with one modification. The protocol uses two 40 um filters, and we used one 40 um filter.\n\nThe filters and supplementary materials were purchased from pluriSelect, U.S.A. A connector ring (SKU 41 50000) was attached to a 50mL conical tube. Above the connector ring, a filter stack consisting of a 20 um filter (green color) (SKU 43 50020) at the bottom and a 40 um filter (blue color) (SKU 43 50040) at the top was added. A funnel (SKU 42 50000) was attached to the 40 um filter (Fig 2).\n\n(1)A funnel is used to pour the embryo solution.(2)40 um mesh filter to retain adults.(3)20 um mesh filter to retain embryos.(4)Connector ring to connect to a vacuum to allow the embryo solution to pass through.(5)A collection tube is used to collect the flow through, which consists of the majority of larvae.\n\nP0embryos were collected using the conical bleach protocol (refer to Conical bleach to obtain embryos above). After obtaining an average embryo count, the volume of resuspension solution containing 450 P0embryos was added to 6cm OP50 seeded plates and incubated at 21.5 degreesC for three days. After three days, the P0adults were washed from the plates by adding 2mL M9 buffer, gently swirling the plates, and discarding the solution (Fig 3A). The step was repeated once more. The step ensured that most of the P0adults and G1larvae stuck to the OP50 bacteria were washed away (Fig 3B). The G1embryos retained on the OP50 bacteria lawn were collected by adding 2mL M9 buffer and gently scraping off the embryos using a rubber policeman (Fig 3C). The M9 buffer containing the G1embryos was collected in a 15mL centrifuge tube and passed through the filtration apparatus.\n\n(A)A 6cm OP50 seeded plate with P0adults and G1embryos.(B)A 6cm OP50 seeded plate after the P0adults have been washed away with M9 buffer.(C)An OP50 seeded plate after the G1embryos have been scraped off in M9 buffer with a rubber policeman. The figure was created using BioRender.\n\nThe 15mL tube containing G1embryos in M9 buffer was inverted 5 6 times to ensure that the embryos were in suspension and added to the funnel of the filtration apparatus (Figs 3Cand4). The connector ring was opened and connected to a vacuum to help the embryo solution pass through the filters. Once all the solution had passed through the filters, the filtration apparatus was disassembled by removing the funnel, connector ring, and 40 um filter. The 40 um filter retained the P0adults and debris, and the G1embryos and larval stages passed through the filter. The 20 um filter retained the G1embryos and a few larvae, while most of the larvae passed through the filter. The 20 um filter, containing most of the G1embryos and a few larvae was inverted and added on top of a clean, labeled 50mL conical tube. The top of the 20 um filter now faced the inside of the conical tube (Fig 4). 4mL of 25% bleach solution (1mL of bleach solution + 3mL of M9 buffer) was added to the reversed side of the 20 um filter and incubated for 30 seconds. The addition of 25% bleach killed the few G1larvae that were retained on the 20 um filter. After 30 seconds, 6mL of 3% PEG (PEG3350) (Millipore sigma, Catalog # P4338) in M9 buffer (3g of PEG in 100mL of M9 buffer) was added to the filter. After the solution had passed through the filter, the contents of the 50mL conical tube were transferred to a clean 15mL centrifuge tube and centrifuged at 3197g (Eppendorf 5810R) for one minute. The supernatant was discarded and approximately 10mL of 3% PEG in M9 buffer was added. The tube was centrifuged at 3197g (Eppendorf 5810R) for one minute and the supernatant was discarded. The wash step was repeated once more. After the final wash, the embryos were resuspended in 3mL of K medium. G1embryo titer was determined by counting the number of embryos in five 3 uL aliquots.\n\n(1)The G1embryo solution collected inFig 3Cwas poured through the filtration apparatus.(2)The connector ring was connected to a vacuum to allow the solution to pass.(3)After the solution had passed, the filtration apparatus was disassembled.(4)The 20 um filter was inverted and placed on top of a clean 50mL labeled tube.(5)A 25% bleach solution was added to the inverted 20 um filter for 30 seconds to kill any G1larvae. The figure was created using BioRender.\n\nAlbendazole (Source: Fulka; CAS number: 54965 21 8; Catalog number: A4673 10G) was prepared at a stock concentration of 100mM in dimethyl sulfoxide (DMSO) and aliquoted in microcentrifuge tubes in 50 uL aliquots that were stored at  20 degreesC. The aliquots were thawed on the day of the assay and discarded after use.\n\nHTA was carried out as described previously [3]. For the developmental analysis, three independent replicates were performed by three experimentalists. For the drug response assay, three independent replicates were performed by one experimentalist. After letting the strains grow for three generations to account for the starvation effects, conical bleach and filtration were carried out to obtain embryos. The embryos were resuspended in K medium to a final concentration of 0.6 embryos per uL, and 50 uL of the embryo solution (containing 30 embryos) was added into each well of a 96 well plate [20]. For developmental analysis, 36 wells were prepared for embryos obtained by each protocol (conical bleach and filtration) and by each experimentalist. For the drug assay, 64 wells were prepared for embryos obtained by each protocol (conical bleach and filtration) for all strains. The embryos were incubated at 20 degreesC overnight in K medium with no food and with shaking at 180rpm to get a synchronized L1 population. The following day, frozen HB101 aliquots at OD600100 were thawed and diluted to OD60030 using K medium. HB101 at a concentration of OD600100 was prepared as previously described [5]. 150 uM kanamycin was added to prevent bacterial growth and contamination. For the developmental assay, all 36 wells were treated with control (1% DMSO). For the drug assay, half the wells (32 wells) were treated with 1% DMSO, and the other half were treated with 30 uM albendazole in 1% DMSO. The L1 larvae were allowed to grow for 48 hours at 20 degreesC with shaking at 180rpm. After 48 hours, the 96 well plates were exposed to 50mM sodium azide in M9 buffer for 10 minutes to straighten and paralyze the animals. Images of each plate were captured using a 2X objective in a Molecular Devices ImageXpress Nano microscope (Molecular Devices, San Jose, CA) [3]. The images were further processed using the CellProfiler, easyXpress, and R Studio pipelines (see Data processing and analysis in the methods section) to quantify the development of the animals.\n\nThe raw images were processed using the CellProfiler software (version 4.2.8). The GitHub repository for the pipeline can be found at (https://github.com/AndersenLab/cellprofiler nf). The software uses four worm models to extract animal measurements   three of which are designed for the larval stages (L1, L2 L3, and L4) and a \"multi drug high dose\" (MDHD) to identify animals with abnormal length caused by extreme drug responses. Next, the processed images generated by CellProfiler were cleaned and further processed using the custom R package easyXpress as previously described [3,21]. R Studio (version 4.2.1) was used to perform all statistical analysis and figure generation. For developmental analysis, median animal lengths were calculated for each well. For each strain in the drug assay, the median animal length after exposure to ABZ for 48 hours was normalized to the control (DMSO exposed wells). We normalized animal lengths to understand the effect of the drug independent of the differences in the growth in control conditions. A normalized animal length value of the drug condition close to the control condition value corresponds to resistance to the drug, and a negative value corresponds to sensitivity to the drug [3,5,22,23].",
    "results": "One of the major challenges of conducting high throughputC. elegansassays is collecting a large number of embryos. Traditionally, bleach synchronization has been used to harvest embryos. However, the process is time consuming and introduces high variability [3 5]. To overcome the challenges of bleach synchronization, we demonstrated the use of commercially available mesh filters to collect a large number of embryos with high purity. We set up the filtration apparatus as shown (Fig 2). Briefly, a connector ring was attached to a 50mL conical tube. A 20 um filter (green color) was attached on top of the connector ring. A 40 um filter (blue color) was added on top of the 20 um filter. A funnel was attached to the 40 um filter.\n\nThe G1offspring recovered from the 20 uM mesh filter were 94 100% (data collected from up to 50 filtrations) embryos with rare L1 larvae contaminants. To get 100% G1embryo cultures, we sought to kill the L1 larvae by exposing the recovered mixed stage population to a bleach solution. We optimized the bleach concentration and exposure time so that it was sufficient to kill the larvae without any damaging effects on the G1embryos. We tested three different concentrations of bleach solution (10%, 20%, and 25% in M9 buffer) with varying exposure times (30, 60, 120, and 150 seconds) to identify the optimal condition that killed the larvae (identified by lack of movement) with minimal impact on embryos. Treating the recovered population with 25% bleach solution for 30 seconds killed the larvae with minimal impact on embryonic lethality as measured after 24 hours of recovery (S1 Table).\n\nFor our initial experiments, we used M9 buffer as the wash solution for all subsequent washes. However, embryos might be lost during each M9 buffer wash. To reduce the potential for loss, we altered the osmolarity of the M9 buffer using PEG. We used PEG at four different concentrations (0.5%, 1%, 2%, and 3% w/v) in M9 buffer and obtained the highest yield with 3% PEG. Consequently, we used 3% PEG in M9 buffer for all subsequent washes. We recovered two times more embryos from a single 6cm OP50 seeded plate when 3% PEG was incorporated with M9 buffer in the wash solution (average embryo yield was 12,539 +/  5,727 SD with 3% PEG in M9 buffer compared to an average embryonic yield of 6,821 +/  5,364 SD with M9 buffer) (S2A Fig). To ensure that PEG did not affect the hatching of embryos, we assessed the embryonic lethality after 24 hours. The average embryonic lethality of embryos that were washed with 3% PEG was similar to the embryonic lethality of embryos that were washed with M9 buffer (4.5% for 3% PEG in M9 buffer and 3.8% for M9), indicating that the use of PEG does not damage the embryos (S2B Fig).\n\nTo determine the efficacy of embryo filtration, we collected embryos using bleach synchronization and filtration techniques in parallel. We used the same number of 6cm OP50 seeded plates that had an equivalent number of P0adults. We recovered an average of 4,946 (SD +/  3360) G1embryos by bleach synchronization, compared to an average of 9,474 (SD +/  6764) G1embryos by filtration (Fig 5). To account for variability that might be introduced by different experimentalists performing the protocols, we employed three experimentalists to conduct the filtration and bleach protocols to collect the G1embryos. We did not find a significant difference between any two experimentalists for either of the two protocols (p= 0.217 for the bleach synchronization protocol, andp= 0.706 for the filtration protocol, Kruskall Wallis rank sum test).\n\nBox plot showing G1embryonic yield per plate obtained by bleach synchronization or filtration protocols. The median is represented by the solid horizontal line with the 75thand 25thquartiles on the top and bottom of the box, respectively. Whiskers extend from the box to the maximum and minimum values that fall within 1.5 times the interquartile range above and below the 75thand 25thpercentiles, respectively. The three different colors of the points indicate three experimentalists. A significantly higher number of G1embryos were collected by filtration (p= 0.00064, Wilcoxon rank sum test). Eight replicates were tested by each experimentalist for each method.\n\nWe aimed to understand differences in the development of G1embryos collected by bleach and filtration protocols, so we harvested embryos using bleach synchronization and filtration protocols in parallel and measured the lengths of the animals after 48 hours of growth using a liquid based larval development assay [3,5,22,23]. We used length as an indicator of development because nematodes get longer as they proceed through development. The G1embryos obtained by filtration grew to longer animals compared to the lengths of animals that developed from G1embryos collected by bleaching (p= 0.0025; Wilcoxon test), indicating that filtration is healthier compared to bleaching (Fig 6). We conducted a Kruskall Wallis test to assess the variance explained by the different replicates. Ap valueof 2 x 10 16indicated a large difference in the variance between replicates.\n\nThe box plot shows the length of L4 animals that developed from G1embryos collected by bleach or filtration protocols. Median is represented by the solid horizontal line with the 75thand 25thquartiles on the top and bottom of the box, respectively. Whiskers extend from the box to the maximum and minimum values that fall within 1.5 times the interquartile range above and below the 75thand 25thpercentiles, respectively. Each point is the summarized measurement of an individual well containing between five and 30 animals. G1embryos collected by filtration grew into animals with longer lengths compared to lengths of animals that developed from G1embryos collected using bleach synchronization (p= 0.0025; Wilcoxon rank sum test). The assay was carried out in three replicates independently by three experimentalists (represented by the three different colored points).\n\nWe aimed to assess whether embryos collected by filtration exhibit a similar response to an anthelmintic drug as the embryos collected by bleach synchronization. We exposed sixC. elegansstrains to albendazole, a benzimidazole drug used to treat parasitic nematode infections in veterinary animals and humans [24 26]. Benzimidazole drugs act by inhibiting the formation of microtubules, which slows the development ofC. elegansand can be measured by differences in body length as we have done previously [3,5,27,28]. Animal length was measured as an indicator of developmental rate. As we have shown previously [3,17], anthelmintics delay or stop development. BecauseC. elegansgrows longer as it proceeds through development and ABZ slows development, length is a quantitative measure of the effects of drugs.C. elegansstrains sensitive to albendazole display a shorter body length compared to the resistant strains when exposed to the drug during development [3,17]. Natural variation inC. elegansresponse to albendazole has been observed [17]. Of the six strains that we selected, four were sensitive and two were resistant to albendazole [17]. We determined if the results could be replicated using embryos prepared using filtration. For all six strains, the normalized animal lengths for larvae that developed from G1embryos collected by filtration were similar or significantly longer to the normalized animal lengths for larvae that developed from G1embryos recovered by bleach synchronization for both the control (DMSO exposed) and albendazole exposed conditions (Fig 7). Additionally, the sensitivity of the strains to the drug remained consistent between the bleach and filtration methods. Specifically, the CB4856, ECA36, JU775, and N2 strains were sensitive to the drug using both bleach and filtration methods (S3 Fig).\n\nBox plots showing normalized animal length for larvae developed from G1embryos obtained by bleach synchronization or filtration protocols for sixC. elegansstrains. Median animal lengths of strains exposed to 30 uM albendazole were normalized to the mean of all median animal lengths for the control condition. The median is represented by the solid horizontal line with the 75thand 25thquartiles on the top and bottom of each box, respectively. Whiskers extend from each box to the maximum and minimum values that fall within 1.5 times the interquartile range above and below the 75thand 25thpercentiles, respectively. Each point is the summarized measurement of an individual well containing between five and 30 animals. The box plot is faceted by condition (control and drug). The normalized animal length of larvae that developed from G1embryos collected by filtration is comparable or significantly longer compared to the normalized animal lengths of larvae that developed from G1embryos collected by bleach, as indicated by thep values (Wilcoxon rank sum test) in each facet. The grey background color emphasizes the strains that are sensitive to ABZ. The assay was replicated three times, as indicated by the colors of the points.",
    "discussion": "One of the major challenges of conducting high throughput C. elegans assays is collecting a large number of embryos. Traditionally, bleach synchronization has been used to harvest embryos. However, the process is time consuming and introduces high variability [ 3   5 ]. To overcome the challenges of bleach synchronization, we demonstrated the use of commercially available mesh filters to collect a large number of embryos with high purity. We set up the filtration apparatus as shown ( Fig 2 ). Briefly, a connector ring was attached to a 50mL conical tube. A 20 um filter (green color) was attached on top of the connector ring. A 40 um filter (blue color) was added on top of the 20 um filter. A funnel was attached to the 40 um filter.\n\nOptimization of filtration conditions The G 1 offspring recovered from the 20 uM mesh filter were 94 100% (data collected from up to 50 filtrations) embryos with rare L1 larvae contaminants. To get 100% G 1 embryo cultures, we sought to kill the L1 larvae by exposing the recovered mixed stage population to a bleach solution. We optimized the bleach concentration and exposure time so that it was sufficient to kill the larvae without any damaging effects on the G 1 embryos. We tested three different concentrations of bleach solution (10%, 20%, and 25% in M9 buffer) with varying exposure times (30, 60, 120, and 150 seconds) to identify the optimal condition that killed the larvae (identified by lack of movement) with minimal impact on embryos. Treating the recovered population with 25% bleach solution for 30 seconds killed the larvae with minimal impact on embryonic lethality as measured after 24 hours of recovery ( S1 Table ). For our initial experiments, we used M9 buffer as the wash solution for all subsequent washes. However, embryos might be lost during each M9 buffer wash. To reduce the potential for loss, we altered the osmolarity of the M9 buffer using PEG. We used PEG at four different concentrations (0.5%, 1%, 2%, and 3% w/v) in M9 buffer and obtained the highest yield with 3% PEG. Consequently, we used 3% PEG in M9 buffer for all subsequent washes. We recovered two times more embryos from a single 6cm OP50 seeded plate when 3% PEG was incorporated with M9 buffer in the wash solution (average embryo yield was 12,539 +/  5,727 SD with 3% PEG in M9 buffer compared to an average embryonic yield of 6,821 +/  5,364 SD with M9 buffer) ( S2A Fig ). To ensure that PEG did not affect the hatching of embryos, we assessed the embryonic lethality after 24 hours. The average embryonic lethality of embryos that were washed with 3% PEG was similar to the embryonic lethality of embryos that were washed with M9 buffer (4.5% for 3% PEG in M9 buffer and 3.8% for M9), indicating that the use of PEG does not damage the embryos ( S2B Fig ).\n\nFiltration yields a higher number of embryos compared to bleach synchronization To determine the efficacy of embryo filtration, we collected embryos using bleach synchronization and filtration techniques in parallel. We used the same number of 6cm OP50 seeded plates that had an equivalent number of P 0 adults. We recovered an average of 4,946 (SD +/  3360) G 1 embryos by bleach synchronization, compared to an average of 9,474 (SD +/  6764) G 1 embryos by filtration ( Fig 5 ). To account for variability that might be introduced by different experimentalists performing the protocols, we employed three experimentalists to conduct the filtration and bleach protocols to collect the G 1 embryos. We did not find a significant difference between any two experimentalists for either of the two protocols ( p = 0.217 for the bleach synchronization protocol, and p = 0.706 for the filtration protocol, Kruskall Wallis rank sum test). Fig 5. A higher number of G 1 embryos were recovered from filtration than by bleach synchronization. Open in a new tab Box plot showing G 1 embryonic yield per plate obtained by bleach synchronization or filtration protocols. The median is represented by the solid horizontal line with the 75 th and 25 th quartiles on the top and bottom of the box, respectively. Whiskers extend from the box to the maximum and minimum values that fall within 1.5 times the interquartile range above and below the 75 th and 25 th percentiles, respectively. The three different colors of the points indicate three experimentalists. A significantly higher number of G 1 embryos were collected by filtration ( p = 0.00064, Wilcoxon rank sum test). Eight replicates were tested by each experimentalist for each method.\n\nEmbryos obtained by filtration develop comparably to the embryos obtained by bleach synchronization We aimed to understand differences in the development of G 1 embryos collected by bleach and filtration protocols, so we harvested embryos using bleach synchronization and filtration protocols in parallel and measured the lengths of the animals after 48 hours of growth using a liquid based larval development assay [ 3 , 5 , 22 , 23 ]. We used length as an indicator of development because nematodes get longer as they proceed through development. The G 1 embryos obtained by filtration grew to longer animals compared to the lengths of animals that developed from G 1 embryos collected by bleaching ( p = 0.0025; Wilcoxon test), indicating that filtration is healthier compared to bleaching ( Fig 6 ). We conducted a Kruskall Wallis test to assess the variance explained by the different replicates. A p value of 2 x 10  16 indicated a large difference in the variance between replicates. Fig 6. Embryos obtained by filtration developed comparably to the embryos obtained by bleach. Open in a new tab The box plot shows the length of L4 animals that developed from G 1 embryos collected by bleach or filtration protocols. Median is represented by the solid horizontal line with the 75 th and 25 th quartiles on the top and bottom of the box, respectively. Whiskers extend from the box to the maximum and minimum values that fall within 1.5 times the interquartile range above and below the 75 th and 25 th percentiles, respectively. Each point is the summarized measurement of an individual well containing between five and 30 animals. G 1 embryos collected by filtration grew into animals with longer lengths compared to lengths of animals that developed from G 1 embryos collected using bleach synchronization ( p = 0.0025; Wilcoxon rank sum test). The assay was carried out in three replicates independently by three experimentalists (represented by the three different colored points).\n\nG 1 embryos collected by filtration develop similarly to the G 1 embryos obtained by bleach synchronization when exposed to an anthelmintic compound We aimed to assess whether embryos collected by filtration exhibit a similar response to an anthelmintic drug as the embryos collected by bleach synchronization. We exposed six C. elegans strains to albendazole, a benzimidazole drug used to treat parasitic nematode infections in veterinary animals and humans [ 24   26 ]. Benzimidazole drugs act by inhibiting the formation of microtubules, which slows the development of C. elegans and can be measured by differences in body length as we have done previously [ 3 , 5 , 27 , 28 ]. Animal length was measured as an indicator of developmental rate. As we have shown previously [ 3 , 17 ], anthelmintics delay or stop development. Because C. elegans grows longer as it proceeds through development and ABZ slows development, length is a quantitative measure of the effects of drugs. C. elegans strains sensitive to albendazole display a shorter body length compared to the resistant strains when exposed to the drug during development [ 3 , 17 ]. Natural variation in C. elegans response to albendazole has been observed [ 17 ]. Of the six strains that we selected, four were sensitive and two were resistant to albendazole [ 17 ]. We determined if the results could be replicated using embryos prepared using filtration. For all six strains, the normalized animal lengths for larvae that developed from G 1 embryos collected by filtration were similar or significantly longer to the normalized animal lengths for larvae that developed from G 1 embryos recovered by bleach synchronization for both the control (DMSO exposed) and albendazole exposed conditions ( Fig 7 ). Additionally, the sensitivity of the strains to the drug remained consistent between the bleach and filtration methods. Specifically, the CB4856, ECA36, JU775, and N2 strains were sensitive to the drug using both bleach and filtration methods ( S3 Fig ). Fig 7. G 1 embryos collected by filtration developed similarly to the G 1 embryos obtained by bleach synchronization when exposed to an anthelmintic compound. Open in a new tab Box plots showing normalized animal length for larvae developed from G 1 embryos obtained by bleach synchronization or filtration protocols for six C. elegans strains. Median animal lengths of strains exposed to 30 uM albendazole were normalized to the mean of all median animal lengths for the control condition. The median is represented by the solid horizontal line with the 75 th and 25 th quartiles on the top and bottom of each box, respectively. Whiskers extend from each box to the maximum and minimum values that fall within 1.5 times the interquartile range above and below the 75 th and 25 th percentiles, respectively. Each point is the summarized measurement of an individual well containing between five and 30 animals. The box plot is faceted by condition (control and drug). The normalized animal length of larvae that developed from G 1 embryos collected by filtration is comparable or significantly longer compared to the normalized animal lengths of larvae that developed from G 1 embryos collected by bleach, as indicated by the p  values (Wilcoxon rank sum test) in each facet. The grey background color emphasizes the strains that are sensitive to ABZ. The assay was replicated three times, as indicated by the colors of the points.",
    "conclusion": "Bleach synchronization has been routinely used to obtain a synchronized population of embryos. However, because of the harsh chemical nature of bleach, many parameters need to be carefully controlled to ensure the maximum survival of embryos [2]. By contrast, filtration takes advantage of the size differences among developmental stages, allowing the separation of embryos with minimal exposure to chemical stress. We have demonstrated that filtration is a better alternative to bleaching to scale up preparations of stagedC. elegansembryos in terms of embryonic yield per plate and with no deleterious effects on larval development. We optimized our pre filtration conditions based on theC. elegansreference strain N2 and obtained the highest yield of G1embryos by incubating 450 P0embryos at 21.5 degreesC for three days [29]. However, wild strains and mutants have different egg laying rates and brood sizes, so the number of P0embryos to start the assay might need to be adjusted for other strains. We tested two bacterial strains and found OP50 to be the stickiest to help retain the embryos. Other bacteria might be stickier and should be tested in the future. All our assays were done on 6cm plates. Higher embryo yields can be obtained by using 10cm or larger plates. We have applied our technique to harvest embryos fromC. elegans. However, embryos from otherCaenorhabditisspecies that have similar dimensions toC. elegans(e.g.,C. briggsae) can also be isolated. Additionally, the technique could also be adapted to isolate embryos with smaller or larger dimensions by altering the mesh sizes. In summary, our technique provides a robust way of collecting large numbers ofC. elegansembryos with high purity without the need to subject the animals to bleach."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:07:12.395467",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12021249/"
  }
}