{
  "pmcid": "PMC5460239",
  "title": "Interplay of space radiation and microgravity in DNA damage and DNA damage response",
  "authors": [
    "Mara Moreno Villanueva",
    "Michael Wong",
    "Tao Lu",
    "Ye Zhang",
    "Honglu Wu"
  ],
  "year": "2017",
  "journal": "NPJ Microgravity",
  "doi": "10.1038/s41526 017 0019 7",
  "sections": {
    "abstract": "In space, multiple unique environmental factors, particularly microgravity and space radiation, pose constant threat to the DNA integrity of living organisms. Specifically, space radiation can cause damage to DNA directly, through the interaction of charged particles with the DNA molecules themselves, or indirectly through the production of free radicals. Although organisms have evolved strategies on Earth to confront such damage, space environmental conditions, especially microgravity, can impact DNA repair resulting in accumulation of severe DNA lesions. Ultimately these lesions, namely double strand breaks, chromosome aberrations, micronucleus formation, or mutations, can increase the risk for adverse health effects, such as cancer. How spaceflight factors affect DNA damage and the DNA damage response has been investigated since the early days of the human space program. Over the years, these experiments have been conducted either in space or using ground based analogs. This review summarizes the evidence for DNA damage induction by space radiation and/or microgravity as well as spaceflight related impacts on the DNA damage response. The review also discusses the conflicting results from studies aimed at addressing the question of potential synergies between microgravity and radiation with regard to DNA damage and cellular repair processes. We conclude that further experiments need to be performed in the true space environment in order to address this critical question.",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "Space environmental factors can cause damage to the DNA, resulting in potential detrimental health consequences. Despite the low dose and dose rate nature of space radiation, there is evidence suggesting that cosmic rays induce DNA damage both in cultured cells and in astronauts' blood cells. There is also evidence indicating that space environment can generate oxidative DNA damage in vivo. For instance, as mentioned above, 8 OHdG was found in urine of astronauts after flight.38\n\nUltimately, though the biological outcomes of any spaceflight induced DNA damage also depend on the cellular capacity for repair. However, results from ground and spaceflight studies concerning microgravity's effects on the DDR have been conflicting. While many studies have reported increased sensitivity to radiation and decreased DNA repair under simulated microgravity (Table1), most of the experiments conducted in space have shown no effects of spaceflight on the capacity of the cells to repair the artificially induce DNA damage (Table2), both within and across model systems. In some cases, studies that examined the same endpoints reached opposing conclusions. Perhaps this stems from the fact that ground analogs for microgravity are known to produce some, but not all of the biological effects observed in the true space environment. Experiments conducted in parallel in space and on the ground are needed to fully justify the use of ground based microgravity analogs.\n\nDNA damage and DDR in space are a complex issue. Although the present review focuses on the interplay of microgravity and space radiation, other environmental factors faced during space travel can also induce DNA damage and influence the DDR. For example, when inhaled, dust particles covering the surface of celestial objects56,57or toxic chemicals could lead to ROS production and therefore generate DNA damage. Furthermore, elevated CO2present in spacecraft58should be considered as a potential DNA damaging factor.59In addition, inflammatory markers have been reported in astronauts60and it is known that inflammatory mediators can directly affect the DNA repair process by either enhancing or repressing DNA repair. In particular, NF B, a key regulator involved in the production of inflammatory proteins, may play an important role in DNA damage sensing and its subsequent repair. Specifically, the DDR directly activates NF B, interferon regulatory factors, and a number of ligands for activating immune receptors.61As such, a host of other factors need to be considered and controlled for when conducting and interpreting spaceflight studies.\n\nFurthermore, due to the composition and low fluence nature of GCRs, over a period of several months cells in space are most likely hit by several protons before a high LET heavy ion transverses them. Thus, prior exposure of cells to the background GCRs might affect the repair of DNA damage induced by protons emitted from a large SPE and vice versa. Indeed, suggestions for this come from studies showing that exposure of human primary cells to protons followed by heavy Ti or Fe ions resulted in a yield of transformation that is greater than the sum of the yields when the cells were independently exposed to protons or heavy particles.62,63Such synergistic effects were dependent on the sequence and timing between proton and heavy ion irradiation. Similarly, after sequential exposures to protons and Fe ions, human epithelial cells showed the peak of synergistic effects in the induction of chromosome aberrations when the time window between the two exposures was 30min.46However, another study showed no synergy between proton and Fe ion exposures regardless of the exposure sequence.64Experiments with sequential exposure to protons and Fe ions have also been conducted in animals. Dual exposures of C57BL/6 mice to protons and Fe ions resulted in pronounced molecular alterations in comparison with either source of radiation alone, as measured by a substantial increase in the expression of cytokine IL 13, loss of expression of DNA methyltransferase Dnmt1, and reactivation of LINE 1, SINE B1 retrotransposons, and major and minor satellites.65Finally, exposure of C57BL/6 mice to Fe ions caused an increase in expression of alpha smooth muscle cell actin, collagen type III, the inflammatory cell markers mast cell tryptase, CD2 and CD68, the endothelial glycoprotein thrombomodulin, and cleaved caspase 3.66However, exposure to protons 24h before Fe ions prevented all of the responses to Fe ions,66which again illustrates how the complex composition and timing of space radiation can impact the level of DNA damage and the cellular response to such insults. Therefore, not only microgravity can impact space radiation induced DDR, but also the radiation types and sequence and the exposure duration may influence the DDR.\n\nIn conclusion, carefully designed experiments, perhaps ones implementing a radiation source or other DNA damage agents in space are needed given the conflict results between the reported studies on this topic. Higher levels of DNA damage that is intentionally induced in space would likely be necessary to achieve the results with statistical significance. Meanwhile, experiments using an in flight 1g centrifuge compared to the micro g would provide clues to such questions with damage by natural space radiation levels. However, the assay employed in such studies has to be sensitive enough to detect the DDR to low levels of damage."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:08:17.587288",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5460239/"
  }
}