{
  "pmcid": "PMC4902601",
  "title": "Pectin Methylesterification Impacts the Relationship between Photosynthesis and Plant Growth",
  "authors": [
    "Sarathi M Weraduwage",
    "Sang Jin Kim",
    "Luciana Renna",
    "Fransisca C Anozie",
    "Thomas D Sharkey",
    "Federica Brandizzi"
  ],
  "year": "2016",
  "journal": "Plant Physiology",
  "doi": "10.1104/pp.16.00173",
  "sections": {
    "abstract": "High levels of methylesterification of pectin allow for enhanced cell expansion, partitioning of resources to leaf growth, and increased leaf area for photosynthesis, which in turn enhance plant growth.",
    "methods": "Wild type Arabidopsis (Col 0),cgr2/3(loss of function double mutant line ofCGR2andCGR3), CGR2OX (CGR2over expression line), and cgr2com (cgr2/3complemented byCGR2) (Kim et al., 2015) were used in the study. Gene accession numbers forCGR2andCGR3are At3g49720 and At5g65810, respectively. Plants were grown hydroponically in 1/2 strength Hoagland's solution under a light intensity of 120 umol m 2s 1, using 8 h photoperiods with respective day  and night time temperatures of 22 degreesC and 20 degreesC, and 60% relative humidity. The hydroponics system was housed in a model no. GC 20 Bigfoot Series Growth Chamber (BioChambers, Winnipeg, Manitoba, Canada).\n\nPlant growth parameters including projected and total leaf area, leaf, root, and inflorescence dry weights, relative growth rates, specific leaf area (SLA), leaf mass per unit leaf area (LMA), leaf area ratio, and leaf, root, and inflorescence mass ratios were measured as described inWeraduwage et al. (2015). When calculatingSLA,LMA, leaf area ratio, and leaf, root, and inflorescence mass ratios, the total leaf area, and organ and plant mass corresponding to each harvest was used:SLA(m2kg 1) = total leaf area/leaf mass;LMA(kg m 2) = leaf mass/total leaf area; leaf area ratio (m2kg 1) = total leaf area/total plant mass; and leaf, root or inflorescence mass ratio (g g 1) = leaf, root, or inflorescence mass/total plant mass. Growth measurements were obtained throughout the lifecycle of the plant at 2 3 week intervals at 29, 49, 63, and 82 d after seeding (DAS). The 100 seed weight prior to stratification and sowing, cotyledon area, and hypocotyl length was also measured.\n\nLeaves of similar age from 34  and 51 d old rosettes were used for anatomical measurements. Leaves were harvested and processed for leaf cross sectioning as described inWeraduwage et al. (2015), at the Center for Advanced Microscopy, Michigan State University. Thin (500 nm) leaf sections (PTXL Ultramicrotome; RMC Boeckeler Instruments, Tucson, AZ) were observed under a SpectralView FV1000 Confocal Laser Scanning Microscope (Olympus, Melville, NY), and the distance between the adaxial and abaxial leaf surfaces was measured to determine leaf thickness.\n\nMicrographs of leaf cross sections were used to determine the number of palisade and spongy parenchyma cells, the total number of cells, and the number of mesophyll cell layers in a 20,000 um2area of a leaf cross section. These data were later expressed per mm2. ImageJ (http://imagej. nih.gov/ij/) software was utilized to measure the total area of intercellular air spaces, total length of mesophyll cells, total length of mesophyll cells exposed to intercellular air spaces (Lmes), and the total length of chloroplasts exposed to intercellular air spaces (Lc). The latter three measurements were utilized to determine the surface area of mesophyll cells exposed to intercellular air spaces (Smes) and the surface area of chloroplast exposed to intercellular air spaces (Sc) per unit leaf area as described inEvans et al. (1994).\n\nA series of z stack images of leaves of 34 d old plants was acquired using an inverted laser scanning confocal microscope (model no. LSM510 META, Carl Zeiss;http://www.zeiss.com). Chloroplasts were imaged using an ECPlan Neofluar 40x/1.30 oil M27 objective (Carl Zeiss) at a 512 x 512 pixel resolution using an excitation wavelength of 514 nm and an emission wavelength of 673 nm. The different planes acquired were then projected on the same image and transformed in binary using Image J. The resulting number of chloroplasts per unit area and average chloroplast size was also measured using ImageJ.\n\nWhole rosette photosynthesis and nighttime dark respiration were measured at 2 3 week intervals at 29, 49, 63, and 82DAS. A custom built rosette gas exchange chamber connected to a model no. LI 6400 portable gas exchange system (LI COR Biosciences, Lincoln, NE) was used to obtain photosynthesis and respiratory measurements. Conditions in the Arabidopsis rosette gas exchange chamber during photosynthesis measurements were: a leaf temperature of 22 degreesC; [CO2] of 400 umol mol 1; and 120 umol m 2s 1light intensity. During night time respiration measurements, the leaf temperature was maintained at 20 degreesC. Flow rate was set at 500 umol s 1when making measurements from 49  and 63 d old plants. For 29  and 82 d old plants, flow rate was set at 300 and 700 umol s 1, respectively, to better control humidity.\n\nAfter the initial measurements of photosynthesis, 29 d old Arabidopsis rosettes were fed with14CO2for 10 min. After a 2 h chase period, leaf and root tissue were harvested separately into scintillation vials. Radioactivity was determined as disintegrations per min (DPM) by liquid scintillation counting. TheDPMvalues recorded from roots and rosettes and the totalDPMwere used to calculate the proportion of C present in these organs.\n\nThe content ratio of13CO2to12CO2in Arabidopsis freeze dried leaf material was measured at the Stable Isotope Ratio Facility for Environmental Research, University of Utah (Salt Lake City, UT), by mass spectrometry. These data were used to calculate the 13CVPDBvalue, which is the13C to12C isotopic ratio of leaves relative to the13C to12C isotopic ratio of the Vienna Pee Dee Belemnite (VPDB) standard (Farquhar et al., 1982). The 13CVPDBvalues were used to calculate the CO2partial pressure at Rubisco using Eq. 12 given inFarquhar et al. (1982). Values for the various factors are as follows:  value of CO2in the air at present =  8.4 (http://www.esrl.noaa.gov); partial pressure of CO2in the air = 39 Pa;13C discrimination associated with the diffusion of CO2through air = 4.4; and13C discrimination in the carboxylation reaction = 27 (Farquhar et al., 1989).\n\nPreparation of alcohol insoluble residues and uronic acid and methyl ester assays were performed based on the methodology described inKim et al. (2015). The matrix polysaccharide (hemicellulose) and crystalline cellulose composition, and soluble sugar content in leaves, were measured at the Great Lakes Bioenergy Research Center Cell Wall Facility, Michigan State University (East Lansing, MI) as described inKim et al. (2015).\n\nDevelopment, parameterization, and execution of the Arabidopsis leaf area growth model were described in detail inWeraduwage et al. (2015). This model is a tool to determine partitioning coefficients of C that could give rise to the growth patterns observed in different plants (Weraduwage et al., 2015). In the model, plant growth is divided into four growth stages: (1) heterotrophic phase (1 4DAS); (2) early vegetative phase; (3) late vegetative phase; and the (4) reproductive phase. Ninety days of plant growth are simulated in the model using a fixed time step of 1 h and the photoperiod is set at 8 h. As described in detail inWeraduwage et al. (2015), the following were used as inputs of the model: weight of storage reserves, ratio of mobilized storage reserves to stored reserves, initial leaf area, initial leaf mass, projected to total leaf area ratio, net photosynthesis rate per unit leaf area, proportion of C stored as starch during the day, leaf maintenance and growth respiratory coefficients, photoperiod, and lengths of growth phases.\n\nValues for area based photosynthesis obtained during the four harvests were fitted with a polynomial third order equation to extrapolate area based photosynthesis through the entire 90 d of the lifecycle. Similarly, measured projected to total leaf area ratios during the four harvests were fitted with a polynomial second order equation to extrapolate the values over 90 d. These extrapolated values were used in the model as input photosynthesis values and projected to total leaf area ratios over the life span. The model also takes both growth and maintenance respiration into consideration. The model considers maintenance respiration of a plant/particular organ to be proportional to the corresponding dry mass and growth respiration to be proportional to the growth rate (Penning de Vries et al., 1974;Amthor, 1984;Thomas et al., 1993;Lambers et al., 2008). The model has set values for maintenance coefficients (amount of C respired to maintain the existing mass of the plant or specific organ, umol C g 1s 1), and for growth coefficients (amount of C respired per unit increase in mass, g g 1) based on values provided in the literature (Amthor, 1984;Mariko, 1988) and assumes that growth respiration coefficients of leaf growth in terms of area and LMA are the same throughout the lifecycle. The net amount of C available for growth and maintenance processes of the plant is determined as the product of area based photosynthetic rate and the projected leaf area. Next, C consumed in maintenance respiration and exudation is subtracted to determine the net assimilation rate, which provides the amount of C available for growth. The model then simulates the partitioning of C available for growth to leaf area growth, growth in terms ofLMA, and root and inflorescence growth based on the set partitioning coefficients that are adjustable to facilitate fitting of the data. Partitioning coefficients vary based on the growth phases. The increase in mass during growth in terms of leaf area andLMA, and root and inflorescence growth, is calculated by subtracting the C consumed in growth respiration from the total C allocated for growth of that particular organ. Accordingly, the model simulates the increase in leaf area and mass, and the mass of the inflorescence and roots. The model calculatedSLA,LMA, and leaf, root, and inflorescence mass ratios over time based on the equations given above.\n\nTo fit the modeled data to measured data, 16 partitioning coefficient parameters (partitioning to the inflorescence, roots, leaf area andLMA, for each of the four growth phases: germination phase, early and late vegetative phases, and reproductive phase) were adjusted so that the modeled and measured leaf area, mass of inflorescence, root, and leaf matched (Weraduwage et al., 2015). C partitioning data obtained by feeding Arabidopsis rosettes at 29DASwith14CO2were used as initial estimates that were fine tuned to fit the data. Sensitivity of the model to changes in the inputs was tested in Col 0 by simulating an increase or decrease of 1% in C partitioned to growth processes, and other model inputs, and noting the resulting response in output. The model was considered sensitive, in cases where more than 1% variation occurred in model outputs because of changing a particular input.\n\nFour to five biological replicates per line were used to collect experimental data at a given time point. Statistical analyses were carried out using SPSS 22 (IBM, Armonk, NY). The effects of alteredCGR2andCGR3expression on plant growth and gas exchange were compared using a univariate general linear model and the differences between means were tested by subjecting data to one way ANOVA at alpha = 0.05, followed by a Fisher's Least Significant Difference Test. Measured data presented in figures represent the mean +/  standard error (SE).\n\nSequence data from this article can be found in the GenBank/EMBL data libraries under accession numbers At3g49720 and At5g65810.\n\nThe following supplemental materials are available.\n\nSupplemental Figure S1. Cell wall composition in Arabidopsis with alteredCGR2andCGR3expression.\n\nSupplemental Figure S2. Hypocotyl and rosette size in Arabidopsis with alteredCGR2andCGR3expression.\n\nSupplemental Figure S3. Early growth phenotypes in Arabidopsis with alteredCGR2andCGR3expression.\n\nSupplemental Figure S4. Partitioning of photosynthetic C to shoots and roots in Arabidopsis with alteredCGR2andCGR3expression.",
    "results": "Cell wall composition of Col 0 (wild type),cgr2/3complemented withCGR2(cgr2com), CGR2OX, andcgr2/3was analyzed to determine whether the previously observed changes in methylesterification and modification of cell wall polysaccharides byKim et al. (2015)were retained in the mutant lines. Similar to what was seen byKim et al. (2015), crystalline cellulose content was lower incgr2/3mutant line and it was greater in CGR2OX than that in Col 0 (Supplemental Fig. S1A). In addition, the content of neutral sugars such as fucose, arabinose, and glucose was significantly higher incgr2/3than Col 0, as was shown byKim et al. (2015;Supplemental Fig. S1B). The uronic acid content and the amount of methylesters per uronic acid were greater in CGR2OX compared to wild type; the uronic acid content was lower incgr2/3(Supplemental Fig. S1C). These data support that the cell wall composition, including pectin and the degree of methylesterification, is altered in the CGR2OX andcgr2/3mutant lines in response to alteredCGR2andCGR3gene expression, as previously reported inKim et al. (2015).\n\nHypocotyl length and cotyledon and leaf areas were measured to determine how altered expression ofCGR2andCGR3affects early seedling growth and expansion of the leaf blade.\n\nSimilar to earlier results (Kim et al., 2015), hypocotyls of CGR2OX were significantly longer than wild type, while those ofcgr2/3were shorter (Supplemental Figs. S2AandS3A). Cotyledon area was also smaller incgr2/3than Col 0 (Supplemental Fig. S3B). The CGR2OX mutant produced rosettes with greater projected and total leaf area compared to Col 0 throughout the lifecycle (Fig. 1,Supplemental Fig. S2, B and C). In contrast, a significant reduction in projected and total leaf area was observed incgr2/3. The degree of leaf overlap measured by the ratio between projected and total leaf area was not different between the transgenic lines and Col 0 (Fig. 1). Thus, functional availability ofCGR2andCGR3has a significant impact on leaf area growth.\n\nProjected and total leaf area over time in Arabidopsis with alteredCGR2andCGR3expression. A, Projected leaf area and B, total leaf area at four different harvests (H) is presented for Col 0, cgr2com, CGR2OX, andcgr2/3. H1, H2, H3, and H4 correspond to 29, 49, 63, and 82DAS, respectively. For clarity, data for H1 is presented as insets in (A) and (B). Values represent the mean +/ seandn= 5 plants per line. Statistical differences at alpha = 0.05 are marked with lower case letters.\n\nLeaf area and thickness are generally negatively correlated (Lambers et al., 2008;Weraduwage et al., 2015). To determine whether changes in leaf area in CGR2OX andcgr2/3 were accompanied by changes in leaf thickness, we measured leaf thickness. Interestingly, leaves ofcgr2/3were both thin and of small leaf area (Fig. 2, A and B); this trend was observed throughout the lifecycle (data not shown). During early vegetative growth [34 d after seeding (DAS)], CGR2OX produced thinner leaves with a tendency toward more area than Col 0. Nonetheless, the CGR2OX leaves were thicker than those ofcgr2/3.\n\nLeaf thickness and anatomy in Arabidopsis with alteredCGR2andCGR3expression. A, Representative micrographs of leaf cross sections; B, leaf thickness; C, the relationship between the number of mesophyll cells and size of the intercellular air spaces in the leaf mesophyll; D, the surface area of mesophyll cells exposed to intercellular air spaces per unit leaf area (Smes); and E, the surface area of chloroplasts exposed to intercellular air spaces per unit leaf area (Sc) are presented for Col 0, cgr2com, CGR2OX, andcgr2/3. In (A), leaf thickness is denoted by red double arrows. Data were obtained from 34 d old leaves. In (B), (D), and (E), values represent the mean +/ seandn= 4 plants per line. In (C),n= 4 plants per line were used to obtain the mean values for the area of air spaces as a % of area of leaf cross section and the number of mesophyll cells per mm2of leaf cross section. Statistical differences at alpha = 0.05 are marked with lower case letters.\n\nNext, we determined whetherCGR2  andCGR mediated pectin methylesterification was correlated with changes in mesophyll architecture. CGR2OX had larger palisade cells and 3 to 4 mesophyll cell layers compared to Col 0, which produced 4 to 5 layers of comparatively smaller palisade cells (Fig. 2A). However, the mesophyll cells ofcgr2/3were significantly smaller and more numerous than in Col 0 (Fig. 2A), which led to a marked reduction in intercellular airspaces in the leaf mesophyll (Fig. 2C). Consequently, a significant negative correlation was observed between the number of cells and intercellular air spaces in the leaf mesophyll (Fig. 2C). Enhanced cell density and the reduction in intercellular air spaces incgr2/3compared to the other Arabidopsis lines also led to a significant reduction in mesophyll cell surface area (Smes) and chloroplast surface area (Sc) exposed to intercellular air spaces per unit leaf area (Fig. 2, D and E).\n\nInterestingly also, the number of chloroplasts per unit area of a leaf cross section was lower in CGR2OX and greater incgr2/3compared to Col 0 (Fig. 3A). However, the average size of chloroplasts was smaller in all transgenic lines compared to Col 0 (Fig. 3B). The data indicate that the reduction inScincgr2/3was not a result of a reduction in chloroplast area per unit leaf area, but instead was linked to the significant reduction in intercellular air spaces in the leaf mesophyll. Therefore, our results show that variations in the levels of methylesterification of the cell wall significantly impact leaf thickness, cell density, and mesophyll architecture.\n\nAbundance and size of chloroplasts in Arabidopsis with alteredCGR2andCGR3expression. A, Number of chloroplasts per unit area of leaf cross section; B, Size of chloroplasts in 34 d old leaves is shown for Col 0, cgr2com, CGR2OX, andcgr2/3. Values represent the mean +/ seandn= 12. Statistical differences at alpha = 0.05 are marked with lower case letters.\n\nWe next aimed to establish whether changes in mesophyll architecture as well as projected and total leaf areas affect net C assimilation in mutant lines with alteredCGR expression. To do this, we measured area  and plant based photosynthesis and respiration. During early vegetative growth, at around 29 DAS, area based photosynthesis incgr2/3was significantly higher than the other lines (Fig. 4A). Afterward,cgr2/3showed lower area based photosynthesis rates compared to Col 0 throughout the vegetative growth phase (Fig. 4A). Area based photosynthesis in CGR2OX was lower than Col 0 around 49DAS, but remained higher compared tocgr2/3.\n\nPhotosynthesis and respiration over time in Arabidopsis with alteredCGR2andCGR3expression. A, Area based photosynthesis, B, area based nighttime respiration, C, photosynthesis on a whole plant basis, and D, night time respiration on a whole plant basis at four different harvests (H) is shown for Col 0, cgr2com, CGR2OX, andcgr2/3. Photosynthesis (C gain) is shown as a positive number (A, C) while respiration (C loss) is shown as a negative number (B, D). H1, H2, H3, and H4 correspond to 29, 49, 63, and 82DAS, respectively. For clarity, the scale of the Y axis for H1 in (C) and (D) is presented on the left hand side. Values represent the mean +/ seandn= 5 plants per line. Statistical differences at alpha = 0.05 are marked with lower case letters.\n\nWe also established that area based respiration incgr2/3was 2 to 5 times greater than Col 0 (Fig. 4B). Thus, photosynthesis/respiration ratio remained significantly smaller incgr2/3throughout the lifecycle (Fig. 5A). Although not statistically significant at the 0.05 significance level, CGR2OX showed a trend toward lower area based respiration (Fig. 4B) and therefore, its photosynthesis/respiration ratio appeared to be greater in young rosette leaves at 29DAS(Fig. 5A). Increased area based respiration incgr2/3and lower area based respiration in CGR2OX correlated well with the differences in the number of mesophyll cells in these lines (Fig. 2C). In general, plant based photosynthesis in CGR2OX was similar to Col 0 with an upward trend, even though area based photosynthesis was smaller (Fig. 4, A and C); this was mainly due to the larger projected leaf area in CGR2OX (Fig. 1A). However, owing to its smaller projected leaf area, plant based photosynthesis incgr2/3was much lower than Col 0 (Fig. 4C). Plant based respiration was greater in CGR2OX, and smaller incgr2/3than in Col 0 (Fig. 4D), which could be explained by differences in total leaf area (Fig. 1B).\n\nDaily C gain in Arabidopsis with alteredCGR2andCGR3expression. A, Photosynthesis/respiration ratio at four different harvests (H); B, The daily C gain at two different harvests for Col 0, cgr2com, CGR2OX, andcgr2/3is given. H1, H2, H3, and H4 correspond to 29, 49, 63, and 82DAS, respectively. Values represent the mean +/ seandn= 5 plants per line. Statistical differences at alpha = 0.05 are marked with lower case letters.\n\nDaily C gain in rosettes was greater in CGR2OX compared to Col 0 when measured at 29 and 49DAS, while it was significantly smaller incgr2/3(Fig. 5B). The upward trend in daily C gain observed in CGR2OX was a result of its higher plant based photosynthetic rates due to greater projected leaf area (Figs. 1Aand4C). The decrease in C gain incgr2/3resulted from reduced plant based photosynthesis due to the smaller projected leaf area and smaller photosynthesis/respiration ratio compared to CGR2OX (Figs. 1A,4C, and5A). Together these results support the hypothesis that by controlling leaf area and mesophyll architecture, pectin methylesterification is a critical factor for regulation of whole plant rates of photosynthesis and respiration.\n\nThe differences in chloroplast number and size could not account for the large differences observed in area based photosynthesis betweencgr2/3and the other three Arabidopsis lines (Fig. 3, A and B). Therefore, to investigate whether lower area based photosynthesis rates incgr2/3at harvests 2, 3, and 4 were a result of a reduction in CO2availability owing to altered mesophyll architecture, the degree of13C discrimination was analyzed in leaf tissue of the four Arabidopsis lines. The13C content ofcgr2/3was greater, consistent with less discrimination against13CO2during photosynthesis compared to the other lines (Fig. 6, A C). The average CO2partial pressure at Rubisco calculated using the 13CVPDB(Vienna Pee Dee Belemnite,VPDB) values showed CO2availability to be significantly lower incgr2/3(Fig. 6, D F). These data are in agreement with the hypothesis that there is a greater resistance to CO2diffusion into chloroplasts ofcgr2/3, owing to lower surface areas of mesophyll cells and chloroplasts facing intercellular air spaces per unit leaf area as a result of enhanced cell density and reduced intercellular air spaces (Fig. 2, C E). Therefore, reduction inCGR2andCGR3availability appears to have a strong negative impact on area based photosynthesis owing to reduction in CO2availability to chloroplasts, most likely as a result of altered mesophyll architecture.\n\nDegree of resistance to CO2diffusion through the leaf mesophyll over time in Arabidopsis with alteredCGR2andCGR3expression. A, B, C, The 13CVPDBvalue calculated as the ratio of13C to12C isotopes in leaf tissue relative to aVPDBvalue; D, E, F, CO2partial pressure at Rubisco at three different harvests (H) is shown for Col 0, cgr2com, CGR2OX, andcgr2/3. H2, H3, and H4 correspond to 49, 63, and 82DAS, respectively. Values represent the mean +/ seandn= 5 plants per line. Statistical differences at alpha = 0.05 are marked with lower case letters.\n\nWe next analyzed the effects of altered expression ofCGR2andCGR3on plant growth by measuring leaf growth parameters, plant biomass, and relative growth rates. We found thatLMAwas higher incgr2/3during the early to late vegetative phases, around 29 to 63DAS(Fig. 7A). In addition,LMAin CGR2OX remained significantly lower than incgr2/3. Leaf area per unit plant mass (leaf area ratio) and leaf mass ratio (mass of leaf per unit plant mass) were significantly smaller incgr2/3than other lines (Fig. 7, B and C). In contrast, root mass ratio (mass of root per unit plant mass) was larger incgr2/3than other lines (Fig. 7D).\n\nVariations in leaf growth parameters over time in Arabidopsis with alteredCGR2andCGR3expression. A,LMA, B, leaf area ratio, C, leaf mass ratio, and D, root mass ratio at four different harvests (H) for Col 0, cgr2com, CGR2OX, andcgr2/3is presented. H1, H2, H3, and H4 correspond to 29, 49, 63, and 82DAS, respectively. Values represent the mean andn= 5 plants per line. Statistical differences at alpha = 0.05 are marked with lower case letters.\n\nInterestingly, CGR2OX maintained the greatest leaf, root, and plant biomass throughout the lifecycle (Fig. 8, A D). In contrast,cgr2/3plants exhibited a significant reduction in leaf, root, and plant dry weight throughout the lifecycle. Collectively, these data reveal that alterations inCGR2andCGR3expression can have a significant effect not only on leaf growth, but also on overall plant growth. Therefore, while an increase in pectin methylesterification enhances plant biomass, a decrease in pectin methylesterification reduces it. Modeled relative growth rates revealed that both area based (Fig. 9A) and mass based (Fig. 9B) relative growth rates were higher in CGR2OX and smaller incgr2/3than Col 0 during most part of the lifecycle. In summary, alterations inCGR2andCGR3have a significant impact on important leaf growth parameters such asLMA, and biomass partitioning to leaf growth, and also affect plant growth in terms of biomass accumulation and relative growth rates.LMAshowed a negative correlation with plant growth and relative growth rates.\n\nVariations in dry weight over time in Arabidopsis with alteredCGR2andCGR3expression. A, Leaf, B, root, C, inflorescence, and D, whole plant dry weight at four different harvests (H) for Col 0, cgr2com, CGR2OX, andcgr2/3is given. H1, H2, H3, and H4 correspond to 29, 49, 63, and 82 DAS, respectively. For clarity, the scale of the Y axis for H1 in (A), (B) and (C) is presented on the left hand side. Values represent the mean +/ seandn= 5 plants per line. Statistical differences at alpha = 0.05 are marked with lower case letters.\n\nModeled relative growth rates over time in Arabidopsis with alteredCGR2andCGR3expression. A, Area based relative growth rates and B, mass based relative growth rates simulated from days 5 to 84 using the Arabidopsis leaf area growth model fitted with data obtained from Col 0, cgr2com, CGR2OX, andcgr2/3are presented.\n\nThe Arabidopsis leaf area growth model parameterized with measurements obtained from the four Arabidopsis lines was used to estimate how much C was partitioned to new leaf area growth andLMA, as a proportion of net assimilated C that is available for growth. These values, referred to as partitioning coefficients (Table I), would allow determination of whether changes inCGR2andCGR3availability could affect C partitioning to growth or respiratory processes. The proportions of C partitioned to leaf growth in total (C partitioned to area +LMA), and to root growth found by14CO2feeding experiments at 29DAS, were used as an initial estimate when setting the partitioning coefficients to leaf growth for the early vegetative growth phase (Supplemental Fig. S4;Table I). Partitioning coefficients obtained from growth modeling for CGR2OX revealed that, compared to the other lines, theCGR2over expression line partitioned more of the C available for leaf growth toward leaf area growth and less towardLMA, especially during the early vegetative phase (Table I). In contrast, we found that incgr2/3a significantly greater proportion of C was allocated toLMArather than to leaf area growth (Table I). The differences in C partitioning to leaf area growth andLMAbetween Col 0 and CGR2OX andcgr2/3were most prominent during early vegetative phases of growth.\n\nPartitioning coefficients for partitioning of net assimilated C to inflorescence and root growth,LMA, and leaf area growth during the early and late vegetative phases and the reproductive phase for Col 0, cgr2com, CGR2OX, andcgr2/3were obtained from the Arabidopsis leaf area growth model. The durations of the early and late vegetative phases and the reproductive phase for each line is as follows: for Col 0, 5 51DAS, 52 74DAS, and 75 90DAS; for cgr2com, 5 48DAS, 49 70DAS, and 71 90DAS; for CGR2OX, 5 49DAS, 50 72DAS, and 73 90DAS; and forcgr2/3, assuming flower initiation started at 82DAS, 5 55DAS, 56 81DAS, and 82 90DAS.\n\nThe patterns of C partitioning in transgenic lines seen inTable Iwere further investigated by determining the amounts of C being partitioned to specific growth processes as well as respiratory processes as a proportion of the total available C in the plant (Fig. 10). CGR2OX still partitioned a greater proportion of total available C to leaf area growth and a lesser proportion toLMAcompared to the other lines;cgr2/3showed an opposite trend to that seen in CGR2OX (Fig. 10). The maintenance respiratory cost increased as the plant aged. Toward the end of its lifecycle (82DAS), close to 75% of assimilated C was consumed in maintenance respiration (Fig. 10). While the maintenance costs in CGR2OX were somewhat larger than Col 0 toward the end of the lifecycle, a significant enhancement in the proportion of C spent in maintenance respiration could be seen incgr2/3throughout the lifecycle (Fig. 10). Collectively, these data provide evidence to support that alteration inCGR2andCGR3expression has a significant impact on determining the proportions of C partitioned to new leaf area growth versusLMA, and to maintenance respiration in plants.\n\nModeled C partitioning to growth and respiration in Arabidopsis with alteredCGR2andCGR3expression. Carbon partitioned to support growth in terms of leaf area andLMA, and inflorescence growth, root growth, and maintenance and growth respiration is presented as percentages of the daily available C at 29, 49, 63, and 82DAS. Data were derived from the Arabidopsis leaf area growth model fitted with data obtained from Col 0, cgr2com, CGR2OX, andcgr2/3.\n\nTo determine whether the alterations in growth observed in CGR2OX andcgr2/3were a result of alterations in area based photosynthesis (Fig. 4A) or partitioning coefficients to leaf area growth andLMAgrowth (Table I), the values for these parameters in the growth model for Col 0 were substituted separately by corresponding values from the two transgenic lines. Interestingly, by keeping the partitioning coefficients the same, substitution of area based photosynthesis rates for 1 to 90 d with those of CGR2OX resulted in a small reduction in modeled growth in Col 0 whereascgr2/3caused a large increase in growth (gray lines inFig. 11).\n\nComparison of the effects of altered area based photosynthesis and C partitioning coefficients on plant growth in Arabidopsis with alteredCGR2andCGR3expression. Modeled effects on leaf area and leaf, root, and plant dry weights when either photosynthetic rates or partitioning coefficients spanning the entire growth cycle for Col 0 are replaced by those of (A) CGR2OX and (B)cgr2/3are presented. In (A) and (B), blue lines represent modeled growth for Col 0, and red squares represent measured data points (mean +/ sd) for Col 0 at 29, 49, 63, and 82DAS. Gray lines represent modeled data for Col 0 when its area based photosynthesis rates are replaced by that of either CGR2OX (A) orcgr2/3(B). Orange lines represent modeled data for Col 0 when its partitioning coefficients (Table I) are replaced by that of either CGR2OX (A) orcgr2/3(B) without making any changes to area based photosynthesis rates of Col 0. In (A), asterisks represent measured data for CGR2OX at 63 and 82 DAS. In (B), the dotted line indicates the upper limit of measured data forcgr2/3.\n\nHowever, by keeping area based photosynthesis the same, substituting the partitioning coefficients of Col 0 with that of CGR2OX had a strikingly large positive effect on modeled growth;cgr2/3partitioning coefficients had a significantly large negative effect on growth that mirrored the observed differences in growth in theCGR2over expression line and theCGR2andCGR3double mutant line (orange lines inFig. 11). These observed changes in growth could be achieved by substituting the partitioning coefficients of only the early vegetative growth phase (data not shown). The data show that the observed changes plant growth in CGR2OX andcgr2/3were not a result of differences in photosynthetic rates, but a result of differences in C partitioning to growth in terms of leaf area andLMA, especially during early vegetative growth. Thus, our data support the hypothesis that the magnitude of plant growth is determined by how photosynthetic C is partitioned to new leaf area growth andLMA.",
    "discussion": "In this study, we investigated how modification of cell wall plasticity via the genetic manipulation of pectin methyltransferases,CGR2andCGR3, affects C assimilation, leaf respiration, and overall plant growth through effects on leaf area growth and mesophyll structure. We also wanted to further understand the relationship between photosynthesis and plant growth by determining whether the changes in overall plant growth in Arabidopsis with altered cellular availability ofCGR2andCGR3were a result of changes in growth in terms of leaf area andLMAor due to changes in area based photosynthesis. We found that over expression ofCGR2had a significant positive effect on leaf area and plant growth. On the other hand, suppression ofCGR2andCGR3expression caused a marked increase inLMAand a reduction in leaf area and plant growth. Altered expression ofCGR2andCGR3also had a significant impact on photosynthesis and respiration through altered mesophyll architecture. The differences in plant growth in Arabidopsis with alteredCGR2andCGR3levels were linked to changes in C partitioning to leaf area growth andLMArather than altered area based photosynthesis rates. These findings establish thatCGR2  andCGR3 mediated pectin methylesterification affects mesophyll architecture, C accumulation, C partitioning, leaf and plant growth, and the relationship between photosynthesis and plant growth.\n\nOften, thicker leaves are associated with largerLMAdue to an increase in the number of cell layers, which can increase leaf mass per unit leaf area (Lambers et al., 2008;Poorter et al., 2009;Villar et al., 2013;Weraduwage et al., 2015). However, a negative correlation exists between leaf mass density orLMD(mass of leaf per unit volume of leaf tissue) and leaf thickness, and both parameters can affectLMAas follows:LMD(kg m 3) = leaf mass/(leaf area x leaf thickness) andLMA(kg m 2) =LMDx leaf thickness (Witkowski and Lamont, 1991;Lambers et al., 2008;Poorter et al., 2009;Villar et al., 2013). Therefore, leaf thickening or an increase inLMAcan occur due to an increase in leaf thickness orLMD. While thicker leaves have been shown to be associated with larger mesophyll cells (elongated, especially in the depth direction) and larger air spaces,LMDhas been associated with smaller proportions of intercellular air spaces and smaller cells (Tsuge et al., 1996;Poorter et al., 2009;Villar et al., 2013). In addition to being affected by anatomical changes,LMAandLMDcan also be determined by variations in cellular and chemical composition (Cunningham et al., 1999;Lambers et al., 2008). For example, plants with slow growth rates possess a larger number of smaller cells with thicker cell walls, and a greater proportion of lignin and other cell wall polysaccharides per unit leaf area that can increaseLMDandLMA(Cunningham et al., 1999;Lambers et al., 2008). A key aspect of cellular mass is represented by organelles, and plants with higher growth rates may possess large cells with a lower number of chloroplasts, which results in lowerLMA(Lambers et al., 2008).\n\nInterestingly, while both CGR2OX andcgr2/3had thinner leaves compared to Col 0,cgr2/3showed a significant increase inLMA. Such increase incgr2/3can be attributed to increasedLMDas a result of enhanced cell density and reduction of intercellular air spaces in the leaf mesophyll. Smaller cells can lead to concentration of cellular metabolites, which can also lead to increasedLMD. In addition,cgr2/3also possessed a larger number of chloroplasts per unit leaf area. The proportions of cell wall components per unit leaf area are also likely greater incgr2/3compared to the other backgrounds. Therefore, collectively the data clearly show that althoughcgr2/3had thinner leaves, enhancedLMDled to greater leaf mass per unit area (or lowerSLA) incgr2/3. Conversely,LMAin CGR2OX was significantly smaller thancgr2/3. Leaves of CGR2OX were also thicker thancgr2/3and contained larger intercellular airspaces, and larger cells with a lower number of chloroplasts. Therefore, our results support that variation inLMAbetween CGR2OX andcgr2/3resulted from the combination of increased leaf thickness and reduced leaf mass density.\n\nThe significant alterations in mesophyll architecture observed during this study are linked to changes inCGR2andCGR3expression. Based on the model that reduced methylation of pectin may enhance Ca2+ mediated cross linking of GalUA in cell walls, thereby preventing normal cell expansion incgr2/3(Burton et al., 2000;Wolf et al., 2009;Kim et al., 2015), we propose that the larger number of smaller mesophyll cells observed incgr2/3during this study is likely linked to the hardening of the cell wall and consequent restriction of cell wall expansion. This in turn is likely to cause an increase of the cell number per unit leaf area incgr2/3compared to Col 0. In addition, cross linking between GalUA and Ca2+in cell wall pectin is required for cellular adhesion (Caffall and Mohnen, 2009). Also a reduction in GalUA Ca2+complex formation inSolanum lycopersicumresulted in large air spaces in the fruit pericarp caused by dramatic reductions in the middle lamellae mediated cell to cell adhesion (Caffall and Mohnen, 2009). The observed decrease in air spaces incgr2/3and the dense distribution of the cells (hence thinner leaves) are likely due to enhanced cell to cell adhesion because of the lower degree of methylesterified pectin incgr2/3compared to Col 0. In contrast, enhanced methylation of pectin promotes cell expansion (Kim et al., 2015); this resulted in the observed presence of wider palisade cells and a lower number of cell layers (hence thinner leaves) in CGR2OX than Col 0. The number of cells and area of airspaces in CGR2OX differed only marginally from Col 0. However, CGR2OX did have a smaller number of smaller chloroplasts compared to Col 0, which may be an indication of lowerLMA. Whether over expression ofCGR2has a dosage effect, and over expression of bothCGR2andCGR3would result in larger and thicker leaves with lower cell density remains to be investigated.\n\nThinner leaves usually correlate with largerSLAor smallerLMA(Lambers et al., 2008;Weraduwage et al., 2015). However, based on the negative correlation betweenLMDand leaf thickness, it is likely thatLMDwould start to increase should leaf thickness decrease below a certain optimum, thereby resulting in an increase inLMA. This was demonstrated incgr2/3, where suppression ofCGR2andCGR3resulted in leaves that were too thin, leading to higher cell density andLMA. This can have significant negative effects on leaf gas exchange properties and daily C gain, as discussed below. The above phenotype was rescued by complementing withCGR2, as seen in cgr2com or by over expressingCGR2as in CGR2OX. Thus, the degree ofCGR2  andCGR3 mediated pectin methyl esterification can directly affectLMAby altering both leaf thickness and leaf mass density.\n\nIn general, leaves growing under high light develop thicker leaves with multiple cell layers and higherLMA(lowerSLA), and incurs higher area based respiration rates corresponding to their greater mass per unit leaf area (Mitchell et al., 1999;Lambers et al., 2008). In contrast, plants grown under low light have lowerLMA(higherSLA), which optimizes light capture and lowers area based respiration rates (Lambers et al., 2008). This assists in maximizing daily C gain and compensates for lower area based photosynthesis rates when growing under low light conditions (Lambers et al., 2008). Althoughcgr2/3produced thinner leaves, the marked enhancement in area based respiration positively correlated with enhanced leaf cell density and higherLMA. Higher area based respiratory rates led to smaller photosynthesis/respiration ratio, and when coupled with smaller projected leaf area, they had a significant negative impact on daily carbon gain. Thus, pectin methylesterification affects area based respiration rates through alterations in leaf cell density,LMD, andLMAand consequently affect photosynthetic efficiency in plants.\n\nDiffusion of CO2into chloroplasts occurs along the path that poses the least resistance through the cell wall, plasma membrane, chloroplast envelope, and into the chloroplast stroma (Terashima et al., 2006). Therefore,Screpresents the active area through which CO2diffuses in to the chloroplast stroma (Terashima et al., 2006). A decrease inScleads to a reduction in CO2concentration at Rubisco and therefore to a reduction in the carboxylation/oxygenation ratio (Terashima et al., 2006). Parameters that affect CO2diffusion into the chloroplast stroma are thickness of the mesophyll cell wall, internal conductance to CO2diffusion, and stomatal conductance (Terashima et al., 2006).Schas been shown to be positively correlated with internal conductance, while the latter is negatively correlated with cell wall thickness (Terashima et al., 2006).\n\nIn contrast to our original hypothesis, area based photosynthesis rates were significantly lower incgr2/3for most of the lifecycle, even though this mutant possessed smaller projected leaf area and denser leaves. This study revealed that this reduction in area based photosynthesis incgr2/3was not a result of differences in chloroplast number and size, but, mainly a result of a reduction in CO2partial pressure at Rubisco due to restrictions imposed on CO2diffusion by increased cell density and reduced airspaces in the leaf mesophyll that loweredSc. Preliminary investigations revealed that stomatal conductance is not negatively impacted in the mutant lines examined during this study (data not shown). Therefore, the observed reduction in area based photosynthetic rates is most probably due to a cumulative effect of lowerSc, higher internal resistance and greater cell wall thickness per unit area. The greater area based photosynthesis rates incgr2/3observed during early stages of vegetative development may have been a result of leaves and cell walls being comparatively thinner in young plants.Scvalues and CO2partial pressure at Rubisco incgr2/3were restored to the levels of Col 0 in cgr2com owing to alterations brought about byCGR2expression in its leaf anatomy: thicker leaves with less dense mesophyll and more intercellular air spaces.Scand CO2partial pressure in CGR2OX were similar to that of Col 0. The lower area based photosynthesis in CGR2OX may have resulted from thinner but larger leaves, which may have then resulted in less photosynthetic machinery per unit leaf area. Correspondingly, chloroplast number and size were lower in CGR2OX. These data emphasize the importance of pectin methylesterification in fine tuning cell expansion and size and cell to cell adhesion qualities in building a leaf mesophyll optimized for CO2exchange. While thin leaves are associated with lowerLMA(or enhancedSLA), it is important to maintain an optimum thickness to maintain sufficient intercellular air spaces, which would maintain high internal conductance,Smes, andSc, and therefore higher carboxylation rates.\n\nAs hypothesized, suppression ofCGR2  andCGR3 mediated pectin methylesterification had a profound negative effect on leaf area growth while over expression ofCGR2significantly enhanced leaf area growth. Suppression ofCGR2andCGR3also led to a reduction in plant dry weight. Over expression ofCGR2enhanced plant dry weight. Growth modeling revealed that the observed variations in growth were not caused by changes in area based photosynthesis. In fact, high rates of area based photosynthesis measured incgr2/3during early growth were found to be sufficient to drive growth higher than that seen in Col 0. Thus, growth had the opposite trend (CGROX > Col 0 >cgr2/3) compared with area based photosynthetic rate (cgr2/3> Col 0 > CGROX). To account for enhanced overall plant growth, the amount of net assimilated C available for growth has to increase, which will depend on the total amount of C assimilated and the amount of C respired to support maintenance processes (Weraduwage et al., 2015). Our study showed thatCGR2andCGR3, through pectin methylesterification, are capable of affecting total C assimilation by directly altering leaf area growth and by altering maintenance respiratory costs through direct effects on LMA. We also showed that althoughCGR2andCGR3affect area based photosynthetic rates, the latter is not a major factor affecting overall plant growth.\n\nA reduction in pectin methylesterification by reduced expression ofCGR2andCGR3seems to enhance cell wall hardening and cell to cell adhesion through increased cross linking between GalUA and Ca2+, favoring an increase inLMAagainst cell expansion and posing a greater demand for C forLMAgrowth compared to area growth (Fig. 12A). Hence less C will be utilized in area growth of new leaves and more C will be utilized in increasingLMA, leading to a smaller projected leaf area (Fig. 12A). Smaller projected leaf area yields lower whole plant C assimilation. In contrast, an increase in pectin methylesterification via enhanced expression ofCGR2andCGR3seems to reduce cell wall hardening and cell to cell adhesion, and thereby favors cell expansion and area growth against increases inLMA; it poses a greater demand for C for leaf area growth compared to that forLMAgrowth (Fig. 12B). Hence, more C will be utilized in area growth of new leaves, and a lower proportion C will be utilized inLMAgrowth, leading to larger projected leaf area and enhanced whole plant C assimilation (Fig. 12B). Suppression ofCGR2andCGR3increases respiratory costs through higherLMA, resulting in lower photosynthesis/respiration ratio, lower daily C gain, reduced net assimilated C available for growth, and ultimately reduced plant growth (Fig. 12A); over expression ofCGR2yields opposite physiological effects (Fig. 12B).\n\nCGR2  andCGR3 mediated pectin methylesterification regulates the relationship between photosynthesis and plant growth. A schematic diagram outlining how (A) suppression or (B) over expression ofCGR2andCGR3gene expression affects the relationship between photosynthesis and plant growth in Arabidopsis is presented. Suppression ofCGR2andCGR3reduces the degree of pectin methylation, which leads to an increase in cell to cell adhesion, cation mediated cross linking of GalUA, and consequent hardening of cell walls.CGR2over expression increases the degree of pectin methylation, which allows cell expansion through reduced cell to cell adhesion and cation mediated cross linking. We propose that pectin methyltransferase enzyme, through its ability to directly alter cell expansion, determines the amount of C partitioned to leaf area growth versus growth in terms ofLMA. For example, while more C is partitioned to growth in terms ofLMAin theCGR2andCGR3double knockout mutant, in theCGR2over expression line more C is partitioned to leaf area growth. An increase inLMAleads to enhanced area based respiration and a reduction in leaf area contribute to a reduction in whole plant photosynthesis. Collectively, this results in a reduction in C available for growth and consequently a decrease in overall plant growth; an opposite trend is seen in CGR2OX. Thus,CGR2andCGR3, through their ability to alter the degree of methylated pectin in the cell wall of the mesophyll cells, determine how photosynthate is utilized to grow the plant. In other words,CGR2  andCGR3 mediated pectin methylesterification affects the relationship between photosynthesis and plant growth by regulating the proportions of C that is partitioned to leaf area growth andLMA. Final overall growth mainly depends on the expression patterns ofCGR2andCGR3and how much C is partitioned to area growth andLMAand not on area based photosynthesis. PME: pectin methylesterase; PMEI: PME inhibitor; PMT: pectin methyltransferase. CH3OH is methanol.\n\nThere may be other genes that also impact partitioning of carbon toward leaf area growth orLMA. One example is the xyloglucan endotransglucosylase/hydrolase (XTH) gene family. Reduced expression ofXTH8andXTH31gene expression led to reduced leaf width, length, and leaf area (Miura and Hasegawa, 2010). The leaf mesophyll of these mutant lines consisted of a large number of small mesophyll cells per unit area (Miura and Hasegawa, 2010). Suppression ofXTH21led to a reduction in cellulose, and xyloglucan content with subsequent reductions in both leaf and plant size (Liu et al., 2007). One of the major roles of XTH enzymes is cleavage of cross linkages between cellulose and hemicellulose microfibrils that promotes wall loosening and cell expansion. This may explain the above leaf phenotypes inxth8,xth21, andxth31mutant lines (Liu et al., 2007;Miura and Hasegawa, 2010). Thus, through its effects on cell wall properties,XTHgenes may be able to alter C partitioning to leaf area and LMA and thereby affect overall plant growth similar to the role played byCGRgenes.\n\nIn summary, the results from this study are in agreement with findings fromWeraduwage et al. (2015)that optimization of leaf area growth and plant growth can be achieved by increased partitioning of C to leaf area growth with concomitant reduction in partitioning to growth in terms ofLMAespecially during the early vegetative growth phase (Weraduwage et al., 2015), and that photosynthesis drives growth through alterations in C partitioning to leaf area andLMAgrowth. In this study, we found thatCGR2andCGR3directly affect this relationship by altering the degree of cell expansion and/or adhesion, thereby driving C partitioning by generating C demands for leaf area growth and for growth in terms ofLMA.\n\nOur study supports the model that qualitative and quantitative changes in pectin in the cell wall have a significant impact on area based photosynthesis and respiration through alterations in leaf thickness, mesophyll cell density, and area of the leaf blade. Such changes in mesophyll architecture directly alteredLMAand consequently area based respiration.CGR2 andCGR3 affected area based photosynthesis by altering CO2availability at Rubisco. These genes could affect plant based photosynthesis by enabling enhanced light capture through larger leaf area. These data emphasizes the importance of pectin methylesterification in fine tuning cell expansion and size, and adhesion qualities when building an optimum leaf to maximize photosynthesis under different environmental conditions. While thin leaves are associated with reducedLMA, it is important to maintain an optimum thickness to maintain sufficient intercellular air spaces that would maintain high internal conductance as reflected inSmesandScand therefore higher carboxylation rates.CGR2andCGR3, which directly alter the size of the leaf blade and mesophyll architecture, may find applications in the future to improve light interception in crop plant canopies.\n\nOver expression ofCGR2had a significant positive effect on leaf area and plant growth. Suppression ofCGR2andCGR3caused a marked increase inLMA, and a reduction in leaf area and plant growth. These differences resulted through changes in C partitioning to leaf area growth and growth in terms ofLMAand not as a result of altered area based photosynthesis rates. Therefore, photosynthesis drives plant growth through alterations in C partitioning to new leaf area growth andLMAgrowth, and this study discovered that pectin methylesterification affects this relationship by directly altering the degree of cell expansion and positioning in the leaves to create dynamic carbon demands in leaf area growth and leaf mass thereby driving C partitioning for these processes. Collectively, these results uncover an unexpected connection between cell wall composition and photosynthesis, and support the novel (to our knowledge) model that through its role in modulation of organ development, the cell wall plasticity is a key factor influencing photosynthetic processes in land plants.",
    "conclusion": "Our study supports the model that qualitative and quantitative changes in pectin in the cell wall have a significant impact on area based photosynthesis and respiration through alterations in leaf thickness, mesophyll cell density, and area of the leaf blade. Such changes in mesophyll architecture directly altered LMA and consequently area based respiration. CGR 2 and CGR 3 affected area based photosynthesis by altering CO 2 availability at Rubisco. These genes could affect plant based photosynthesis by enabling enhanced light capture through larger leaf area. These data emphasizes the importance of pectin methylesterification in fine tuning cell expansion and size, and adhesion qualities when building an optimum leaf to maximize photosynthesis under different environmental conditions. While thin leaves are associated with reduced LMA , it is important to maintain an optimum thickness to maintain sufficient intercellular air spaces that would maintain high internal conductance as reflected in S mes and S c and therefore higher carboxylation rates. CGR2 and CGR3 , which directly alter the size of the leaf blade and mesophyll architecture, may find applications in the future to improve light interception in crop plant canopies.\n\nOver expression of CGR2 had a significant positive effect on leaf area and plant growth. Suppression of CGR2 and CGR3 caused a marked increase in LMA , and a reduction in leaf area and plant growth. These differences resulted through changes in C partitioning to leaf area growth and growth in terms of LMA and not as a result of altered area based photosynthesis rates. Therefore, photosynthesis drives plant growth through alterations in C partitioning to new leaf area growth and LMA growth, and this study discovered that pectin methylesterification affects this relationship by directly altering the degree of cell expansion and positioning in the leaves to create dynamic carbon demands in leaf area growth and leaf mass thereby driving C partitioning for these processes. Collectively, these results uncover an unexpected connection between cell wall composition and photosynthesis, and support the novel (to our knowledge) model that through its role in modulation of organ development, the cell wall plasticity is a key factor influencing photosynthetic processes in land plants."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:00:45.886761",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4902601/"
  }
}