{
  "pmcid": "PMC4411111",
  "title": "REGULATOR OF BULB BIOGENESIS1 (RBB1) Is Involved in Vacuole Bulb Formation in Arabidopsis",
  "authors": [
    "Sang Won Han",
    "Jose M Alonso",
    "Marcela Rojas Pierce"
  ],
  "year": "2015",
  "journal": "PLoS ONE",
  "doi": "10.1371/journal.pone.0125621",
  "sections": {
    "abstract": "Vacuoles are dynamic compartments with constant fluctuations and transient structures such as trans vacuolar strands and bulbs. Bulbs are highly dynamic spherical structures inside vacuoles that are formed by multiple layers of membranes and are continuous with the main tonoplast. We recently carried out a screen for mutants with abnormal trafficking to the vacuole or aberrant vacuole morphology. We characterizedregulator of bulb biogenesis1 1(rbb1 1), a mutant in Arabidopsis that contains increased numbers of bulbs when compared to the parental control.rbb1 1mutants also contain fewer transvacuolar strands than the parental control, and we propose the hypothesis that the formation of transvacuolar strands and bulbs is functionally related. We propose that the bulbs may function transiently to accommodate membranes and proteins when transvacuolar strands fail to elongate. We show that RBB1 corresponds to a very large protein of unknown function that is specific to plants, is present in the cytosol, and may associate with cellular membranes. RBB1 is involved in the regulation of vacuole morphology and may be involved in the establishment or stability of trans vacuolar strands and bulbs.",
    "methods": "The parental line carrying GFP TIP2;1 and mCherry HDEL [29], and the marker lines TIP1;1 YFP [16] and SYP22 RFP [30] were previously described. SALK_095160, SALK_067590 and SALK_074387 were obtained from the Arabidopsis Biological Resource Center (ABRC) and genotyped by PCR. pUBQ10::RFP TIP1;1 was generated by Gateway cloning (Invitrogen). Briefly, the TIP1;1 CDS was amplified from Col 0 cDNA by PCR and the amplicon was introduced into pENTR D TOPO vector (Invitrogen). A RFP TIP1;1 expression clone was generated by recombination with pUBN RFP [31] using LR clonase II (Invitrogen). The promoter of the resulting construct was substituted with the full pUBQ10 promoter (1,596 bp) from pNIGEL07 (Geldner et al 2009) to generatepUBQ10::RFP TIP1;1. TheRBB1::3xYpet RBB1andRBB1::RBB1 3xYpetconstructs were generated by a Recombineering based gene tagging system [32] using the JAtY76M24 clone and the primers listed inS1 Table. After introducing 3xYpet, the JAtY clone was shortened by homologous recombination using \"delleft\" and \"RB amp\" primers (S1 Table). This resulted in a fragment of the chromosomal region containing 12.8 kb upstream of start codon ofRBB1and up to 5 kb downstream from the stop codon. These constructs were transformed into Agrobacterium GV3101 and then transformed into Col 0 wild type plants via floral dip [33].\n\nSeeds were plated on AGM (0.5X MS media and 1% sucrose) with 4 g /L GelRite. For light grown seedlings, seeds were cold treated for 4 days in the dark to break dormancy and then incubated at 22 degreesC under a 16 h light photoperiod. For dark grown seedlings, seeds were cold treated in the dark and then incubated at 22 degreesC while covered in aluminum foil.\n\nC834 (ID 6982834) was from Chembridge, Brefeldin A from Sigma and Lysotracker Red and FM4 64 from Invitrogen. All chemicals were dissolved in 100% DMSO and all treatments were carried out with 4 day old seedlings, unless specified. BFA treatment was done in liquid AGM containing 75 uM BFA and for 3 h. C834 treatment was done with 3 d old seedlings in solid AGM GelRite supplemented with 55uM C834 for 48 hours as described [29]. For staining, seedlings were incubated in liquid AGM containing 2 uM Lysotracker Red for 2 h or 5 uM FM4 64 for 5 min.\n\nA Zeiss LSM 710 confocal microscope was used for all imaging experiments. A 40x water objective (1.1 N.A.) was used to image embryos and roots. A 20x objective (0.8 N.A.) was used to image hypocotyls and cotyledons. The excitation/emission wavelengths during acquisition were 488 nm/492 570 nm for GFP and Ypet, 561 nm/588 696 nm for mCherry and RFP, 514 nm/588 700 nm for FM4 64, and 561 nm/566 690 nm for Lysotracker red. To count the number of TVS, seedlings were imaged using a large pinhole to generate 600 um thick optical sections for hypocotyls and 102 um sections for cotyledons. A 40X objective was used and image zoom was kept at 0.6. Epidermal cells within the bottom half of the hypocotyl, but excluding the root shoot junction, were used for TVS counting in hypocotyls. Epidermal cells from the adaxial side were used for cotyledons. TVS were counted in each cell from the collected images.\n\nTotal mRNA was extracted using TRI reagent (Ambion) and treated with DNase I (NEB). cDNA was synthesized using iScript cDNA Synthesis Kit (BioRad) and was used a template for RT PCR. Oligo sequences used for PCR are shown inS2 Tableand 30 cycles were used for all reactions.\n\nA mapping population was generated from a cross betweenrbb1 1and the Lerwild type background, and segregating homozygousrbb1 1mutants were identified based on the bulb phenotype. Two Single Sequence Length Polymorphism (SSLP) markers [34] co segregated with therbb1 1phenotype and placed the mutation in Chromosome 5. For SNP detection, 12 homozygous F3families from 1 backcross to the parental line were selected based on the bulb phenotype and 500 seedlings per family were used to generate DNA libraries. Samples were sequenced in an Illumina HiSeq sequencer as 100 bp reads at BGI (formerly Beijing Genomics Institute). The expected genome coverage was 35X. Data analysis was carried out at the Bioinformatics Consulting and Service Core at North Carolina State University as follows. Sequence reads were aligned to the TAIR10 genome using bowtie2 and variant calls were made using samtools mpileup. Variants were filtered for those located within TAIR10 genes and data was exported to a spreadsheet. Only SNPs located between markers RBCS B and PINHEAD in Chromosome 5 were analyzed further. From these, mutations that were originally present in the parental line were identified from the sequencing of an unrelated mutant from the same mutagenesis screen. In addition, mutations in introns or UTRs, silent mutations and mutations unlikely to result from EMS mutagenesis were discarded.\n\nTotal proteins were extracted from 7 day old seedlings. Samples were homogenized in 50mM HEPES KOH, pH 6.5, 5 mM EDTA, 8% sucrose, 1mM DTT and proteinase inhibitors (Complete Mini, EDTA free, Roche Diagnostics) in a chilled mortar. The homogenates were spun at 5,000g for 10 min at 4 degreesC and the supernatant was filtered through 3 layers of miracloth. For membrane protein fractions (P100), filtered total proteins were spun at 100,000g for 1 h at 4 degreesC and the pellet was resuspended in buffer. Protein concentration was quantified by the Bradford assay. For immunoblot of 3xYpet RBB1, 8 ug of proteins were loaded in a NuPAGE 3 8% Tris Acetate gel (Life Technologies) following manufacturer instructions. The following antibodies were used: anti GFP (Thermo MA5 15256), anti cFBase (Agrisera AS04043), anti H+ATPase (Agrisera AS07260) and anti calreticulin [35]. Peroxidase Conjugated Goat Anti Mouse IgG (Thermo 32430) or peroxidase conjugated Goat Anti Rabbit (Thermo 32460) antibodies were used as secondary antibodies. Immunoblots were visualized by chemiluminescence with Clarity Western ECL Substrate (BioRad) using a G:BOX Chemi XRQ system (Syngene) for image capture. Signal was quantified using the GeneTools image analysis software (Syngene).",
    "results": "We recently carried out a screen for mutants in tonoplast protein trafficking and vacuole biogenesis and characterized the function of the VTI11 SNARE protein and phosphoinositides in vacuole fusion [28]. During the course of this work, we identified a mutant in which the tonoplast protein GFP TIP2;1 labeled many vacuolar bulbs and it was namedregulator of bulb biogenesis1 1(rbb1 1). In the parental line, the GFP TIP2;1 protein labels the tonoplast and very few bulbs in root epidermis and cortex and the epidermis of hypocotyls, cotyledons and rosette leaves (Fig 1A 1D) [16,28,36]. In therbb1 1mutant, GFP TIP2;1 also labels the tonoplast, and the size and morphology of the vacuole appeared normal. However, many more bulbs were evident as bright sub vacuolar structures in multiple tissues (Fig 1E 1H). In hypocotyls, bulbs were observed consistently in many cells in the epidermis and cortex (Fig 1E). Bulbs were also apparent in high numbers in the epidermis of cotyledons and rosette leaves ofrbb1 1(Fig 1F and 1H). Vacuolar bulbs were detected in roots (Fig 1G), but this phenotype was variable amongst different seed stocks and was not characterized further. The variability in the root phenotype may be due to root specific modifying factors that segregate in the population. No major defects in plant morphology were detected inrbb1 1homozygous plants (S1 Fig). Sequencing demonstrated that theGFP TIP2;1transgene is intact inrbb1 1and consequently, the bulb phenotype is not related to a mutation in the GFP TIP2;1 protein sequence.\n\n(a h)rbb1 1mutants have more bulbs than the parental line. GFP TIP2;1 localization in the parental line (WT, a d) orrbb1 1(e h). Four day old seedlings were imaged by confocal microscopy to visualize morphology of the vacuole in the epidermis of hypocotyl (a, e) and cotyledon (b, f), and in root epidermis and cortex (c, g). The bulb phenotype was also observed in rosette leaves of 6 week old plants (d, h). Scale bar = 20 um. (i n) GFP TIP2;1 and RFP TIP1;1 co localize inrbb1 1bulbs. The hypocotyls of 4 day old dark grown seedlings expressing GFP TIP2;1 (green, i, l) and RFP TIP1;1 (magenta, j, m) in the parental line (i k) andrbb1 1mutants (l n) are shown. Merged images (k, n) are also shown. Scale bar: 20 um. (o)rbb1 1mutants do not accumulate higher levels of GFP TIP2;1 in seedlings. Immunoblot of GFP TIP2;1 accumulation in the parental line andrbb1 1using antibodies against GFP (alpha GFP) and Calreticulin (alpha CRT) as loading control.\n\nTIP1;1 YFP is often found in vacuolar bulbs [16,23,37]. In order to determine if therbb1 1bulbs accumulate TIP1;1 in a similar manner, we introduced a RFP TIP1;1 fusion in therbb1 1mutant background. In the parental line, RFP TIP1;1 localized to the tonoplast, and labeled very few bulbs in roots and hypocotyls (Fig 1I 1K). RFP TIP1;1 co localized with GFP TIP2;1 in the tonoplast and the bulbs when the two markers were co expressed inrbb1 1(Fig 1L 1N). It was previously proposed that vacuolar bulbs are involved in the degradation of membrane proteins [19] and that bulbs may form as a response to overexpression of dimer type FP [24]. We then tested whether the increased number of bulbs inrbb1 1could be caused by enhanced accumulation of GFP TIP2;1 inrbb1 1by Western blot. No significant differences in GFP TIP2;1 protein accumulation were detected betweenrbb1 1and the parental control, indicating that the increased number of bulbs inrbb1 1is not related to differences in protein accumulation or stability (Fig 1OandS1C Fig). These results overall indicate that, independent on the nature of the bulbs inrbb1 1, theRBB1locus is required to prevent the formation or accumulation of bulbs in the vacuole.\n\nIn order to comparerbb1 1bulbs with the IVSPs and bulbs previously described [24], we measured the maximum intensity values for bulb membranes inrbb1 1. As shown inS2 Fig, maximum intensity values for the bulbs in the parental line are 1.2  and 1.3 fold higher than the outer tonoplast in cotyledons and hypocotyls, respectively. In contrast,rbb1 1bulbs have 2 fold higher intensity than the tonoplast in hypocotyl, and 3.5 fold higher in cotyledons. Therefore,rbb1 1bulbs would fit the description of both IVSPs and bulbs [24]. Moreover, given the fact that the GFP TIP2;1 protein levels inrbb1 1mutants is similar to the parental line, we conclude that therbb1 1bulbs are not simply the result of increased GFP dimerization in the mutant. However, we can not discard the possibility that GFP dimerization acts as an enhancer of therbb1phenotype. Given the complexity of these structures, we will refer to them here simply as bulbs.\n\nThe vacuole membrane in many plant species constantly remodels with the formation of transvacuolar strands (TVS). We then hypothesized that the mechanisms involved in bulb formation and the dynamics of TVS may be related and thatRBB1may have a role in TVS formation. In order to test this possibility, we compared the number of TVS between the parental line andrbb1 1mutants. In contrast to the parental line, which shows 4.06 +/  0.39 TVS per cell in cotyledon epidermis,rbb1 1mutants have only 1.40 +/  0.16 (Fig 2AandS3A and S3B Fig). Therefore,rbb1 1has ~3 fold fewer TVS than the parental line, and this result provides support to a hypothesis that RBB1 is involved in TVS formation. This phenotype was also observed in the hypocotyls of light  and dark grown seedlings. Thus, the parental line showed an average of 2.2 +/  0.2 TVS per cell in the light and 1.75 +/  0.21 in the dark, while therbb1 1mutant had 1.25 +/  0.15 and 1.03 +/  0.19, respectively (Fig 2B). This indicates thatrbb1 1had a 40% reduction in the number of TVS per cell in hypocotyls in both light and dark grown seedlings. These results point towards important roles of RBB1 in the remodeling of the vacuole that generates either bulbs or TVS.\n\n(a) The number of trans vacuolar strands (TVS) per cell was counted in cotyledon cells from the parental line andrbb1 1seedlings that were grown in the light. n = 48 cells from 8 seedlings. (b)rbb1 1mutants have fewer TVS in hypocotyl from light  and dark grown seedlings. Seedlings were germinated in the light or dark for 4 days and TVS were counted. n = 60 cells from 10 seedlings. Bars represent standard error. * Significantly different to the parental line in a t test (P <= 0.05).\n\nIn order to characterize the developmental progression of the bulb phenotype inrbb1 1, vacuoles were visualized at different times during seed germination (Fig 3A 3J). No bulbs were observed in PSVs of imbibed seeds or 1 d after incubation at 22 degreesC in either the parental line orrbb1 1(Fig 3A, 3B, 3F and 3G). Bulbs were first detected at day 2 post germination in both the parental line andrbb1 1when the large lytic vacuole is already established [16]. The bulbs were very transient in the parental line and very few were observed at 3 days or later. In contrast, the number of bulbs inrbb1 1continued to increase at days 3 and 4. These results indicate thatRBB1function may be important after day 3, but not during the early stages of germination.\n\n(a j) The bulb phenotype is apparent in hypocotyls after 3 d of germination. Germinating seedlings from the parental line (GFP TIP2;1, a e) andrbb1 1mutants (f j) were imaged after 0 4 days of incubation. (k n) The bulb phenotype ofrbb1 1is present in light  and dark grown seedlings. GFP TIP2;1 localization in hypocotyls was visualized in 4 d old seedlings from the parental line (WT, k, m) orrbb1 1(l, n) when grown under light (k, l) or dark (m, n) conditions. n = 36 cells from 6 seedlings. All scale bars = 20 um. (o) Dark treatment does not alter therbb1 1phenotype. The number of bulbs was counted in hypocotyls from parental line andrbb1 1seedlings that were grown in the light or in the dark as in k n. n = 9 15 seedlings. Bars represent standard error. (p)rbb1 1hypocotyls have fewer TVS after 3 d of germination. Seedlings were germinated in the light and TVS were counted after 2 days of incubation. n = 50 cells from 5 seedlings. Bars represent standard error. * Significantly different to the parental line in a t test (P <= 0.01).\n\nOne proposed function of the bulbs is to contribute membranes during cell expansion [15]. This prompted us to investigate whether therbb1 1phenotype was affected by conditions that promoted cell expansion such as the elongation of hypocotyls in the dark. To this end, vacuoles from the hypocotyl epidermis of parental andrbb1 1seedlings that were grown either in the light or the dark were imaged in the microscope, and bulbs were counted. While the parental control seedlings grown in the light contain 0.10 +/  0.03 bulbs per 103um2(Fig 3K and 3O), therbb1 1mutant contains 1.00 +/  0.16 (Fig 3L and 3O). Therefore, therbb1 1mutant contains 10 fold more bulbs per area in hypocotyls when compared to the parental control grown under normal light conditions. Next we analyzed the phenotype ofrbb1 1mutants in the dark. In contrast to the dark grown parental control, which contains 0.07 +/  0.01 bulbs per 103um2(Fig 3M and 3O), the dark grownrbb1 1mutant showed 1.18 +/  0.09 bulbs per 103um2(Fig 3N and 3O), or a 16 fold increase. Thus, the number of bulbs inrbb1 1was higher than the parental under both light treatments, but light availability did not significantly alter therbb1 1phenotype. We then tested whether the increased number of bulbs would enhance the elongation rate of dark grownrbb1 1seedlings, but no differences in hypocotyl length were detected between the mutant and the parental control at 3 or 5 d (S3C Fig). Furthermore, cell elongation was not affected, as we could not detect significant differences in cell size between the wild type andrbb1 1hypocotyls when grown in the dark (S3D Fig).\n\nFinally, if theRBB1is responsible for the bulb and TVS phenotypes ofrbb1 1, we expected a similar developmental progression, which can be tested by quantification of TVS during germination. TVS could not clearly be detected before day 2, and no significant difference was detected at day 2 between wild type andrbb1 1hypocotyls when grown in the light (Fig 3P) However, the number of TVS was reduced by 28% inrbb1 1when compared to the wild type. This reduction was even greater (41%) at day 4. Therefore, the appearance of the bulb phenotype at days 3 and 4 correlates well with the reduction of TVS numbers inrbb1 1.\n\nThe increased number of bulbs inrbb1 1could be the result of abnormal GFP TIP2;1 protein trafficking to the vacuole. To test this hypothesis, two inhibitors for tonoplast protein trafficking were used. Brefeldin A (BFA) inhibits a Golgi dependent pathway for tonoplast proteins in hypocotyls and C834 inhibits a Golgi independent traffic of GFP TIP2;1 to the tonoplast [29]. We treated the GFP TIP2;1 (parental control), the TIP1;1 YFP line and therbb1 1mutant with BFA and visualized each fusion protein in hypocotyls. The fusion proteins localized to the tonoplast (GFP TIP2;1) or tonoplast and bulbs (rbb1 1and TIP1;1 YFP) in the DMSO control as expected (Fig 4A 4C). In BFA treated cells, the GFP TIP2;1 localization was unchanged in the parental control (Fig 4D) orrbb1 1(Fig 4E), indicating that the trafficking of this protein was still BFA insensitive. In contrast and consistent with previous reports [29], the TIP1;1 YFP marker line displayed large and bright aggregates in the presence of BFA (Fig 4F). Next we tested sensitivity to C834. GFP TIP2;1 localized to the tonoplast and did not co localize with the ER marker mCherry HDEL in neither the parental line orrbb1 1(Fig 4G 4I and 4M 4O). In contrast, GFP TIP2;1 co localized with the ER marker in C834 treated roots of the parental line (Fig 4J 4L) andrbb1 1(Fig 4P 4R). Therefore, we conclude that GFP TIP2;1 traffics in a similar pathway inrbb1 1and the parental line, at least early in the secretory pathway, and that the bulb localization of GFP TIP2;1 inrbb1 1does not appear to be the result of altered trafficking to the vacuole.\n\n(a f) BFA inhibits trafficking of TIP1;1YFP but not GFP TIP2;1 in the parental line orrbb1 1. Four day old seedlings from the parental (GFP TIP2;1, a, d),rbb1 1(b, e) or TIP1;1 YFP (c, f) were exposed to 0.1% DMSO (control, a, b, c) or 75 uM BFA (d, e, f) for 3 hours and hypocotyl cells were imaged. BFA compartments are indicated with arrows. Scale: 20 um. (g r) C834 inhibits GFP TIP2;1 trafficking in the parental line andrbb1 1. Three day old seedlings from the parental line andrbb1 1were exposed to 0.5% DMSO (g i, m o) or 55 uM C834 (j l, p r) for 48 h, and root cells were imaged in the microscope. Signal from GFP TIP2;1 (green, g, j, m, p), the ER marker mCherry HDEL (magenta, h, k, n, p) or the merged image is shown (i, l, o, r). Co localization of GFP with mCherry HDEL at the ER is indicated with arrowheads. Scale bar: 20 um.\n\nThe bulb phenotype ofrbb1 1segregated as 25 out of 96 (1/3.84) in a backcross to the GFP TIP2;1 parental line, suggesting that therbb1 1mutation is recessive. In order to identify theRBB1locus, we used a combination of map based cloning and whole genome sequencing. TheRBB1gene mapped to a region of 2.2Mb in Chromosome 5 between markers RBCS B and PINHEAD. Using Illumina whole genome sequencing, we identified nucleotide variants in therbb1 1mutant genome between these two markers. From those, only two SNPs located within gene coding sequences and corresponding to EMS type non silent mutations were detected, inAt5g38540andAt5g40450. In order to determine which gene corresponded to theRBB1locus, we identified Salk T DNA insertion alleles [38] for both candidate genes. Only one T DNA line, SALK_095160, forAt5g38540was available, but no homozygote plants could be recovered. Heterozygous plants were crossed torbb1 1and the vacuole phenotype of F1seedlings grown in the dark was analyzed. Out of 27 F1seedlings, none showed therbb1 1bulb phenotype indicating thatRBB1was unlikely to correspond toAt5g38540. We obtained two SALK T DNA alleles forAt5g40450(Fig 5A). However, one of the T DNA lines, SALK_067590, had a complex transgene insertion and could not be used. We used RT PCR to determine ifAt5g40450was expressed in SALK_074387. The expression of the full lengthAt5g40450was disrupted in SALK_074387 (Fig 5B), and therefore, this was a good mutant allele to test for the bulb phenotype. However, it is unclear if this allele is a complete loss of function allele because partial transcripts can be detected by RT PCR. We named this allelerbb1 2.\n\n(a) Schematic structure of theRBB1locus indicating the positions ofrbb1alleles. Exons are indicated as black boxes and introns are indicated as white boxes. 5' and 3' UTRs are indicated in gray. Triangles indicate T DNA insertions of SALK lines. The position of three diagnostic RT PCR amplicons at the 5' end, middle and 3' end are shown. (b) Accumulation ofRBB1transcripts as determined by RT PCR with gene specific primers in seedlings from Col 0 (WT),rbb1 2, the GFP TIP2;1 parental line andrbb1 1. Three pairs of gene specific primers were used to detect the transcript at the 5' end, middle, and 3' end of theRBB1gene as indicated in (a). Numbers represent amplicon size. (c e) Lack of genetic complementation betweenrbb1 1andrbb1 2. Hypocotyls of four day old dark grown seedlings from the parental control (WT, c),rbb1 1(d) and the F1progeny from a cross betweenrbb1 1andrbb1 2(rbb1 1/rbb1 2double heterozygotes, e) were imaged by confocal microscopy. Scale bar: 20um. (f g)rbb1 2contains bulbs in a similar manner asrbb1 1. Four day old seedlings were stained with 2 uM Lysotracker Red for 2 hours to label the vacuole in Col 0 (WT) andrbb1 2. Bulbs are indicated with arrows. Scale: 20 um. (h)RBB1is expressed in many developmental stages. The accumulation ofRBB1transcripts was determined by RT PCR with gene specific primers in various tissues of 4 and 7 day old Col 0 (WT) plants. Two pairs of gene specific primers detected the 5' end and 3' end ofRBB1gene as indicated in (a).\n\nTo determine ifRBB1isAt5g40450, a complementation test betweenrbb1 1andrbb1 2was carried out. F1seedlings from a cross betweenrbb1 1and homozygousrbb1 2were incubated in the dark and analyzed by fluorescence microscopy for the bulb phenotype. As shown inFig 5E, the double heterozygote F1plants display therbb1phenotype and indicate the lack of complementation between the two mutant alleles. We were unable to confirm this result in the F2population as the GFP TIP2;1 transgene was consistently silenced in the segregating population whenever the SALK insertion was present. This result is consistent with highly silenced transgenes in SALK insertion lines [39]. To confirm the identity ofRBB1, we visualized the vacuole morphology ofrbb1 2mutants with Lysotracker Red, a fluorescent dye that stains acidic organelles including plant vacuoles [40] and the tonoplast membrane [41,42] (S4 Fig). This experiment could only be carried out in cotyledons from light grown seedlings as penetration of fluorescent dyes in hypocotyls is very poor. Similar to the reduced number of bulbs in the GFP TIP2;1 line, bulbs were rarely detected in wild type Col 0 cotyledons (Fig 5FandS1 Movie). On the contrary, therbb1 2mutant allele showed a similar bulb phenotype as therbb1 1mutant with 4 5 vacuolar bulbs per cell in these cells (Fig 5GandS2 Movie). This phenotype also segregated as ~1/4 and thereforerbb1 2is likely to be recessive. These results confirmed that theRBB1locus corresponds toAt5g40450and that the bulb phenotype may be detected in the absence of the GFP TIP2;1 transgene.\n\nAt5g40450encodes a large protein of 2,890 amino acids. The mutation inrbb1 1is a C/T nucleotide substitution that results in an A1070V substitution in the predicted protein sequence. BLASTp analysis in NCBI identified only two proteins with protein similarity covering at least 40% of the RBB1 protein sequence, CARUB_v10003962mg fromCapsella rubellaand EUTSA_v10027617mg fromEutrema salsugineum. All other hits (~40) show high similarity to a 75 amino acid region at the C terminus of RBB1. Remarkably, no significant similarity was found outside of plant taxa using BLASTp, which indicates that RBB1 is a plant specific protein. In addition, no specific domain hits were detected using the Conserved Domain Database search function in NCBI [43], but regions of similarity to three multi domain structures were detected. Only two proteins were identified with significant similarity to RBB1 inC.rubellaandE.salsugineum. RBB1 belongs to the putative Plant Model Organism Orthologous Group APK_ORTHOMCL5144, which includes genes from Rice, Poplar, Sorghum, Maize, and Brachypodium (http://rice.plantbiology.msu.edu/cgi bin/ortholog_group_apk.pl). This group is also supported by gene family clustering of orthologous genes in Phytozome (www.phytozome.net) [44]. The putative orthologs also encode very large proteins (up to 3,715 aa). One of the putative orthologs,Ricinus communisgene 29917.t000066, contains a 32 amino acid region that is 32% identical to the microtubule associated protein futsch inDrosophila melanogaster. These results overall indicate that RBB1 is a novel plant specific protein with unknown molecular function.\n\nIn order to determine the spatial and temporal expression ofRBB1, the accumulation ofRBB1transcripts was analyzed by RT PCR in Col 0 wild type plants.RBB1accumulated at similar levels in 4  and 7 day old light grown seedlings, and in rosette leaves and inflorescences (Fig 5H). These results are consistent with publicly available databases forAt5g40450. According to Arabidopsis eFP browser [45],RBB1is expressed in leaves and roots of both seedlings and mature plants, flowers and all stages of embryo development. Seedlings treated for 12 h with ABA, heat, cold and osmotic stress have decreased levels ofRBB1transcripts [45,46]. In contrast, 3 h treatment with photosystem II inhibitor N octyl 3 nitro 2,4,6 trihydroxybenzamide (PNO8) or the brassinosteroid biosynthesis inhibitor brassinazole 220 resulted in a 2 fold induction ofRBB1[47]. These results indicate thatRBB1may have important functions in multiple developmental stages. TheRBB1transcript accumulation was also analyzed in the parental line andrbb1 1, but no differences in the expression level were detected (Fig 5B). Therefore, therbb1 1mutation did not affect the expression ofRBB1at the transcriptional level.\n\nIn order to characterize the function ofRBB1, a fluorescent protein (FP) fusion was generated to visualize its protein localization. Given the large size of theRBB1coding sequence, we used Recombineering [32] to generate a FP fusion with RBB1 driven by its own promoter and other regulatory sequences. This system utilizes homologous recombination with TAC clones to fuse the gene encoding 3xYpet (YFP for energy transfer), a bright variation of YFP [48], to the gene of interest within the native genomic context. Both N  and C terminal fusions of RBB1 with 3xYpet were generated and introduced into Col 0 wild type. We could not detect fluorescence in RBB1 3xYpet lines after selection of 15 independent transformants. However, 3xYpet RBB1 was detected in cotyledon epidermal cells, root cortical cells and, although very faint, in the cortex of hypocotyls of light grown seedlings (S5A and S5B Fig). No Ypet signal was detected at the root tip corresponding to the cell division zone. In order to determine if the 3xYpet RBB1 fusion is functional, we introgressed the transgene into therbb1 2allele by crossing. This experiment was carried out inrbb1 2because the GFP TIP2;1 marker inrbb1 1is tightly linked to theRBB1locus and the probability of identifyingrbb1 1segregants without GFP TIP2;1 was very low. In contrast torbb1 2seedlings stained with Lysotracker red, which showed many bulbs in cotyledons (Fig 6A),rbb1 2seedlings expressing the 3xYpet RBB1 protein have vacuole morphology very similar to the wild type (Fig 6B and 6C). Therefore, the 3xYpet RBB1 construct complements the bulb phenotype ofrbb1 2indicating that this fusion protein is functional.\n\n(a c) A 3xYpet RBB1 fusion complements the bulb phenotype ofrbb1 2. Four day old seedlings fromrbb1 2(a) orrbb1 23xYpet RBB1 (b, c) were stained with Lysotracker Red (magenta, a, b) to label the vacuole. The signal from 3xYpet RBB1 (c) for the complemented plant is shown. (d f) 3xYpet RBB1 does not co localize with FM4 64. Images show the cotyledon of 7 d old seedlings expressing 3xYpet RBB1 (d) stained with 5 uM FM4 64 (e) and the merged image (f). (g i) 3xYpet RBB1 and RFP SYP22 do not co localize. Cotyledons of 7 d old seedlings expressing 3xYpet RBB1 (g) and RFP SYP22 (h) were imaged. Merged image (i) is shown. (j l) 3xYpet RBB1 and Lysotracker Red do not co localize in rosette leaves. Seedlings from the 3xYpet RBB1 line were stained with Lysotracker Red. Signal from 3xYpet RBB1 (j), Lysotracker Red (k) and the merged image (l) are shown. Arrowheads indicate the localization of 3xYpet RBB1 at the tip of elongating trans vacuolar strands. (m o) GFP molecules can also label the tips of transvacuolar strands. Seedlings from a 35::GFP marker line were stained with Lysotracker Red. The GFP signal (m), Lysotracker Red (n) and the merged image (o) are shown. Arrowheads indicate the tip of TVS. All scale bars = 20 um. (p) 3xYpet RBB1 accumulates in the soluble (S100) and membrane pellet (P100) fractions from whole seedlings. Immunoblot of 3xYpet RBB1 soluble (S100) and membrane (P100) fractions from Col 0 and 3xYpet RBB1 transgenic plants using antibodies against GFP (alpha GFP), cFBPase (alpha cFBPase, control for soluble fraction), and Plasma Membrane H+ATPase (alpha H+ATPase, control for membrane fraction).\n\nThe localization of 3xYpet RBB1 was diffuse and suggestive of cytosolic localization in cotyledons of 7 day old seedlings (Fig 6D). In order to determine its sub cellular distribution in detail, we tested for co localization between 3xYpet RBB1 and the plasma membrane dye FM4 64, a marker for the tonoplast, RFP SYP22 [30], and the vacuole dye Lysotracker Red. The 3xYpet RBB1 marker does not co localize with FM4 64 (Fig 6D 6F) or with RFP SYP22 (Fig 6G 6I). The marker was found in the cytosol and did not co localize with Lysotracker Red (Fig 6J 6L), even though occasionally there was good co localization between these two signals (S5C S5E Fig). These results indicate 3xYpet RBB1 protein is most likely a soluble protein that accumulates in the cytosol. We also detected 3xYpet RBB1 in a punctate pattern inside the vacuole that seemed to correspond to the tip of TVS labeled with Lysotracker Red in confocal images (Fig 6J 6L). Interestingly, 3xYpet RBB1 remained associated with the tip during the elongation of those TVS (S5F Fig) in a similar manner as actin bundles [49]. These TVS structures may represent cross sections of membrane sheets that transverse the vacuole, as previously proposed [10,49]. In order to determine the significance of this localization, we compared it to the localization of a soluble GFP marker in the same manner. As shown inFig 6M 6O, a simple GFP marker can also label the tip of TVS, and therefore, the punctate localization of RBB1 may simply result from accumulation of cytoplasmic proteins at the tip of emerging TVS. Immunoblot analysis was used to confirm that the 3xYpet RBB1 fusion protein accumulates as the expected size of ~400 kDa in seedlings. Membrane and soluble fractions were isolated from wild type Col 0 and the 3xYpet RBB1 line and the fusion protein was detected with an anti GFP antibody. The cytosolic fructose 1,6 bisphosphatase (cFBPase) and plasma membrane H+ATPase were used as soluble and membrane protein controls, respectively. 3xYpet RBB1 was detected in both the soluble (S100) and the membrane (P100) fractions in 4 days old seedlings (Fig 6LandS6 Fig). These results overall indicate that 3xYpet RBB1 is a large soluble protein that is likely to associate with cellular membranes.",
    "discussion": "We have identifiedrbb1 1, a novel mutant with defects in vacuole morphology. Vacuoles inrbb1 1contain increased numbers of bulbs in the large central vacuole of cotyledons and hypocotyl cells when compared to the parental control. These defined vacuolar sub structures can be visualized with fluorescent protein markers for the tonoplast [15,23]. It was recently proposed that bulbs, specially when they have more than double the intensity of fluorescence when compared to the tonoplast, are artifacts that result from GFP dimerization that stabilizes the adhesion of tonoplast membranes [24]. This model, however, does not explain the accumulation of bulbs in the 2xFYVE YFP line in which the fusion protein associates with the membrane in a reversible manner by binding to a specific phosphoinositide [15,23,50]. The GFP TIP2;1 labeled bulbs inrbb1 1showed between 2 and 3.5 fold higher fluorescence intensity when compared to the tonoplast, indicating that they are likely to have a similar structure as previously characterized IVPS and bulbs [15,23,24]. We can not discard the possibility that the GFP fusion enhances the stability of the bulbs inrbb1 1, butrbb1mutant alleles comprise a sensitized genetic background for studying the formation and regulation of these structures, which are quite elusive under normal conditions. The two other mutants that have been identified as having abnormal bulb accumulation,sgr2andvti11, have fewer bulbs, also have very abnormal vacuole morphology [23,25,28]. Hence,rbb1 1is a unique tool to characterize the structure and function of the bulbs in the absence of other vacuolar defects.\n\nRBB1encodes a very large protein with unknown molecular function. In order to determine the function ofRBB1, we generated a 3xYpet RBB1 fusion protein under the control of theRBB1promoter. This construct complemented therbb1 2mutant phenotype indicating that the 3xYpet RBB1 fusion is functional. In seedlings, 3xYpet RBB1 was detected in the root in the elongation and differentiation zones, but not in the cell division zone, and in hypocotyl and cotyledon epidermal cells. Therefore, 3xYpet RBB1 accumulates in cells that contain a large lytic vacuole [51], consistent with a role of RBB1 in regulating the morphology of this important organelle. Confocal scanning laser microscopy with the 3xYpet RBB1 line indicated that this protein accumulates in the cytosol, and that in a few instances also co localizes with Lysotracker red, a fluorescent dye that labels the tonoplast. RBB1 was found both in the soluble and membrane fractions by fractionation experiments, which raises the possibility that RBB1 may associate with membranes. 3xYpet RBB1 was often present at the tips of elongating TVS in cotyledons and leaves, but visualization of a GFP control indicated that this localization may be detected some times with other cytosolic proteins.\n\nWe detected a significant decrease in the number of TVS inrbb1 1mutants both in light  and dark grown hypocotyls and in cotyledons of light grown seedlings. The TVS phenotype ofrbb1 1supports the hypothesis that RBB1 functions in the formation or stability of TVS. This hypothesis is supported by the observation that both the bulb phenotype and the reduced TVS phenotype can be detected at day 3 during germination. TVS are very dynamic structures that require the actomyosin cytoskeleton [4,5,14,49], and are thought redistribute cytoplasmic contents or to enhance the structural stability of the cytoskeleton [14]. A potential role of RBB1 in TVS formation is consistent with the expression of 3xYpet RBB1 in cells that contain a large vacuole. Given the localization of 3xYpet RBB1 to the cytosol and its accumulation in both the soluble and membrane fractions, it is tempting to speculate that RBB1 interacts with the tonoplast during the formation and elongation of TVS and contributes to the remodeling of the vacuolar membrane. However, more experiments beyond the scope of this work are needed to test this possibility. Moreover, we speculate that the increased number of bulbs inrbb1 1results from its inability to form functional TVS. Therefore, we propose an alternative model for bulb biogenesis in which a bulb forms when a TVS initiates but fails to elongate and the bulb functions as a mean to accommodate tonoplast membranes and cytoskeletal proteins that may have accumulated at the initiation site, until the bulb membrane is reabsorbed back into the tonoplast. It follows that the bulbs may have no specific function in the vacuole other than the transient accumulation of membranes and proteins when TVS failed to elongate. Further characterization of the function of RBB1 and interacting partners may shed light in the mechanisms that remodel the vacuole membrane into TVS or bulbs. Unlike the effects of GFP dimerization in vacuole morphology after fusion with vacuolar H+ pyrophosphatase [24], it is unlikely that GFP dimerization plays a big role in the TVS phenotype ofrbb1. While the bulb fluorescence intensity for cotyledons was 3.5 fold higher than that of tonoplast, this ratio is only 2.0 for hypocotyls inrbb1 1, the same tissue that was used to quantify TVS inFig 2. Therefore, a ratio higher than 2.0 is not necessary inrbb1 1to induce the accumulation of bulbs or a reduction in TVS.\n\nPreviously proposed functions of vacuolar bulbs include acting as a tonoplast reservoir for rapid growth or serving as the sites of degradation of tonoplast membrane and proteins (Saito et al. 2002 and Matrejean et al. 2011). We tested one of these hypotheses by measuring the hypocotyl growth ofrbb1 1in the dark, a condition that promotes cell elongation. However, no obvious growth differences were observed betweenrbb1 1and the parental line. One possibility is that the additional tonoplast membranes contained inrbb1 1bulbs do not contribute to cell elongation. Alternatively, other factors such as the elasticity of the cell wall [49] may be limiting and would prevent us from detecting a difference in this assay.\n\nTheRBB1gene is expressed in seedlings and adult plants both in shoots and roots. ThatRBB1is expressed as a full length transcript of 8,957 bp is supported by several ESTs as well as the alignment of RNAseq reads spanning the entire coding sequence by the Integrated Genome Browser [52,53]. The molecular function of RBB1 is unknown as the protein has no conserved domains, and it represents a new plant specific protein. The identification of proteins that interact with RBB1 may shed light on the molecular mechanisms by which RBB1 could regulate the morphology of the vacuole.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:06:08.599324",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4411111/"
  }
}