{
  "pmcid": "PMC9287483",
  "title": "Recent transcriptomic studies to elucidate the plant adaptive response to spaceflight and to simulated space environments",
  "authors": [
    "Arnzazu Manzano",
    "Eugnie Carnero Diaz",
    "Ral Herranz",
    "F Javier Medina"
  ],
  "year": "2022",
  "journal": "iScience",
  "doi": "10.1016/j.isci.2022.104687",
  "sections": {
    "abstract": "Discovering the adaptation mechanisms of plants to the space environment is essential for supporting human space exploration. Transcriptomic analyses allow the identification of adaptation response pathways by detecting changes in gene expression at the global genome level caused by the main factors of the space environment, namely altered gravity and cosmic radiation. This article reviews transcriptomic studies carried out from plants grown in spaceflights and in different ground based microgravity simulators. Despite differences in plant growth conditions, these studies have shown that cell wall remodeling, oxidative stress, defense response, and photosynthesis are common altered processes in plants grown under spaceflight conditions. European scientists have significantly contributed to the acquisition of this knowledge, e.g., by showing the role of red light in the adaptation response of plants (EMCS experiments) and the mechanisms of cellular response and adaptation mostly affecting cell cycle regulation, using cell cultures in microgravity simulators.\n\nSubject areas:Plant biology, Omics, Space sciences, Microgravity sciences",
    "methods": "",
    "results": "",
    "discussion": "In the last decade, the landscape of plant biology research in spaceflight and simulated microgravity research has greatly advanced, mostly with the incorporation of space transcriptomics tools such as RNAseq and microarrays. The aim of this review was therefore to revise the knowledge acquired through these techniques. The focus and organization of the work around the hardware used in the various experiments facilitated the comparison of the numerous results obtained and made it possible the identification of gene expression networks leading to a better knowledge of the plant adaptation mechanisms to spaceflight conditions. The report also highlighted the European contribution in the acquisition of this knowledge.\n\nEven considering that novel experimental approaches take more time to be incorporated to space research than to general life science research on ground because of obvious and specific constraints of spaceflight experiments, these technologies have provided more than 25 datasets deposited in GeneLab database (TablesS1,S2yS3). In that regard,Figure1illustrates the type of studies performed at the international level, arranged according to the materials and facilities used. The European contribution to the global plant biology experimentation is modest in the global numbers (8 of 30 studies) but particular contributions have been made in key topics. An example is the European co leadership of the largest plant experiment carried out on board the ISS, using the most sophisticated hardware, that is the EMCS, including lighting at different wavelengths, partial gand 1g, and environmental controls (Herranz etal., 2019;Vandenbrink etal., 2019;Villacampa etal., 2021). Also, there is a key contribution of European teams in simulated microgravity facilities and the use of cell cultures to uncover fundamental mechanisms discriminating the professional response to the lack of gravity from the purely cellular response and adaptive mechanisms. It is particularly relevant to realize that a small number of cell based studies in simulators may have contributed to our understanding of these mechanisms more significantly than some spaceflight missions.\n\nDistribution of Plant Space Omics contributions submitted to the GeneLab database\n\nMost European contributions (in bold) have been done using cell culture experiments in simulated microgravity facilities (10% of the experiments) and the European Modular Cultivation System (EMCS) into the ISS (17% of the experiments). Other facilities frequently used in spaceflight experiments are the Biological Research in Canisters (BRIC) hardware and the VPS VEGGIE cultivation chamber. At the top and the bottom part of the figure, images of some of the different facilities used are shown. From left to right and from top to bottom: Random Positioning Machine (credit ESA), Magnetic Levitation Instrument (credit Nottingham University) BRIC (credit NASA), Large Diameter Centrifuge (credit ESA), EMCS (credit ESA/NASA) and VEGGIE (credit NASA).\n\nThere is a clear dominance by number of studies in the use of BRIC hardware by NASA researchers (20% of the studies). This experimental hardware facilitates a large number of experiments to be quickly performed in orbit, but it shows serious limitations as to the environmental conditions that can be controlled and monitored. Indeed, the absence of a 1gcontrol in space does not allow to discriminate between alterations caused by microgravity and other environmental factors such as hypoxia or a reduced confined space, which does not allow the cultivation of plants in good conditions over a period of time longer than a few days. For example, in the BRIC 16 experiments, the cytoskeleton was clearly shown to have a key role in the response of plants to spaceflight stresses, but it was not clear whether this response was a consequence of adaptation to the absence of gravity, or to another environmental factor independent of microgravity, such as hypoxia (Kwon etal., 2015). Other facilities with better control of the environmental conditions (ABRS and VPS/VEGGIE), particularly those including a 1gcontrol on board (EMCS and Simbox harware), lead to more sophisticated results. In fact, the presence of a centrifuge on board not only makes it possible to obtain 1gcontrol in space, and thus to discriminate the responses of plants because of the absence of gravity from other environmental factors, but it also makes it possible to obtain partial gravity levels such as that of the Moon (0.18g) and that of Mars (0.36g), which is essential for preparing future missions to the Moon and Mars. Improvements in cultivation constraints, optimization of controls and the systematic use of the model plantA.thalianahave allowed a great advance in the acquisition and comparison of results. It should be noted, however, that restoring terrestrial gravity or partial gravity such as that of Mars or the Moon on a centrifuge may induce experimental biases that have not yet been evaluated at the cellular scale. For example, the rotation may introduce vibrations to which the cells may respond independently of the level of gravity and the centrifugal forces are not applied homogeneously on a culture surface, but rather they are applied according to a gradient that is defined from the axis of rotation, which may be a source of some heterogeneity in the study population.\n\nDespite the limitations in interpreting the results because of different experimental constraints, our knowledge of the adaptive response to spaceflight environment ofA.thalianaseedlings has unequivocally advanced. Transcriptomic analysis techniques (RNAseq and microarray) as well as the consensual use of the model speciesA.thalianaallowed us to highlight common response pathways in the majority of the experiments carried out on board the ISS. Thus, the main processes affected identified in these studies were cell wall remodeling, oxidative stress, defense reaction, HSPs, and photosynthesis.\n\nConsequently, we are in conditions of identifying some mechanisms of adaptation of plants to microgravity, based on similar gene expression profiles obtained in different experiments (Figure2). The absence of gravity is perceived by the plant as a stress factor, which will trigger a whole series of adaptation reactions of the plant to this new environmental factor. Some of these reactions seem to be specifically targeted in the maintenance of cell integrity, such as cell wall remodeling, whereas others affect plant metabolism, such as photosynthesis, the electron transfer chain in mitochondria, and the communication between nuclei, plastids, and mitochondria. Finally, other reactions are systematically triggered by many biotic and abiotic stresses, such as oxidative stress, defense reactions and HSPs (chaperone proteins). Although the link between all responses has yet to be determined, it is clear that all of them play an essential role in the adaptation of plants to the space environment, becoming key targets for optimal growth plants to support future long term spaceflight missions. (Figure3).\n\nThe main spaceflight related genes\n\nTranscriptomic analyses of the numerous space experiments have so far identified a set of genes whose expression is altered by the spaceflight environment in a similar way among the different experiments. The genes were grouped according to the function of their proteins. (N)nucleus, (P)plastid, (M)mitochondria, (PR protein) pathogenesis related protein, (ROS) reactive oxygen species, (HSF) heat shock factor, (HSP) heat shock protein.\n\nProposed model of the microgravity adaptation mechanism inArabidopsis thaliana\n\nMicrogravity is perceived by the plant as an abiotic stress factor which activates the production of ROS. The signal, which is perceived at the plasma membrane, is then transmitted via Ca2+, MAPKs and phytohormones (auxin) to the nucleus where it triggers TFs like HSF. The TFs then regulate the expression of a set of genes that trigger molecular, cellular and physiological responses, leading to the establishment of the plant adaptation to the spaceflight environment. (ROS) reactive oxygen species, (TFs) transcription factors, (HSF) heat shock factor, (HSP) heat shock protein.\n\nOther molecular processes involved in the response to different environmental stress factors on Earth, such as DNA methylation and alternative splicing, seem to be also involved in this adaptation response, as the first transcriptomics studies of these two processes have revealed (Beisel etal., 2019;Paul etal., 2021;Xu etal., 2018;Zhou etal., 2019). However, different responses or even contradictory results depending on the environmental conditions have also been found between the different experiments (Johnson etal., 2017), strongly suggesting that the adaptive mechanisms, as a whole, should be more complex than these observed responses alone. In fact, the large number of different ecotypes and mutants used in the different experiments have shown that the response between theArabidopsisecotypes used is very different, some of them showing a greater capacity to adapt to the space environment or with less cost by changing the expression of a low number of genes, as it happens to Ler. (Choi etal., 2019;Paul etal., 2017). The mutant lines in different genes involved in various processes such as skewing, DNA methylation and UPR (Angelos etal., 2021;Califar etal., 2020;Paul etal., 2021) have provided more detailed information about the role that these processes play in the adaptation of plants to a space flight environment. In addition, differences between the genes whose expression is altered have been found between the different organs of the plant (Paul etal., 2013). Both findings indicate that the genetic background is an aspect to take into account to choice of the most suitable crop plant models and that knowing the integrated response of all parts of the plant will be crucial for the next phase of spaceflight experimentation.\n\nLight, as the results of the different experiments demonstrate, is an essential factor in all plant development stages under spaceflight environment. The light quality, and specifically red light in the early stages of development (seedlings), modulates the expression of genes involved in related stress pathways to cope with environmental spaceflight conditions (Villacampa etal., 2021). In addition, the day length is a factor that can regulate the plants flowering time, and it is even possible to use a genetic switch to induce flowering by adding a treatment, such as a heat shock (Wang etal., 2022;Xie etal., 2022). Furthermore, it has been shown that the adaptive response of plants depends on both the level of gravity (Herranz etal., 2019;Sheppard etal., 2021)) and the time of exposure to the spatial environment (Fengler etal., 2015;Kamal etal., 2019)). In fact, an early and a late response can be identified in the adaptive response of plant cell cultures grown in simulated microgravity (Kamal etal., 2019). ROS production was also demonstrated in other members of theBrassicaceaefamily, such as Mizuma (Brassica rapa) and parietal changes were observed in rice (Oryza sativa), confirming the key role of these two cellular processes in the adaptation processes of plants to microgravity.\n\nFinally, we consider it necessary to recapitulate why this research is actually important and worth to be performed. As previously indicated, studying the adaptation of plants to the space environment is an essential step towards successfully integrating plants into life support systems. During spaceflight, plants will have to adapt to a new environment where factors such as micro  and mini gravity (gravities of spaceflight, the Moon and Mars) and chronic low level cosmic radiation are completely new to them. In that regard, experiments introducing partial gravity levels, and particularly the levels around the Moon gravity, are becoming mandatory. A potential risk in using low gravity levels (circa0.1g) with more deleterious effects than microgravity itself have been revealed (Herranz etal., 2019;Manzano etal., 2018), and the decommissioning of EMCS in 2018 from the ISS made us less able to provide new experiments at those conditions.\n\nIn this field, transcriptomic studies are a privileged strategy because they allow an analysis of gene expression in its entirety, leading to the identification of response pathways that would not be detected by more targeted approaches (Lowe etal., 2017). They also have the advantage of requiring only a relatively small quantity of transcripts (1ng of total RNA for RNAseq and 1ug of mRNA for microarray), which is a major advantage in the context of space experiments where the quantity of biological material is always very limited. In contrast, there are two potential caveats to the advance of the research field. The first is the uneven distribution of spaceflight opportunities in space agencies, particularly the unavailability of ESA to provide a replacement with similar capabilities to EMCS. The second is the analysis and integration of results from so different experiment platforms, materials and designs. New international consortia have been created to cope with better tools for transcriptomic analyses, improvement to the access of datasets and metadata, contributing decisively to the optimization of the new experiments to be conducted in the near future. GeneLab (Overbey etal., 2021), TOAST (Barker etal., 2020), ESA Space Omics TT (Madrigal etal., 2020) and ISSOP (Rutter etal., 2020) are highly relevant initiatives in this direction.\n\nThe transcriptomic studies included in this review focus on the search carried out mainly in GeneLab Data Repository and despite the fact that the GLDS data set includes an interface to search datasets on key repositories (NIH GEO, EBI PRIDE, and ANLMG RAST), some work focused on transcriptomic changes produced by a space environment might not have been included.\n\nTo locate the works that study the plants adaptive response to a real or simulated space environment through transcriptomic analysis, NASA GeneLab data repository has been used as a reference (https://genelab.nasa.gov/). To perform an exhaustive search, the word 'plants' was used as a filter in the search data box and the total results were checked one by one to confirm that the publication includes and meets the criteria. In addition, to search for works not included in this database a manual search was carried out, in the Web of Science, Google Scholar and PMC NIH using as key search terms 'plants spaceflight'/ 'plants simulated microgravity' together with 'RNA sequencing ', 'microarray', 'transcriptomic', 'epigenomics', and 'alternative splicing'.",
    "conclusion": "In the last decade, the landscape of plant biology research in spaceflight and simulated microgravity research has greatly advanced, mostly with the incorporation of space transcriptomics tools such as RNAseq and microarrays. The aim of this review was therefore to revise the knowledge acquired through these techniques. The focus and organization of the work around the hardware used in the various experiments facilitated the comparison of the numerous results obtained and made it possible the identification of gene expression networks leading to a better knowledge of the plant adaptation mechanisms to spaceflight conditions. The report also highlighted the European contribution in the acquisition of this knowledge.\n\nEven considering that novel experimental approaches take more time to be incorporated to space research than to general life science research on ground because of obvious and specific constraints of spaceflight experiments, these technologies have provided more than 25 datasets deposited in GeneLab database ( TablesS1 , S2 y S3 ). In that regard, Figure1 illustrates the type of studies performed at the international level, arranged according to the materials and facilities used. The European contribution to the global plant biology experimentation is modest in the global numbers (8 of 30 studies) but particular contributions have been made in key topics. An example is the European co leadership of the largest plant experiment carried out on board the ISS, using the most sophisticated hardware, that is the EMCS, including lighting at different wavelengths, partial  g and 1 g , and environmental controls ( Herranz etal., 2019 ; Vandenbrink etal., 2019 ; Villacampa etal., 2021 ). Also, there is a key contribution of European teams in simulated microgravity facilities and the use of cell cultures to uncover fundamental mechanisms discriminating the professional response to the lack of gravity from the purely cellular response and adaptive mechanisms. It is particularly relevant to realize that a small number of cell based studies in simulators may have contributed to our understanding of these mechanisms more significantly than some spaceflight missions.\n\nThere is a clear dominance by number of studies in the use of BRIC hardware by NASA researchers (20% of the studies). This experimental hardware facilitates a large number of experiments to be quickly performed in orbit, but it shows serious limitations as to the environmental conditions that can be controlled and monitored. Indeed, the absence of a 1 g control in space does not allow to discriminate between alterations caused by microgravity and other environmental factors such as hypoxia or a reduced confined space, which does not allow the cultivation of plants in good conditions over a period of time longer than a few days. For example, in the BRIC 16 experiments, the cytoskeleton was clearly shown to have a key role in the response of plants to spaceflight stresses, but it was not clear whether this response was a consequence of adaptation to the absence of gravity, or to another environmental factor independent of microgravity, such as hypoxia ( Kwon etal., 2015 ). Other facilities with better control of the environmental conditions (ABRS and VPS/VEGGIE), particularly those including a 1 g control on board (EMCS and Simbox harware), lead to more sophisticated results. In fact, the presence of a centrifuge on board not only makes it possible to obtain 1 g control in space, and thus to discriminate the responses of plants because of the absence of gravity from other environmental factors, but it also makes it possible to obtain partial gravity levels such as that of the Moon (0.18 g ) and that of Mars (0.36 g ), which is essential for preparing future missions to the Moon and Mars. Improvements in cultivation constraints, optimization of controls and the systematic use of the model plant A.thaliana have allowed a great advance in the acquisition and comparison of results. It should be noted, however, that restoring terrestrial gravity or partial gravity such as that of Mars or the Moon on a centrifuge may induce experimental biases that have not yet been evaluated at the cellular scale. For example, the rotation may introduce vibrations to which the cells may respond independently of the level of gravity and the centrifugal forces are not applied homogeneously on a culture surface, but rather they are applied according to a gradient that is defined from the axis of rotation, which may be a source of some heterogeneity in the study population.\n\nDespite the limitations in interpreting the results because of different experimental constraints, our knowledge of the adaptive response to spaceflight environment of A.thaliana seedlings has unequivocally advanced. Transcriptomic analysis techniques (RNAseq and microarray) as well as the consensual use of the model species A.thaliana allowed us to highlight common response pathways in the majority of the experiments carried out on board the ISS. Thus, the main processes affected identified in these studies were cell wall remodeling, oxidative stress, defense reaction, HSPs, and photosynthesis.\n\nConsequently, we are in conditions of identifying some mechanisms of adaptation of plants to microgravity, based on similar gene expression profiles obtained in different experiments ( Figure2 ). The absence of gravity is perceived by the plant as a stress factor, which will trigger a whole series of adaptation reactions of the plant to this new environmental factor. Some of these reactions seem to be specifically targeted in the maintenance of cell integrity, such as cell wall remodeling, whereas others affect plant metabolism, such as photosynthesis, the electron transfer chain in mitochondria, and the communication between nuclei, plastids, and mitochondria. Finally, other reactions are systematically triggered by many biotic and abiotic stresses, such as oxidative stress, defense reactions and HSPs (chaperone proteins). Although the link between all responses has yet to be determined, it is clear that all of them play an essential role in the adaptation of plants to the space environment, becoming key targets for optimal growth plants to support future long term spaceflight missions. ( Figure3 ).\n\nOther molecular processes involved in the response to different environmental stress factors on Earth, such as DNA methylation and alternative splicing, seem to be also involved in this adaptation response, as the first transcriptomics studies of these two processes have revealed ( Beisel etal., 2019 ; Paul etal., 2021 ; Xu etal., 2018 ; Zhou etal., 2019 ). However, different responses or even contradictory results depending on the environmental conditions have also been found between the different experiments ( Johnson etal., 2017 ), strongly suggesting that the adaptive mechanisms, as a whole, should be more complex than these observed responses alone. In fact, the large number of different ecotypes and mutants used in the different experiments have shown that the response between the Arabidopsis ecotypes used is very different, some of them showing a greater capacity to adapt to the space environment or with less cost by changing the expression of a low number of genes, as it happens to Ler. ( Choi etal., 2019 ; Paul etal., 2017 ). The mutant lines in different genes involved in various processes such as skewing, DNA methylation and UPR ( Angelos etal., 2021 ; Califar etal., 2020 ; Paul etal., 2021 ) have provided more detailed information about the role that these processes play in the adaptation of plants to a space flight environment. In addition, differences between the genes whose expression is altered have been found between the different organs of the plant ( Paul etal., 2013 ). Both findings indicate that the genetic background is an aspect to take into account to choice of the most suitable crop plant models and that knowing the integrated response of all parts of the plant will be crucial for the next phase of spaceflight experimentation.\n\nLight, as the results of the different experiments demonstrate, is an essential factor in all plant development stages under spaceflight environment. The light quality, and specifically red light in the early stages of development (seedlings), modulates the expression of genes involved in related stress pathways to cope with environmental spaceflight conditions ( Villacampa etal., 2021 ). In addition, the day length is a factor that can regulate the plants flowering time, and it is even possible to use a genetic switch to induce flowering by adding a treatment, such as a heat shock ( Wang etal., 2022 ; Xie etal., 2022 ). Furthermore, it has been shown that the adaptive response of plants depends on both the level of gravity ( Herranz etal., 2019 ; Sheppard etal., 2021 )) and the time of exposure to the spatial environment ( Fengler etal., 2015 ; Kamal etal., 2019 )). In fact, an early and a late response can be identified in the adaptive response of plant cell cultures grown in simulated microgravity ( Kamal etal., 2019 ). ROS production was also demonstrated in other members of the Brassicaceae family, such as Mizuma ( Brassica rapa ) and parietal changes were observed in rice ( Oryza sativa ), confirming the key role of these two cellular processes in the adaptation processes of plants to microgravity.\n\nFinally, we consider it necessary to recapitulate why this research is actually important and worth to be performed. As previously indicated, studying the adaptation of plants to the space environment is an essential step towards successfully integrating plants into life support systems. During spaceflight, plants will have to adapt to a new environment where factors such as micro  and mini gravity (gravities of spaceflight, the Moon and Mars) and chronic low level cosmic radiation are completely new to them. In that regard, experiments introducing partial gravity levels, and particularly the levels around the Moon gravity, are becoming mandatory. A potential risk in using low gravity levels ( circa 0.1 g ) with more deleterious effects than microgravity itself have been revealed ( Herranz etal., 2019 ; Manzano etal., 2018 ), and the decommissioning of EMCS in 2018 from the ISS made us less able to provide new experiments at those conditions.\n\nIn this field, transcriptomic studies are a privileged strategy because they allow an analysis of gene expression in its entirety, leading to the identification of response pathways that would not be detected by more targeted approaches ( Lowe etal., 2017 ). They also have the advantage of requiring only a relatively small quantity of transcripts (1ng of total RNA for RNAseq and 1ug of mRNA for microarray), which is a major advantage in the context of space experiments where the quantity of biological material is always very limited. In contrast, there are two potential caveats to the advance of the research field. The first is the uneven distribution of spaceflight opportunities in space agencies, particularly the unavailability of ESA to provide a replacement with similar capabilities to EMCS. The second is the analysis and integration of results from so different experiment platforms, materials and designs. New international consortia have been created to cope with better tools for transcriptomic analyses, improvement to the access of datasets and metadata, contributing decisively to the optimization of the new experiments to be conducted in the near future. GeneLab ( Overbey etal., 2021 ), TOAST ( Barker etal., 2020 ), ESA Space Omics TT ( Madrigal etal., 2020 ) and ISSOP ( Rutter etal., 2020 ) are highly relevant initiatives in this direction.\n\nLimitations of the study The transcriptomic studies included in this review focus on the search carried out mainly in GeneLab Data Repository and despite the fact that the GLDS data set includes an interface to search datasets on key repositories (NIH GEO, EBI PRIDE, and ANLMG RAST), some work focused on transcriptomic changes produced by a space environment might not have been included.\n\nMethods details To locate the works that study the plants adaptive response to a real or simulated space environment through transcriptomic analysis, NASA GeneLab data repository has been used as a reference ( https://genelab.nasa.gov/ ). To perform an exhaustive search, the word 'plants' was used as a filter in the search data box and the total results were checked one by one to confirm that the publication includes and meets the criteria. In addition, to search for works not included in this database a manual search was carried out, in the Web of Science, Google Scholar and PMC NIH using as key search terms 'plants spaceflight'/ 'plants simulated microgravity' together with 'RNA sequencing ', 'microarray', 'transcriptomic', 'epigenomics', and 'alternative splicing'."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:03:38.248052",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9287483/"
  }
}