{
  "pmcid": "PMC6081456",
  "title": "Acceleration profiles and processing methods for parabolic flight",
  "authors": [
    "Christopher E Carr",
    "Noelle C Bryan",
    "Kendall N Saboda",
    "Srinivasa A Bhattaru",
    "Gary Ruvkun",
    "Maria T Zuber"
  ],
  "year": "2018",
  "journal": "NPJ Microgravity",
  "doi": "10.1038/s41526 018 0050 3",
  "sections": {
    "abstract": "Parabolic flights provide cost effective, time limited access to \"weightless\" or reduced gravity conditions, facilitating research and validation activities that complement infrequent and costly access to space. Although parabolic flights have been conducted for decades, reference acceleration profiles and processing methods are not widely available. Here we present a solution for collecting, analyzing, and classifying the altered gravity environments experienced during parabolic flights, which we validated during a Boeing 727 200F flight with 20 parabolas. All data and analysis code are freely available. Our solution can be integrated with diverse experimental designs, does not depend upon accelerometer orientation, and allows unsupervised classification of all phases of flight, providing a consistent and open source approach to quantifying gravito inertial accelerations (GIA), orglevels. As academic, governmental, and commercial use of space advances, data availability and validated processing methods will enable better planning, execution, and analysis of parabolic flight experiments, and thus facilitate future space activities.",
    "methods": "The Slam Stick X (Mide Technology Corp.,www.mide.com) was selected based on its size (76mmx30mmx15mm), low mass (65g), integrated battery, manual and USB interfaces, and combination DC (Analog Devices ADXL345) and piezoelectric (TE 832M1) accelerometers to enable accuracy at both low (e.g., down to 0Hz) and high frequencies (up to 20kHz sample frequency). The aluminum body was selected to provide improved high frequency response. Additional integrated sensors included temperature and pressure (NXP MPL3115) and control pad temperature and pressure (TE MS8607).\n\nAlternative data acquisition systems include many commercial off the shelf (COTS) accelerometers, as well as the NASA Suborbital Flight Environment Monitor (SFEM)9. There may be potential benefits of using the SFEM, although the Slam Stick X offers comparable or longer recording time, DC and piezoelectric accelerometers (enabling bothglevel and high frequency vibration measurements), higher sampling frequencies, a wider operating temperature range ( 40 degreesC to +80C) and much lower (>10x) mass and volume. Another COTS option is the Lansmont 3X90, although the Slam Stick X specifications provide benefits in several areas (size, mass, sampling rates, and temperature range).\n\nOne consideration for parabolic flight experiments is that the GIA environment is not constant across the aircraft. In some cases, it may be adequate to have a single reference flight profile to be used by multiple experiment teams. However, some applications may be better served through measurement of the local GIA environment of a given experimental apparatus. Here, the small size of our solution facilitates direct incorporation into a payload, as well as placement in the desired location or orientation.\n\nWhen selecting a data acquisition solution, it is also important to consider how the mounting of the accelerometer itself may impact the frequency response; in our case, use of double sided sticky tape represents both an extremely practical and low bias option, enabled by the low device mass. Because no additional materials separate the accelerometer from the aircraft, there is no need to correct for the frequency response of the mounting interface.\n\nZero Gravity Corporation (ZGC) utilizes a standard system of mounting hardware to the aircraft structure consisting of a baseplate (61cmx61cmx1.27cm aluminum plate, e.g., McMaster Carr 86825K25) bolted to the aircraft structure using four clearance holes at the corners of a square with 50.8cm (20 in) sides, centered on the baseplate. Washers (McMaster Carr 92503A230) were used for mounting in combination with AN 6 steel bolts (3/8 inch) provided by ZGC. The Slam Stick X was mounted to a standard baseplate with double sided sticky tape (3M 950), which is the preferred mounting method due to its vibration frequency response (near unity) and robustness: this method has previously been validated during vibration testing at over 75g at 1kHz1. The Slam Stick X was configured using Slam Stick Lab 1.8. Acquisition was initiated and terminated manually using the control pad on the device. Sampling rates were 5kHz (piezoelectric vibration sensor), 411Hz (DC acceleration), and 1Hz (pressure and temperature).\n\nThe raw IDE file generated by the Slam Stick X was converted to calibrated MAT (MATLAB, The Mathworks, Natick, MA) files using the ide2csv.exe command line utility (Mide Technology Corp.) using the factory calibration. Note that data calibration and export functions can also be performed directly using Slam Stick Lab. Here we focus on data from the DC accelerometer. We note that temperature varied less than 1 degreesC and pressure showed a typical regulated profile and was highly stable during parabolas (Supplementary Fig. 5).\n\nIn any given experiment, one accelerometer orientation may be more appropriate than another. Thus, we based our phase of flight identification method (below) on a measure that is independent of the accelerometer orientation: the Euclidean norm of the x, y, andzaxes, which we hereafter refer to as theglevel org. As this variable is a positive scalar, it does not capture directional fluctuations in the gravity vector. Thus, for characterization of phases of flight, vector based statistics should be used. For example, we estimated the mean g level during a 0gparabola by averaging thex,y, andzcomponents, and then computing the norm.\n\nThe expected value of theglevel is unity on Earth under non accelerated conditions; as a verification of our accelerometer calibration, we found the norm under lab bench conditions (14.2s recording) to be 0.9840 (rms) and 0.9840+/ 0.0055 (mean+/ SD), consistent with<2% error. This is a lower bound when vibration or specific force other than that caused by gravity is present, consistent with the rms value (1.07) observed during flight. Specific force was concentrated in thezaxis as measured by root mean square (rms) values (0.0466, 0.0775, 1.0662 forx,y, andzaxes, respectively), consistent with the accelerometer orientation (Fig.1c). Calibration accuracy was also assessed after filtering (see below).\n\nFor parabola identification, we first filtered the raw data using a zero phase 12th order Butterworth filter using thedesignfilt()function using a half power frequency (HPF) as described below. Next, we utilized change point detection7,8as implemented by the MATLABFindChangePts()function.\n\nChange point detection was first applied to the filteredglevelgfiltto identify differences in meanglevels. A known number of change points was specified based on the parabola number within each set, e.g., two times the number of parabolas, plus two additional transitions (first pre parabola pull up; last post parabola pull up) for each set of parabolas. In our case sets of 5, 6, 4, and 5 (20 total) parabolas become 12, 14, 10, and 12 change points. This total number of change points (48) was specified andFindChangePts()identified allglevel change points in an unsupervised manner (Fig.1f).\n\nWe desire to break down the flight into regions of stableglevels. Thus, for each change point, we used a secondary change point detection to identify differences in the slope of theglevel vs. time curves. Data within 10s of each change point was subjected to this secondary change point detection using a linear slope metric. This step successfully segmented the flight into regions of rapid \"transition\" (indicated by dotted lines, Fig.1g i) and more stable regimes. This resulted in 97 flight periods (2xthe number of change points+1).\n\nClassification of non \"transition\" flight periods into \"parabola,\" \"hypergravity,\" and \"other\" (which includes straight and level flight as well as standard rate turns) was then performed, first by categorizing any periods with duration>100s as \"other\", then by segmenting data according toglevel (\"parabola\"<=0.9g, 0.9<\"other\"<=1.1g, \"hypergravity>1.1g). Despite its simplicity, this classifier achieved good separation between classes (Fig.2a).\n\nPhases of flight classification and characterization.aAfter identifying transitions, non transition events were classified as duration<100s (horizontal line) and by meanglevel (vertical dotted lines) into \"parabola,\" \"hypergravity,\" and \"other.\" The subset of \"hypergravity\" periods with lower duration were identified as those at the start or end of a set of parabolas. All phases of flight were unambiguously classified.bParabola characteristics (see also: Supplementary Information). Error bars: mean+/ SD\n\nParabola durations (mean+/ s.d.) were 19.5 +/  1.4s (0g,N=17, range 17 to 24s), 23.7s (Lunarg;N=1), and 28.9+/ 0.7s (Marsg;N=2). Theglevels achieved were 0.041 +/  0.005g(0g) and 0.159g(lunarg). Both Mars parabolas achieved 0.356g, indicating high consistency between parabolas targeting similarglevels. Higherglevels were significantly associated with longer duration parabolas (Supplementary Fig. 4a), although not when lunar and Mars data were excluded (Supplemental Fig. 4b).\n\nSome limitations are inherent in our study, which focused solely on one flight and 20 parabolas. If analyzing multiple flights, with parabolas performed under more varied conditions, it is possible a slightly more complex classification strategy might be required; however, based on the wide separation between \"parabola,\" \"hypergravity,\" and \"other\" classes, this is not expected to present a significant challenge to standard unsupervised classification approaches (e.g.,k means).\n\nTo optimize the filter, we selected a HPF based on theglevel power spectral density (PSD, Supplementary Fig. 2a). The PSD was computed via the MATLABpwelch()function with default parameters. To select the HPF, we examined the cumulative sum of the PSD (Supplementary Fig. 2b), which revealed a sharp increase in power above 0.01Hz. We chose this value (HPF=0.01Hz) to maximize the low frequency content of the filtered data while rejecting as much spectral power from higher frequencies as possible. As an example, filtering at HPF=0.01Hz preserves parabola dynamics, whereas filtering at HPF=0.001Hz does not (Supplementary Fig. 2c). Our selected value provides the smoothest data for identifying parabolas, while still accurately representingglevel transitions. A manual procedure identified similar values, e.g., adjusting the HPF toward DC until the rapid transitions betweenglevels showed systematic bias, then setting the HPF to 10xthis value, also gave HPF=0.01Hz.\n\nFiltering reduced the root mean square specific force in the lateral (x) direction but little in other directions (0.0161, 0.0681, 1.0623 forx,y,z, respectively), consistent with low frequency aircraft accelerations mainly due to pitch maneuvers. Theglevel was near unity during periods of relative calm (Supplemental Fig.3a b), including the first 1000s of data collected during largely straight and level flight (rms 0.9919 and 0.9856, raw and filtered, respectively). This unfiltered estimate is 0.8% higher than under lab bench conditions, and both are consistent with accurate sensor calibration at DC to lower than 2% error, based on the factory calibration.\n\nRegression of parabolaglevel on duration was performed using the MATLABfitlm()function. Confidence intervals were determined using the MATLABcoefCI()function.\n\nThe MATLAB scripts implementing our analysis are available at:https://github.com/CarrCE/zerog.\n\nRaw and calibrated data are available via the Open Science Framework at:https://osf.io/nk2w4/.",
    "results": "Flight operations were conducted on November 17, 2017 onboard a Boeing 727 200F aircraft (G Force One, Zero Gravity Corporation). Four sets of parabolas were performed with 5, 6, 4, and 5 parabolas, respectively. The first set targeted, in order, Marsg, Marsg, Lunarg, 0g, and 0g. All other parabolas targeted 0g. Data were collected for 1.77h during all phases of flight from a Slam Stick X (Mide Technology Corp.) mounted in the rear of the research section (Fig.1b c). Direct Current (DC) acceleration was recorded at 411Hz. Additional data, calibration, and calibration error (<2%) assessment are described in Methods.\n\nIn any given experiment, one accelerometer orientation may be more appropriate than another. Thus, our phase of flight identification is based on a metric that is independent of accelerometer orientation: the Euclidean norm of the accelerometer (x,y,z) axes, which we refer to asglevel org(Methods).\n\nTo facilitate our analysis (Fig.1d, Methods, Supplementary Figs. 1 5), acceleration data were filtered (Fig.1e) using a zero delay, low pass filter prior to parabola identification using change point detection.7,8Conceptually, this process finds the point for which a statistical property (e.g., mean), has minimum total residual error summed across two groups, e.g., before and after the change point. Here residual error is the difference between an observed value and the statistical property for the group.\n\nChange point detection was first applied to the filteredglevel,gfilt, to identify differences in meanglevels in an unsupervised manner (Fig.1f). To break down the flight into regions of stableglevels, data within 10s of each change point was subjected to secondary change point detection using a linear slope metric, which segmented the flight into regions of rapid \"transition\" (indicated by dotted lines, Fig.1g i) and more stable regimes. Non transition periods were subsequently classified into \"parabola,\" \"hypergravity,\" and \"other\" based on their duration andglevel (Fig.2a b; Methods). These \"hypergravity\" periods result from entry into and exit from the \"parabola\" periods.",
    "discussion": "Parabolic flights provide the opportunity to perform simulated space research in a cost effective manner. Recently, Lambot and Ord (2016) evaluated data from over 400 parabolic flights and assessed the quality of reducedgdatasets.9Although considerable effort was dedicated to identifying the highest quality, lowgtime periods (with variations less than+/ 0.01g) from these flights, neither the acquisition hardware, the raw data, nor the code implemented for analysis, are currently available to the public. Indeed, when reviewing the literature, we found no such easily accessible parabolic flight acceleration data nor published analysis methodology.\n\nHere, we provide the following: (1) a commercially available hardware solution for data acquisition; (2) raw and calibrated data for all phases of flight; (3) data analysis methodology that is independent of accelerometer orientation, and (4) characterization ofglevels and durations achieved for 20 parabolas. In addition, the code implementing our methodology to categorize all phases of flight and characterizeglevels and durations of parabolas is publicly available in order to facilitate future parabolic flight research. In addition, our methods could be adapted to analysis of data from suborbital flights, drop towers, or studies involving launch and landing accelerations.\n\nOur hardware solution, the Slam Stick X, offers a compact, flexible, low power, high resolution solution for acceleration and vibration monitoring with favorable comparison to alternatives (Methods). The small size facilitates integration into experiments and measurement of the local GIA environment, which is not constant across the aircraft. In addition, mounting with double sided tape is simple, robust, and does not impact the frequency response (Methods).\n\nLambot and Ord9identified a \"sweet zone\" in the middle of the parabola with low acceleration deviation. Our data are consistent with this conclusion (Supplementary Fig. 8), although Lambot and Ord9used, after unspecified low pass filtering, a much more stringent tolerance (+/ 0.01g) that was not met by our filtered data. We encourage future parabolic flight experimenters to release raw data as well as to provide data processing details (ideally including in executable form) to facilitate validation and improvement of processing algorithms, as well as refine expectedglevels and support planning and analysis that can be tailored to specific experimenter needs.\n\nDue to the limited availability and high cost of actual space environments, it is imperative that we continue to utilize parabolic flights as a means to simulate space   and to understand the accuracy and limitations of this modality. By making our data and methods available we hope to enable others to better plan, execute, and analyze parabolic flight experiments, and thus to help facilitate future space activities.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:00:53.037719",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6081456/"
  }
}