{
  "pmcid": "PMC5181587",
  "title": "Wortmannin induced vacuole fusion enhances amyloplast dynamics in Arabidopsis zigzag1 hypocotyls",
  "authors": [
    "Ashley Ann Alvarez",
    "Sang Won Han",
    "Masatsugu Toyota",
    "Carla Brillada",
    "Jiameng Zheng",
    "Simon Gilroy",
    "Marcela Rojas Pierce"
  ],
  "year": "2016",
  "journal": "Journal of Experimental Botany",
  "doi": "10.1093/jxb/erw418",
  "sections": {
    "abstract": "The highly restricted movement of amyloplasts in graviperceptive cells ofzig 1hypocotyls is overcome by wortmannin treatment, suggesting a physical association between amyloplasts and the vacuole.\n\nKey words:Amyloplasts, cytoskeleton, gravitropism, SNARE, vacuole, wortmannin.",
    "methods": "Thezig 1mutant line was previously described (Katoet al., 2002). The parental anditt3lines contain the green fluorescent protein (GFP) TIP2;1 and the mCherry HDEL markers (Zhenget al., 2014b), and marker lines expressing the fluorescent protein fusions VHA a1:GFP (Dettmeret al., 2006), ABD2 GFP (Wanget al., 2004) and TUA6 GFP (Uedaet al., 1999) were described before. Seeds were surface sterilized and incubated at 4  degreesC in the dark for 2 5 d. Seeds were sown on Arabidopsis growth medium (AGM; 0.5x Murashige and Skoog medium, 4 g l 1GelRite, 1% (w/v) sucrose) and transferred to a 22  degreesC growth chamber with 16 h/8 h day/night photoperiod. For dark grown experiments, plants were incubated in light for 8 h to stimulate germination prior to growth in the dark.\n\nThepSCR::TIP1;1 GFPconstruct was generated by amplifying a 2 kb fragment corresponding to theSCARECROWpromoter (pSCR2.0) from pENTR 5pSCR2.0 (Levesqueet al., 2006;Sozzaniet al., 2010) using primers 5 AAGCTTTGCCAAA CAGATATTTGCATTTGGGCTATG 3 and 5 CTCGAGTAGG AGATTGAAGGGTTGTT 3. The pSCR2.0 PCR fragment was cloned into VAC GK (Nelsonet al., 2007) by restriction enzyme and ligation withHindIII andXhoI to generatepSCR::TIP1;1 GFP. The resulting plasmid was then transformed intozig 1or Col 0 WT by the floral dip method (Clough and Bent, 1998).\n\nAll chemical treatments used 4 d old seedlings unless otherwise specified. Stock solutions of 3.3 mM wortmannin (Sigma Aldrich), 200 uM latrunculin B (Lat B; Sigma Aldrich), and 2 mM oryzalin (Sigma Aldrich) were made in 100% (v/v) dimethyl sulfoxide (DMSO) and diluted to working concentrations in liquid AGM as 1% (v/v) DMSO, 33 uM Wm, 2 uM Lat B and 20 uM oryzalin. Vacuole fusion assays were carried out by incubating seedlings in either DMSO or Wm for 90 min to 2 h before rinsing in diH2O and imaging.\n\nLugol solution was purchased from Sigma Aldrich (62650). Staining was carried out by submerging Col 0 WT seedlings in solution for 20 min, while maintaining their growth orientation. Next, they were washed in diH2O for 10 min before they were mounted on microscope slides.\n\nImaging in a vertical stage was carried out with a Leica DM5000 compound microscope equipped with a Leica DFC365 FX camera, and a Leica x40/1.0 NA water objective was used. The microscope was outfitted with a custom made 90 degrees InverterScope objective inverter (LSM Technologies) between the objective turret and the x40 objective and a custom made vertical stage (LSM Technologies) that included a manual rotation stage (Thor Labs). Bright field imaging was accomplished by placing an aspheric condenser lens (cat. no. ACL1210 A, Thor Labs) inside the rotation stage ~10 mm behind the sample, and an adaptor was made by 3 D printing to attach the end of a light guide to the back of the vertical stage. The adaptor included a slit to slide a blocking sheet or a green filter (seeSupplementary Fig. S1atJXBonline). All imaging was done with the green filter inside the slit. Etiolated seedlings were affixed to slides using a very fine layer of Hollister Medical Adhesive (Behera and Kudla, 2013). A 1.0 mm silicon isolator (cat. no. CWS 13R 1.0, Grace BioLabs) and a coverslip were used to create a chamber filled with water, and Immersol 518 F (Carl Zeiss) was used as the immersion oil for the water objective.\n\nA Zeiss LSM 710 confocal microscope with a x40 water objective (1.1 NA) or x20 objective (0.8 NA) was used for confocal microscopy. The excitation/emission wavelengths during acquisition were 488 nm/492 557 nm for GFP, and 516 nm/582 670 nm for mCherry. TVSs were counted as previously described (Hanet al., 2015). Briefly, hypocotyls were imaged in 600 um thick optical sections using a x20 (0.8 NA) objective to capture the volume of entire cells. Vacuolar membrane folds were counted as TVSs if they were formed by a double membrane, even if they did not transverse the entire vacuole in theXYplane.\n\nA centrifuge microscope was used for hypergravity experiments as previously described (Toyotaet al., 2013a,b). Four day old etiolated seedlings were mounted in a chamber to fix the specimen on the centrifuge microscope before rotation; 10gwas applied after 10 20s of imaging and held continuously for 60s.\n\nTracking amyloplast movement was performed with the MTrackJ plugin of ImageJ. Amyloplast movement was quantified capturing time lapse images for 3 min at 10 s intervals, but only amyloplasts that could be traced throughout all frames were scored. Seedlings were 4 d old for all experiments. Thex,ycoordinates of each amyloplast were recorded from each image. Then, the change in position in thex(x) andy(y) axes were determined and plotted in a coordinate graph. A stationary reference point such as the corner of a cell was used to correct for stage drift.\n\nTracking of amyloplasts during hypergravity experiments was carried out with G Track spot tracking software (G Angstrom, Japan) as described (Toyotaet al., 2013a).\n\nCol 0 WT andzig 1were sown on AGM, wrapped in foil to simulate dark, and oriented vertically for 3 d. All subsequent transfers took place in a dark room using a green safe light. Wm treatment was carried out by first aligning seedlings to the first gravity vector (g1) before placing an AGM dot containing either 1% (v/v) DMSO or 33 uM Wm on the top or bottom of the seedlings. For cytoskeleton inhibitor treatments, seedlings were transferred to fresh plates containing DMSO, 2 uM Lat B or 20 uM oryzalin, and aligned tog1. Plates were wrapped in foil after transfers, rotated 90 degrees, and scanned after another 20 h in the dark. ImageJ was used to measure hypocotyl curvature as the angle between the top of the hypocotyl andg1. All experiments were repeated at least three times.",
    "results": "Amyloplast sedimentation in shoots has been well characterized by live cell microscopy in inflorescence stems (Moritaet al., 2002;Saitoet al., 2005;Toyotaet al., 2013b) but not in seedlings. In order to characterize mechanisms of gravity perception in seedlings, we first quantified amyloplast sedimentation in wild type (WT) hypocotyl endodermal cells by Lugol staining (Fig. 1A). When cells from the upper portion of the hypocotyl were imaged, 97.8% of the amyloplasts were found sedimented in the direction of gravity. However, only 9.5% of amyloplasts were observed at the bottom of the cell when cells were imaged further down the hypocotyl. This result suggests that amyloplast sedimentation may be restricted to endodermal cells just below the apical hook.\n\nGraviperceptive cells are located just below the shoot apex. (A) Endodermal cells below the apical hook contain sedimented amyloplasts. Col 0 WT seedlings were stained with Lugol solution and imaged on a compound microscope while maintaining a vertical orientation. The insets show representative cells from the region just below the apical hook (top) or a region towards the middle of the hypocotyl (bottom). Percentages under the insets represent the proportion of amyloplasts found at the bottom of cells in each region of the hypocotyl.n=88 amyloplasts from 23 cells and three seedlings. Arrowheads indicate the position of amyloplasts. Scale bar: 100 um. (B) Increase of cell length along the hypocotyl endodermis. Dark grown Col 0 WT seedling expressingpSCR::TIP1;1 GFPwere imaged by confocal microscopy. Average length of cells between the arrowhead marks is shown. Cell length data also include seedlings stained with Lugol solution and imaged by bright field.n=7 seedlings. Scale bar: 100 um. (C) Amyloplasts get trapped between vacuoles inzig 1endodermis. Endodermal cells near the shoot meristem of Col 0 WT (Col 0) andzig 1seedlings expressingpSCR::TIP1;1 GFPwere imaged by bright field and confocal microscopy. Arrowheads mark the position of amyloplasts. Insets show the association between tonoplast and amyloplast. Scale bar: 20 um.\n\nWe measured cell length along the upper hypocotyl endodermis to better understand the potential transition between statocytes and non statocytes. Cell length was estimated from bright field images of Lugol stained WT, as well as confocal images of a GFP tagged vacuolar marker exclusively expressed in the endodermis (pSCR::TIP 1;1 GFP,Fig. 1B). Cell length varied from 23 +/  3.69 to 94 +/  0.82 um in this region when measured from the apical hook to ~1 mm towards the root, but on average, only cells with length <70 um showed sedimented amyloplasts. Using amyloplast sedimentation as a marker for the ability to perceive gravity, the small cells at the top of the hypocotyl are more likely to correspond to the shoot statocytes. Given this result, all subsequent experiments described below were conducted with endodermal cells between 30 and 70 um in length within this region of the hypocotyl.\n\nAmyloplasts in graviperceptive cells have been shown to be closely associated with the vacuole membrane (Moritaet al., 2002), and mutants in the SNARE protein VTI11 have abnormal vacuole morphology (Zhenget al., 2014b) and agravitropic phenotypes (Katoet al., 2002). The vacuole was visualized in WT andzig 1using the pSCR::TIP1;1 GFP marker in order to determine the relationship between the vacuole and amyloplast in seedlings. As expected, a large central vacuole occupies most of the volume of WT endodermal cells and the tonoplast surrounds the sedimented amyloplasts (Fig. 1C). In contrast,zig 1displays a fragmented vacuole phenotype in shoot endodermal cells, as previously described for other tissues (Zhenget al., 2014b). It is important to note that amyloplasts do not sediment inzig 1mutants and appear to be trapped at the junction between two or more adjacent vacuoles (Fig. 1C). Furthermore, and similar tozig 1inflorescences (Moritaet al., 2002;Saitoet al., 2005), the tonoplast does not tightly surround the amyloplasts inzig 1hypocotyls. These results indicate that the vacuole phenotype ofzig 1impinges on the distribution of amyloplasts in hypocotyl endodermal cells and likely prevents their sedimentation.\n\nA novel set up for live cell imaging on a vertical microscope was developed to identify mechanisms of vacuolar membrane dynamics involved in gravity perception or response (seeSupplementary Fig. S1). Seedlings were grown vertically for 4 d before being mounted in a slide chamber and equilibrated for 5 min. Sequential images were acquired at 10 s intervals for 3 min (Saitoet al., 2005) in the vertical stage (Fig. 2A). Most WT amyloplasts were detected at the bottom of the cell between 0 and 3 min (Fig. 2B, 0 3 min), and organelle tracking indicates that they exhibited dynamic saltatory movements (Fig. 2B, 0 3 min). In contrast,zig 1amyloplasts were found more widely distributed in the cell between 0 and 3 min, and they were severely limited in their movement as shown by their comparatively static tracks (Fig. 2C). Next, seedlings were rotated 90 degrees and imaged immediately for the following 3 min (Fig. 2A). Amyloplasts from WT sedimented in the direction of gravity after reorientation as shown by the organelle tracks between 0 and 3 min after rotation (Fig. 2B, rotation). In contrast, amyloplasts fromzig 1continued to be much more limited in their movement even after a reorientation (Fig. 2C, rotation). These results, and those from inflorescences (Saitoet al., 2005), support the role of the central vacuole in shoot gravity sensing.\n\nAmyloplast dynamics in hypocotyl endodermal cells before and after gravity reorientation. (A) Schematic representation of the rotation experiment. The orientation of the seedling with respect to gravity (g) before and after rotation is shown. Displacement of an amyloplast (gray circle) during a 3 min time lapse is shown with a pink arrow, and is expressed as a change in the horizontal position (x) and the vertical position (y). Positive values correspond to right and down and negative values correspond to left and up. (B, C) Amyloplast movements before and after rotation. A representative cell from the endodermis of Col 0 WT (B) orzig 1(C) is shown before (0 3 min) or after (rotation) a 90 degrees rotation. Images correspond to the amyloplast positions at the start (0m) or the end (3m) of a 3 min time lapse. Tracks of representative amyloplasts are shown as different colored lines at the right of each panel. Arrowheads indicate one to two amyloplasts. Scale bar: 15 um. (D, E) Quantification of amyloplast movements in WT andzig 1before and after rotation. Coordinate graph showing amyloplast displacement between 0 and 3 min in Col 0 WT (D) orzig 1(E). Time lapse experiments were carried out either before (blue triangles) or after (orange crosses) a 90 degrees rotation.n=73 amyloplasts from four seedlings of Col 0;n=65 amyloplasts from four seedlings ofzig 1.\n\nQuantification of amyloplast movement indicated that their movement in WT before rotation occurred in all directions for up to 10 um (Fig. 2D,E). Following a 90 degrees reorientation, most amyloplasts translocated to the new bottom of the cell (lower right quadrant of the graph) for up to 30 um. On the other hand, amyloplast movement inzig 1was confined to <5 um in all directions before reorientation, and there was little change in their position after a 90 degrees reorientation (Fig. 2E). These results indicate that the fragmented vacuoles may impair movement of these organelles inzig 1.\n\nReduced amyloplast sedimentation inzig 1hypocotyls could be due to the physical impediments created by the fragmented vacuoles. To address this question, we utilized hypergravity conditions to increase sedimentary movement and analysed amyloplast behavior using a centrifuge microscope (Toyotaet al., 2013a,b). Two types of gravistimulation were used at 10g, one applied longitudinally (along the shoot root longitudinal axis) and a second applied perpendicularly, similar to a 90 degrees reorientation assay. Upon application of hypergravity in either direction, amyloplasts in WT moved and reached the edge of the cell within 60 s (Fig. 3A). Surprisingly, when 10gwas applied in either direction inzig 1, amyloplast movements were highly restricted (Fig. 3A), indicating a potential tight association between amyloplasts and the tonoplast itself. Measurements of amyloplast velocity indicated that these differences are significant (Fig. 3B). Collectively, these results suggest that failure of amyloplasts to sediment inzig 1is due to the abnormal vacuoles and a potential physical interaction between vacuoles and amyloplasts.\n\nHypergravity does not displace amyloplasts in thezig 1mutant. (A) Hypergravity (10g) was applied either longitudinally or perpendicularly to 4 d old dark grown WT andzig 1seedlings. Amyloplast localization was imaged by bright field. Amyloplasts in WT relocate to the gravity associated bottom of the cell within 1 min of hypergravity; however, amyloplast movement inzig 1is much more restricted. Scale bar: 20 um. (B) The velocity of amyloplast movement in Col 0 and zig 1 was analysed under the 10gconditions. Data are shown as means and error bars represent standard error. Different letters denote significant differences among all four data (P<0.05, one way ANOVA followed by the Tukey's multiple comparison test).n=9 17 amyloplasts. (This figure is available in color atJXBonline.)\n\nWm was used to test the effect of vacuole fusion on amyloplast sedimentation. Wm inhibits PI3 kinase, reduces the amount of phosphatidylinositol 3 phosphate in cellular membranes (Junget al., 2002), and induces vacuole fusion inzig 1(Zhenget al., 2014b). Seedlings were treated with 33 uM Wm in the vertical microscope stage (seeSupplementary Fig. S1atJXBonline), and time lapses were collected within 3 8 min of Wm application and after 90 min.Figure 4Ashows the orientation of the seedlings throughout the experiment. No obvious differences in amyloplast dynamics were observed in WT seedlings 3 8 min after Wm application (Fig. 4B, 3 8 min) when compared with the untreated control (Fig. 2B). Additionally, amyloplast movements still appeared severely limited inzig 1when seedlings were imaged within 8 min of Wm treatment (Fig. 4C, 3 8 min). After 90 min of Wm treatment, WT amyloplasts were still sedimented in the direction of gravity, but the amplitude of saltatory movements seemed reduced (Fig. 4B, 90 93 min). In contrast, 90 min of Wm treatment inzig 1resulted in many amyloplasts being found at the bottom of the cell (Fig. 4C, 90 93 min), compared with the untreatedzig 1(Fig. 2C). Seedlings were then rotated 90 degrees and they were again imaged for 3 min immediately after. Upon reorientation, WT amyloplasts sedimented to the new gravity associated cell bottom within 3 min (Fig. 4B, rotation). Finally, several amyloplasts in Wm treatedzig 1sedimented in the direction of gravity following reorientation and their tracks were more similar to WT (Fig. 4C, rotation). Collectively, these results suggest that Wm treatment, which induces vacuole fusion, is sufficient to release amyloplasts in the endodermis ofzig 1hypocotyls.\n\nWortmannin treatment enhances amyloplast dynamics inzig 1hypocotyls. (A) Representation of the rotation experiment showing the orientation of the seedling with respect to gravity throughout the experiment. Displacement of an amyloplast (grey circle) during a 3 min time lapse is shown with a pink arrow, and is expressed as a change in the horizontal (x) and the vertical (y) position. Positive values correspond to displacement to the right and down while negative values correspond to displacement towards the left and up. Seedlings were incubated vertically in the presence of 33 uM Wm and imaged immediately for 3 min (top, 3 8 min). Another 3 min time lapse was captured after 90 min of Wm treatment (middle, 90 93 min), and finally, seedlings were rotated 90 degrees and a 3 min time lapse was captured immediately (bottom, rotation). (B, C) Amyloplast movements after a Wm treatment. A representative cell from the endodermis of Col 0 WT (B) orzig 1(C) was imaged immediately after Wm treatment (3 8 min), 90 min after Wm treatment (90 93min) or 90 min after Wm treatment and a 90 degrees rotation (rotation). Images correspond to the amyloplast positions at the start (0m) or the end (3m) of a 3 min time lapse. Tracks of representative amyloplasts are shown as different colored lines at the right of each panel. Arrowheads indicate one to two amyloplasts. Scale bar: 15 um. (D, E) Quantification of amyloplast movements in WT andzig 1after Wm treatment. Coordinate graph showing amyloplast displacement between 0 and 3 min of each time lapse in Col 0 WT (D) orzig 1(E). Time lapse experiments were carried out within 3 8 min of Wm treatment (blue triangle), after 90 min of Wm treatment before rotation (orange crosses), or after 93 min of Wm treatment followed by a 90 degrees rotation (yellow circles).n=110 amyloplasts from four seedlings of Col 0;n=98 amyloplasts from four seedlings ofzig 1.\n\nQuantification of amyloplast movements during these experiments indicated that amyloplast saltatory motion in WT was large (up to 20 um) and showed no obvious bias in direction shortly after Wm treatment (Fig. 4D, 3 8 min). However, Wm treatment for 90 min restricted amyloplast movement in WT to within 10 um of their initial position (Fig. 4D, 90 93 min). Again, most amyloplasts were able to translocate to the new gravity associated bottom of the cell following the reorientation (Fig. 4D, rotation). In contrast, Wm treatment ofzig 1mutants had dramatic effects on amyloplast movement. Initially,zig 1amyloplast movement was highly restricted to within 5 um of their starting position immediately after Wm application (Fig. 4E, 3 8 min) in a similar fashion to untreated seedlings (Fig. 2C). However, after 90 min their range of motion had increased to within 10 um, and sometimes up to 17 um from their original position (Fig. 4E, 90 93 min). After rotation, several amyloplasts were able to relocate to the bottom of the cell and move up to 30 um (Fig. 4E, rotation). These data confirm that altering vacuolar membrane morphology has profound effects on amyloplast movement inzig 1.\n\nWe have shown above that statocytes in the Arabidopsis hypocotyl may be located just below the hook (Fig. 1). To confirm this, we took advantage of the effect of Wm onzig 1vacuoles and amyloplast sedimentation (Fig. 4). Thus, we tested whether local Wm application to either the top or bottom of the hypocotyl was sufficient to restore gravity response inzig 1. A small dot of growth medium containing either 1% (v/v) DMSO (control) or 33 uM Wm was placed over the top or the bottom of the hypocotyl. The plates were then rotated 90 degrees from the original gravity vector and the angle of hypocotyl curvature (alpha) was measured after 20 h (Fig. 5A). Col 0 WT responded to the new gravity vector when DMSO (control) was placed at the top of the hypocotyls, whilezig 1displayed an agravitropic response, as expected (Fig. 5B). When medium containing Wm was placed at the top of Col 0 hypocotyls, it induced a slight delay in graviresponse as indicated by an increase in the seedlings with an angle between 0 and 30 degrees and a decrease in those between 30 and 60 degrees. However, local application of Wm to the top ofzig 1hypocotyls resulted in an enhanced response to gravity.zig 1mutants treated with DMSO showed a strong agravitropic phenotype, with most seedlings in the  30 to 0 degrees and 0 to 30 degrees categories, whilezig 1mutants treated with Wm at the top showed an increase in the hypocotyls between 30 and 60 degrees and a decrease in those between  30 and 0 degrees (Fig. 5B). These results indicate that Wm application to the upper hypocotyl partially suppresses the agravitropic phenotype ofzig 1mutants. In contrast, application of Wm to the bottom of the hypocotyl did not have major effects on gravity response inzig 1(seeSupplementary Fig. S2). Therefore, only local Wm application to the top ofzig 1hypocotyls can enhance their gravitropic response.\n\nLocal Wm application at the top of hypocotyls enhances gravitropism ofzig 1. Three day old seedlings from Col 0 WT andzig 1were treated at either the top or the bottom of the hypocotyl with a dot of AGM containing DMSO or 33 uM Wm. Seedlings were then exposed to a 90 degrees rotation, and the angle of hypocotyl curvature was measured after 20 h. (A) Illustrations showing the placement of medium dots containing DMSO or Wm at either the top or the bottom of hypocotyls, the angle of hypocotyl curvature between the first gravity vector (g1) and the top of the hypocotyl, and how the angle distributions are represented. (B) Application of Wm at the top of the hypocotyl enhanceszig 1gravitropism. Shown are the angle distributions for WT andzig 1treated with DMSO or Wm at the top of the hypocotyl (n=87 112). (This figure is available in color atJXBonline.)\n\nThe dramatic restriction on amyloplast movement inzig 1prompted us to determine if fragmented vacuoles altered the morphology of organelles of the endomembrane system, which could impede their flow. To this end, VHA a1 GFP, a marker for thetrans Golgi network (TGN) (Dettmeret al., 2006), and mCherry HDEL, a marker for the endoplasmic reticulum (ER) (Nelsonet al., 2007), were analysed in thezig 1background. Organelle morphology was analysed in hypocotyl cortical cells given the weak fluorescence of these markers in the endodermis. VHA a1 GFP labeled typical TGN structures in WT and thezig 1background (Fig. 6A D). Not surprisingly, TGN puncta were found both in the cell cortex and in the cytosol that surrounded fragmented vacuoles ofzig 1(Fig. 6C, D). Therefore, loss ofVTI11does not appear to have an effect on TGN morphology. The mCherry HDEL marker showed the canonical ER network organization at the cell cortex and ER bodies in WT (Nelsonet al., 2007) (Fig. 6E, F). The ER was found surrounding the small vacuoles ofzig 1, similar to the other organelles, but two distinct abnormalities could be detected. First, the cortical organization of the ER was altered as there was enrichment of ER membranes in the cortical domains that abutted juxtaposed vacuoles (Fig. 6G). In addition, aggregates of ER were found in the cytosolic domains between juxtaposed vacuoles and these appear to have restrictions in their movement (Fig. 6HandSupplementary Movies S1 and S2). These aggregates of ER could result from accumulation of fusiform bodies at these sites, in addition to aggregated ER membranes, but these are difficult to differentiate at the resolution of a light microscope. These defects indicate that vacuole morphology is important for proper ER organization. To further test this possibility, we determined whether Wm treatment ofzig 1would restore the cortical ER organization by promoting vacuole fusion. There were no apparent changes to the ER network in WT hypocotyls after treatment with Wm (Fig. 6I,J), although membrane aggregates were sometimes observed. As expected, Wm treatment induced the fusion of vacuoles inzig 1, and the enrichment of ER membranes was no longer observed in the cortex after a 2 h washout (Fig. 6K,L). These results overall indicate that vacuole morphology defects inzig 1do not alter the morphology of the TGN, but it does have a dramatic effect on the organization of the ER.\n\nLoss ofVTI11function results in impaired ER morphology. Hypocotyl cells from 3 d old seedlings from Col 0 wild type orzig 1expressing subcellular markers were imaged by confocal microscopy. Seedlings were grown in the dark. A cortical section and a medial section of the same cell are shown for each marker. (A D) Col 0 wild type orzig 1expressing VHA a1 GFP. (E L) Dark grown Col 0 WT orzig 1seedlings expressing the ER marker mCherry HDEL were treated with 1% (v/v) DMSO (E H) or 33 uM Wm (I L) for 3 h and then transferred to AGM for 2 h before imaging. Identical microscope settings were used for both genotypes. Scale bar: 20 um.\n\nF actin is involved in amyloplast saltatory movements in wild type (Saitoet al., 2005;Yamamoto and Kiss, 2002), and it may function as a negative regulator of sedimentation (Nakamuraet al., 2011), but its specific role in the gravity response is unknown (Blancaflor, 2013). Because amyloplasts appear trapped between fragmented vacuoles inzig 1(Fig. 1) and are relatively static (Fig. 2), it was important to investigate if F actin or microtubules were involved in restricting their movement. The cytoskeleton was visualized using the F actin marker ABD2 GFP (Wanget al., 2004) or microtubule (MT) marker TUA6 GFP (Uedaet al., 1999) in cortical and medial sections of epidermal cells (Fig. 7). F actin cables were observed at the cortex inzig 1(Fig. 7C) similar to the WT (Fig. 7A), except that the F actin network surrounds the fragmented vacuoles inzig 1(Fig. 7C). We conclude that the fragmented vacuoles inzig 1do not impede F actin polymerization or cortical arrangement. Similarly, microtubules were detected in the cell cortex in WT (Fig. 7E) andzig 1(Fig. 7G). However, dense MT arrays were also observed close to juxtaposing vacuoles (Fig. 7H). Overall, the lack of a central vacuole inzig 1does not appear to cause aggregates or abnormalities in the composition of the cytoskeletal network, except that both polymers are found surrounding thezig 1vacuoles.\n\nThe cytoskeleton organization at the cortex is not affected inzig 1. Four day old seedlings from Col 0 WT (A, B, E, F) orzig 1(C, D, G, H) expressing ABD2 GFP to label F actin (A D) or TUA6 GFP to label microtubules (E H) were imaged by confocal microscopy. Both cortical sections (A, C, E, G) and medial sections (B, D, F, H) for a representative cell are shown. Seedlings were grown in the dark. Arrowheads indicate zones with cytoskeleton enrichment that are found above juxtaposing vacuoles. Scale bar: 20 um. (This figure is available in color atJXBonline.)\n\nWe conducted gravitropic assays in the presence and absence of the cytoskeleton inhibitors lantrunculin B (Lat B) or oryzalin to determine if the cytoskeleton contributed to the static behavior ofzig 1amyloplasts. Lat B induced an increase in the response to gravity in WT including an increase in the hypocotyls between 60 and 90 degrees and hypocotyl curvatures of more than 90 degrees in 22.1% of seedlings (Fig. 8A). No changes were observed inzig 1, with or without Lat B, as mostzig 1hypocotyls were found in two categories,  30 to 0 degrees and 0 to 30 degrees, in both treatments (Fig. 8A). The ABD2 GFP marker was included in these experiments as a control to show the effectiveness of the Lat B treatment (seeSupplementary Fig. S3A). A possible role of MT in tethering of amyloplasts was also tested (Fig. 8B). There was a delay in the response of the oryzalin treated seedlings, with an increase in the proportion of seedlings in the 0 30 degrees category and a decrease in the 60 90 degrees category. In the case ofzig 1, both treatments resulted in very similar angle distributions, with almost all seedlings bending to an angle between  30 and 30 degrees. Therefore, treatment with oryzalin does not enhance graviresponse ofzig 1. Again, the TUA6 GFP marker was used to confirm the effectiveness of the oryzalin treatment (Supplementary Fig. S3C).\n\nNeither lantrunculin B (Lat B) nor oryzalin treatment suppresses the agravitropic phenotype ofzig 1. Gravitropism assay with Col 0 WT andzig 1in the presence of cytoskeleton inhibitors. Seedlings were grown vertically for 3 d in the dark, and then transferred to AGM plates containing 1% (v/v) DMSO (A, B), 2 uM Lat B (A) or 20 uM oryzalin (B). Plates were returned to the dark and oriented at 90 degrees from the original gravity vector (g1). After 20 h the angle of hypocotyl curvature was measured betweeng1 and the top of the hypocotyl. The distribution of seedlings in each degree class is indicated.n=77 100.\n\nThat neither Lat B nor oryzalin treatments suppressed the agravitropic phenotype ofzig 1suggested that neither actin nor MT depolymerization was sufficient to release amyloplasts from the static inter vacuolar junctions. To confirm this, amyloplast sedimentation was visualized after inhibitor treatment in the endodermis of dark grown hypocotyls (seeSupplementary Fig. S3B). In this experiment, seedlings were incubated overnight in the presence of DMSO, 2 uM Lat B or 20 uM oryzalin to depolymerize the cytoskeleton. Seedlings were then incubated vertically for 10 min, imaged, incubated vertically again for 10 min but upside down (180 degrees rotation), and then imaged again. Wild type amyloplasts sedimented to the new bottom of the cell after the 180 degrees rotation regardless of chemical pretreatment. In contrast,zig 1amyloplasts did not sediment in either of the chemical treatments as shown by their static localization before and after reorientation (Supplementary Fig. S3B). Since depolymerization of F actin or MT does not enhance gravity response inzig 1, nor does it restore amyloplast sedimentation, these results overall indicate that actin filaments or microtubules are not contributing to the immobile nature of amyloplasts by serving as a physical tether connecting amyloplasts and tonoplast. Therefore, the static nature ofzig 1amyloplasts is not explained by physical associations with the cytoskeleton.\n\nWe have demonstrated that immobile amyloplasts inzig 1hypocotyls increase dynamic movements after Wm treatments. We then quantified transvacuolar strands (TVSs) in hypocotyls of WT anditt3before and after Wm treatment (Fig. 9A) to test whether this enhanced motion is due to vacuolar membrane remodeling through changes in TVS formation. The parental line showed 3.07 +/  0.22 TVSs per cell in hypocotyl epidermis, whileitt3mutants had only 0.22 +/  0.04 TVSs when DMSO treatments were used (Fig. 9B). The number of TVSs increased to 4.17 +/  0.10 in the parental line and to 1.60 +/  0.05 foritt3when seedlings were treated with Wm for 2 h. The significant increase in the number of TVSs after Wm treatment for both the parental line anditt3suggests that Wm not only promotes vacuole fusion, but has a positive effect on vacuole membrane dynamics as well.\n\nWm treatment induces the formation of transvacuolar strands (TVSs). (A) Thick optical sections were captured for TVS quantification at low magnification. Example images used from WT anditt3hypocotyls are shown for both DMSO and Wm treatments. The types of TVS that were counted are indicated with arrowheads. Note that membranes that fully surrounded a vacuole initt3were not included (arrows). (B) Average number of TVSs per cell in parental anditt3.n=60 cells total from four seedlings per genotype. Mean values are statistically significant (Student'sttest, two tailed,P<=0.05) if letters are different.",
    "discussion": "Here, we used live cell imaging to analyse the dynamics of amyloplast sedimentation in Arabidopsis hypocotyls from whole seedlings. Previous studies have utilized cuttings from inflorescence stems (Moritaet al., 2002;Saitoet al., 2005;Toyotaet al., 2013b). Our microscope set up allowed us to image endodermis through the almost transparent cortex of etiolated hypocotyls using a fluorescence microscope. A very small amount of Immersol allowed us to use a water immersion objective on the vertical stage, which provided optimal resolution. This unique set up allowed us to track amyloplast sedimentation in real time and in whole plants without the concerns of plant injury. The system is amenable for cell biology analysis, including treatment with chemical inhibitors, and long term time lapse experiments. Furthermore, this system can overcome the challenges of imaging using stem cuttings, which have been shown to affect the vacuole morphology of certain mutants (Hashiguchiet al., 2014). One caveat of our system is the need to illuminate the seedlings during image acquisition, which we have addressed with a green filter to minimize phototropic responses. Green light, however, has been shown to enhance hypocotyl growth and inhibit blue and red phototropic responses in dark grown seedlings (Folta, 2004;Folta and Maruhnich, 2007;McCoshum and Kiss, 2011). Therefore, experiments in the vertical stage must be interpreted with caution as they may be influenced by effects of the green light on seedling growth.\n\nA role for the vacuole in gravity perception or response is well documented (Moritaet al., 2002;Yanoet al., 2003;Saitoet al., 2005). TheVTI11loss of function mutantsgr4/zig 1was originally identified for its agravitropic phenotype in shoots (Yamauchiet al., 1997;Katoet al., 2002), and it was later shown to display abnormal vacuole morphology and reduced vacuole fusion (Zhenget al., 2014b). We usedzig 1and a second allele,itt3, as tools to interrogate the role of vacuole dynamics on gravitropism in Arabidopsis hypocotyls. As expected, WT endodermal cells from hypocotyl statocytes show a large central vacuole and sedimented amyloplasts that appeared surrounded by tonoplast membrane. This organization is very similar to that found in inflorescence stems (Moritaet al., 2002). In contrast, and consistent with other tissues (Zhenget al., 2014a,b), smaller unfused vacuoles were detected in endodermal statocytes fromzig 1mutants, where the amyloplasts were found distributed almost randomly throughout the cell. In these cells, amyloplasts appeared trapped at the junction of juxtaposing vacuoles, and this organization seems to prevent amyloplast movement inzig 1, both before and after gravistimulation, as depicted by time lapse experiments. Surprisingly, conditions of hypergravity up to 10gwere not sufficient to force amyloplasts to sediment in these cells. It is unlikely that the fragmented vacuoles alone would be sufficient to prevent the movement of these organelles simply by creating physical obstacles to their movements along the cytosolic space. Therefore, we propose that a physical tether exists between the vacuole and amyloplasts that is of sufficient strength to resist a 10gforce. In fact in the case ofzig 1, each amyloplast seems attached to multiple vacuoles, which perhaps generates a strong physical tethering structure to resist this hypergravity pull. In contrast, hypergravity is known to increase amyloplast sedimentation and gravitropic curvature of other agravitropic mutants such assgr2,sgr9, andpgm(Toyotaet al., 2013b), but none of these mutants displays a fragmented vacuole phenotype. Amyloplast sedimentation has been shown to occur via transvacuolar strands (Moritaet al., 2002;Saitoet al., 2005), and therefore we asked whether the fragmented vacuole phenotype ofzig 1could impair TVS formation. In fact,zig 1mutants formed very few TVS structures in epidermal cells when compared with the WT, which could contribute to the reduced sedimentation of amyloplasts inside their statocytes. This possibility is consistent with the phenotype of thesgr2mutant, which displays fewer TVSs than WT and is agravitropic (Moritaet al., 2002;Saitoet al., 2005).\n\nTreatment with Wm induces fusion and restores the vacuole morphology ofzig 1(Zhenget al., 2014a,b). We used this assay to test whether the vacuole morphology phenotype ofzig 1was necessary for their lack of amyloplast sedimentation and the role of vacuole morphology on this movement. As expected, Wm treatment increased amyloplast sedimentation inzig 1. The Wm induced vacuole fusion may have this effect due to the following: (i) vacuole fusion could disrupt the putative tethers between amyloplasts and the vacuolar membrane proposed above and therefore increase mobility of these organelles; (ii) vacuole fusion could restore the ability to form TVSs, which could become conduits for amyloplast sedimentation; (iii) restoring the single vacuole phenotype could remove physical obstacles formed by the vacuoles themselves. We indeed confirmed that Wm induced vacuole fusion increases the formation of TVSs in epidermal cells. However, TVSs alone are probably not sufficient becausesgr2mutants, which do not form TVSs in stems, were able to reposition amyloplasts along a hypergravity vector (Toyotaet al., 2013b). Future research is needed to address the role of a putative tethering system to determine if all three possibilities play a role in this response. The alternate possibility that Wm is actually affecting gravitropism through effects on cellular events unrelated to vacuolar function seems less likely as Wm action on gravity response is not seen in WT plants where these other sites of action would presumably still be present.\n\nThe endodermal layer of the hypocotyl has been identified as the graviperceptive tissue in shoots (Fukakiet al., 1998). Visualization of endodermal cells in the medial region of the hypocotyl of etiolated seedlings indicated that most cells did not show the expected sedimented amyloplasts, and instead these organelles were in constant motion from cytoplasmic streaming. Only the smaller cells in the upper hypocotyl of an average length of 70 um or less showed sedimented amyloplasts that were consistent with graviperception. To confirm this result, we took advantage of the phenotype ofzig 1and Wm treatment. This provided a unique opportunity to test whether amyloplast sedimentation inzig 1at the top or the bottom of the hypocotyl was associated with restoration of gravitropism. Adding Wm at the top of the hypocotyl enhanced gravitropism in these mutants, but the treatment at the bottom did not. Therefore, only Wm treatment at the top is sufficient to restore the gravity response. This effect is correlated with an increase in amyloplast sedimentation as shown by organelle tracking experiments. Altogether, these results indicate that the statocytes in etiolated hypocotyls are localized to the young endodermal cells at the top of the hypocotyl. These results are consistent with the top ~4 cm region of the inflorescence stem being sufficient for graviresponse in mature plants (Fukakiet al., 1996a) and the finding that displacement of amyloplasts at the base of the inflorescence stem does not result in inflorescence bending (Weiseet al., 2000).\n\nA role for actin during shoot gravitropic perception remains unclear (Yamamoto and Kiss, 2002;Yamamotoet al., 2002;Palmieri and Kiss, 2005;Saitoet al., 2005;Blancaflor, 2013). The inability of amyloplasts to sediment inzig 1could be due to the fragmented vacuoles being obstacles for movement. However the fact that hypergravity is not sufficient to release them indicates that there may be physical tethers between the amyloplasts and the vacuole. We tested whether such tethers could be formed in part by cytoskeletal structures and, therefore, if they could be disrupted with inhibitors that depolymerize MT and actin microfilaments. However, neither Lat B nor oryzalin treatment was sufficient to overcome the block in sedimentation. This is consistent with previous reports indicating that the tight association between vacuole and amyloplasts was not disrupted by lantrunculin B in wild type inflorescences (Saitoet al., 2005). However, these results are not consistent with experiments in flowering snapdragon shoots, in which depolymerization of actin microfilaments with Lat B released amyloplasts (Friedmanet al., 2003). We conclude that the association between amyloplasts and the vacuole may occur either directly or indirectly but does not seem to involve the cytoskeleton. Contact sites between the vacuole and other organelles and association between those and amyloplasts may be responsible for the tethering that we have observed. Contact sites between plant subcellular organelles have been identified by electron microscopy or laser trapping, including between ER and plasma membrane (summarized inStaehelin, 1997), ER and endosomes (Stefanoet al., 2015), and ER and Golgi (Sparkeset al., 2009). The vacuole has also been shown in tight association with the cytoskeleton (Scheuringet al., 2016) and the ER (Staehelin, 1997), and the latter may provide an anchoring system that may be important to regulate amyloplast sedimentation. Future analysis by electron microscopy in shoot endodermal cells may provide further support for these contact sites. The dramatic effects on ER morphology in thezig 1mutant indicates that ER vacuole interactions are critical for organelle structure. Given that no major changes in organelle morphology or distribution were observed for the TGN, we conclude that the vacuole is unlikely to form physical attachments with these organelles as it does for amyloplasts.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:02:15.680814",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5181587/"
  }
}