{
  "pmcid": "PMC8879990",
  "title": "Response of Arabidopsis thaliana and Mizuna Mustard Seeds to Simulated Space Radiation Exposures",
  "authors": [
    "Ye Zhang",
    "Jeffrey T Richards",
    "Alan H Feiveson",
    "Stephanie E Richards",
    "Srujana Neelam",
    "Thomas W Dreschel",
    "Ianik Plante",
    "Megumi Hada",
    "Honglu Wu",
    "Gioia D Massa",
    "Grace L Douglas",
    "Howard G Levine"
  ],
  "year": "2022",
  "journal": "Life",
  "doi": "10.3390/life12020144",
  "sections": {
    "abstract": "One of the major concerns for long term exploration missions beyond the Earth's magnetosphere is consequences from exposures to solar particle event (SPE) protons and galactic cosmic rays (GCR). For long term crewed Lunar and Mars explorations, the production of fresh food in space will provide both nutritional supplements and psychological benefits to the astronauts. However, the effects of space radiation on plants and plant propagules have not been sufficiently investigated and characterized. In this study, we evaluated the effect of two different compositions of charged particles simulated GCR, and simulated SPE protons on dry and hydrated seeds of the model plantArabidopsis thalianaand the crop plant Mizuna mustard [Brassica rapa var. japonica]. Exposures to charged particles, simulated GCRs (up to 80 cGy) or SPEs (up to 200 cGy), were performed either acutely or at a low dose rate using the NASA Space Radiation Laboratory (NSRL) facility at Brookhaven National Lab (BNL). Control and irradiated seeds were planted in a solid phytogel and grown in a controlled environment. Five to seven days after planting, morphological parameters were measured to evaluate radiation induced damage in the seedlings. After exposure to single types of charged particles, as well as to simulated GCR, the hydratedArabidopsisseeds showed dose  and quality dependent responses, with heavier ions causing more severe defects. Seeds exposed to simulated GCR (dry seeds) and SPE (hydrated seeds) had significant, although much less damage than seeds exposed to heavier and higher linear energy transfer (LET) particles. In general, the extent of damage depends on the seed type.\n\nKeywords:space radiation, galactic cosmic rays, solar particle event,Arabidopsis, mizuna mustard, seeds",
    "methods": "Seeds of wild typeArabidopsis thalianaCol 0, and Mizuna (Brassica rapa var. japonica), a mustard leafy green, were used for this study.Arabidopsis thalianahas been widely used as a model plant organism for microgravity research.Arabidopsisseeds were obtained from in house culture, while Mizuna seeds were purchased from Johnny's Selected Seeds (Waterville, ME, USA).\n\nSelected radiation scenarios are summarized inTable 1. Seeds, dry or imbibed, were exposed to protons and titanium ions individually, or using two simulated GCR scenarios (GCR1 or GCR2) and one simulated SPE event. For both GCR scenarios, ions including protons, helium, oxygen, titanium or silicon, and iron were sequentially delivered. GCR1 was a complex mixed radiation field with a similar spectrum of particles identified in GCR. This simulation was designed by Dr. Hada's team and generated after the above primary beams passed through 20 g/cm2aluminum and high density polyethylene at 10.345 g/cm2[21]. Under the GCR1 environment, seeds were exposed to a mixture of non directional secondary particles in which 250 MeV/n protons predominated [21]. The GCR2 scenario was a standard GCR simulation scenario provided by the NSRL physics team for space radiation risk assessment research without the shielding material [22]. Simulated SPE exposure was achieved using sequential exposures to protons with a broad energy range of 50 150 MeV/n, simulating the August 1972 SPE event [22,23]. Exposures to all radiation scenarios were conducted acutely (within minutes for each single beam, leading to a total of about 20 min. for all particle components) or at a relatively low dose rate (LDR) over a 2 4 h time period (Table 1).\n\nRadiation exposure scenarios at the NASA Space Radiation Lab (NSRL).\n\nMizuna seeds were sanitized by 1 h hypochlorite fuming (30 mL bleach: 0.5 mL HCL) [24,25], whileArabidopsisseeds were sanitized using a standard 70% ethanol method [24]. Sanitized dry seeds for each condition were then transferred to packets prepared from sterile germination paper. For imbibed seed treatments, twenty four hours before irradiation, 0.9 mL of water was added to each packet to imbibe the seeds, and seed packets with imbibed seeds were then wrapped with several more layers of brown kraft paper sheet to prevent light exposure. All the seed packets, each containing about 25 dry or imbibed seeds, were kept in the dark at approximately 4  degreesC in a refrigerator, except during the periods of actual or sham (i.e., for controls) radiation exposures when both irradiated and control seed packets were still in the dark, but at room temperature.\n\nDepending on the experimental conditions (Table 1), 26 72 dry or 24 h imbibedArabidopsisand Mizuna seeds were subject to each radiation exposure treatment, while similar numbers of seeds were retained as non irradiated controls for comparison with acute or LDR irradiated seeds.\n\nFor evaluating germination and early seedling development, two days after irradiation, control and irradiated seeds were planted onto a 0.5% Murishige and Skoog (MS) phytogel media either individually within a pipette tip holder (titanium, proton, and GCR1 experiments) or six to twelve seeds within a 10 cm x 10 cm Petri plate (GCR2 and SPE experiments) at Kennedy Space Center (KSC). Growth conditions approximating those on the ISS (except for CO2concentration) were maintained in a controlled environment chamber (22  degreesC, 40 45% RH, 150 umolm2s 1light, ambient CO2at about 400 ppm, 16 h/8 h photoperiod). Seedlings were harvested at 6 7 days after planting (DAP) forArabidopsis, and 5 DAP for Mizuna for morphological analyses. Images were acquired for evaluating signs of stress and deformation. Seeds were defined as having germinated upon observation of any early sign of germination, including seed coat rupture and radicle emergence. For purposes of assessing viability rates in seeds exposed to Ti ion exposure, non germinated seeds as well as germinated seeds without cotyledons, or with radical emergence or showing severely deformed cotyledons without sign of true leaf development were considered non viable. Imagery analysis for determining cotyledon deformation was conducted only for Ti ion irradiatedArabidopsisseedlings and mizuna experiments. In the titanium ion irradiation experiment, deformation data were obtained for all seedlings; however, root length measurements for several seedlings were missing due to their roots being broken during the harvest. As a result, the number of plants available for analysis of root length was fewer than the number with deformation data for the titanium ion experiment. Root length was measured using Rootnav v1.8.1 and Image J software. Root length data are presented in millimeters.\n\nThe simulations were conducted with the code RITRACKS [26]. Briefly, a simulation volume is defined, and its base is irradiated by n tracks. The number of tracks is determined from sampling of the Poisson distribution, p(n) = ne /n!, where  = A is the average number of tracks, A is the area of the irradiated volume surface, and  is obtained from a given dose D using the well known equation,\n\nThe LET of a particle is calculated using the Bethe's equation, with corrections [27]. To mimic the contributions of energy deposition from electron tracks of neighboring volumes, periodic boundary conditions (PBCs) were used. Briefly, the electrons that leave the irradiated volume are put back on the opposite side, with the same energy and direction vector [28].\n\nFor discrete outcomes, such as viability, germination or deformed cotyledon counts, Fisher's exact test was used to compare radiation exposure methods (control, acute, or low dose rate) or to compare doses within each radiation scenario. For comparisons with root length as an outcome, quantile regression was used to compare medians, taking into account the possibility of non germination and the generally left skewed distribution of root lengths even if germination had occurred. For defining median root length, non germination was treated as a length of zero. In other words, a median length of x0is taken to mean 50% of plants had root lengths > x0, while the other 50% either did not germinate or if they did, had lengths < x0.",
    "results": "Irradiation of imbibedArabidopsisseeds was delivered acutely (within minutes), or over a longer duration at a low dose rate (LDR) of 0.166 cGy/min for 40 cGy 300 MeV/n titanium ions (Ti), or 40 cGy 250 MeV/n protons. Mathematical simulations showed that the fluence of these particles over anArabidopsisembryo reached 1750 to 2000 hits/seed for titanium ions (approximately 0.5 hits/cell) and over 800,000 hits/seed for protons (approximately over 200 hits/cell). Examples of simulated Ti, proton, and simulated GCR1 and 2 particle tracks within the volume of one cell (12 um x 12 um x 12 um) are shown inFigure 1.\n\nParticle tracks simulated within the volume of one cell. (A) A single 300 MeV/n Ti particle track with numerous secondary particles within a cell; (B) 250 MeV/n H particle tracks generated within a cell; (C) simulated GCR1 mixed irradiation field within a cell; and (D) simulated GCR2 irradiation field within a cell.\n\nExposure to titanium ions had no significant effect on the germination rate, however viability clearly was degraded after irradiation (Figure 2A, left panel). In addition, there were obvious increases in the percentage of cotyledon deformation in the irradiated groups (Figure 2A right panel,Figure 2D). Furthermore (Figure 2A, right panel), exposure to titanium ions had a noticeable effect on root development alone, with no measurable roots in 13 of 25 (52%) germinated seeds (LDR group) as compared with 8 of 25 (32%) seeds (acute group) and only 1 of 28 (3.6%) seeds (control group) (p< 0.001, Fisher exact test).\n\nEffect of 300 MeV/n Ti particles on seed germination, viability, and morphological measurements. (A) Tables of seeds number with percentages of viability, germination, cotyledon deformation, and absence of measurable roots by experimental group. (B) Root length distribution (small circles) in seedlings from control and Ti irradiated seeds. Multiple instances of zero root length are plotted with small jitter so that they can be distinguished. Estimates of 75th percentile root length (orange bars) are shown with 95% confidence limits (dashed lines). (C) Comparative histograms of root length distributions. (D) Examples of cotyledon deformation. * Indicatesp< 0.05 compared to controls.\n\nOverall, the distribution of root length in seedlings was shifted downwards (Figure 2C) relative to the control distribution in the two irradiated groups with median lengths of 22.2, 6.4, and 0 mm, for the control, acute, and LDR groups respectively. (The median length was zero for the LDR group because for more than half (14 of 27) of these seeds, germination did not occur or roots did not develop to the point where they were measurable). Even when comparing the upper parts of the root length distribution, we observed a similar pattern; for example, 75th percentile root lengths were 24, 19, and 14 mm for control, acute, and LDR groups, respectively (Figure 2B). Similarly, when considering only plants with measurable root lengths, estimated median root length +/  1SE was 22.2 +/  2.8 mm for control seeds, decreasing to 17.3 +/  3.0 mm after acute exposure and to 9.5 +/  3.1 mm (LDR exposure).\n\nExposure to protons had virtually no effect on the ability of seeds to germinate with more than 90% germination rates for all experimental conditions: control seeds (98%, 55/56), acute exposure (95%, 38/40), and LDR exposure (92.8%, 39/42) (Figure 3A). However estimated median root lengths differed markedly between the experimental groups: (F(2, 135) = 38.4;p< 0.0001). Estimates of median lengths and standard errors were: 24.1 +/  0.6 mm (control), 16.7 +/  0.7 mm (acute exposure), and 18.6 +/  0.6 mm (LDR exposure) (Figure 3B).Figure 3C shows the effects of irradiation on the distribution of root lengths in plants from germinated seeds. Furthermore, exposure to protons, as low as 20 cGy (data not shown), also resulted in significantly shorter and more under developed roots without obvious deformation of leaf and root tissue. These results suggest that SPEs, which contain protons with a broad energy spectrum, may have a potential impact on plant growth after germination as was also seen for GCR exposures (next section).\n\nEffect of 250 MeV/n protons on root length in seedlings grown from control and irradiated Arabidopsis seeds. (A)Arabidopsisseed number and germination rate. (B) Root length distribution (small circles) in seedlings from control and irradiated seeds. Multiple instances of zero root length, including non germinated seeds are plotted with small random jitter so that they can be distinguished. Estimates of median root length (orange bars) are shown with 95% confidence limits (dashed lines). (C) Comparative histograms of root length distributions in plants from germinated seeds. * Indicatesp< 0.05 compared to controls.\n\nAbout 85% of imbibedArabidopsisseeds germinated in all treatment groups, regardless of exposure to CGR1 radiation (Figure 4A). The relatively large number of non germinated seeds (six in each group) resulted in a loss of power to discriminate between treatment groups with respect to median root length. Median root lengths were similar for control plants and for plants grown from seeds exposed to simulated acute or LDR GCR1 radiation at 29 cGy, but appeared reduced after exposure to 59 cGy GCR1 radiation (Figure 4B). Considering only the germinated seeds, the median root lengths of plants from seeds exposed to acute 59 cGy GCR1 radiation were noticeably shorter (median length = 15.7 mm as compared with controls, median length = 19.8 mm;p= 0.007). The distribution of the root length data from germinated seeds is displayed inFigure 4C.\n\nEffect of GCRs on root length in seedlings from control and irradiatedArabidopsisseeds. (A)Arabidopsisseed number and germination rate. (B) Root length distribution (small circles) in seedlings from control and Ti irradiated seeds. Multiple instances of zero root length (including non germinated seeds) are plotted with small random jitter so that they can be distinguished. Estimates of median root length (orange bars) are shown with 95% confidence limits (dashed lines). (C) Comparative histograms of root length distributions in plants from germinated seeds.\n\nDryArabidopsisand Mizuna seeds were exposed to GCR2 radiation, a simplified and standard six beam simulation scenario recommended by the NSRL, rather than the GCR1 scenario, which generated a much more complex radiation field for post irradiation analysis. ForArabidopsisseeds, the effect of GCR2 radiation was negligible in that 401 of the 406 seeds planted germinated with notable root development (Figure 5A). For LDR exposure, estimated median root lengths were virtually the same for all dose groups. For acute exposure, there was only a slight indication of a tendency for plants to have degraded root lengths (p= 0.04,p= 0.02 for doses of 40 and 80 cGy respectively;Figure 5B). In the case of Mizuna, although virtually all seeds (356 of 360) also germinated with root development (Figure 5C), we observed evidence of an acute irradiation effect on the incidence of plants with deformed leaves, with 7 of 59 (11.9%) control plants having deformed leaves (control), as compared with 23 of 59 (39.0%) and 14 of 59 (23.7%) for 40 cGy and 80 cGy exposures (p= 0.003, Fisher exact test) (Figure 5D). No such effect was seen after LDR exposure. Similarly, we observed a 17% reduction in median root length of Mizuna plants after acute irradiation compared to the control (95% conf ( 27.6%,  7.4%),p= 0.001), whereas there was no noticeable effect of LDR irradiation on root length (Figure 5E).\n\nThe effect of GCR 2 scenario on root length reduction in seedlings developed from control and irradiated dry seeds. (A)Arabidopsisseed number and germination rate. (B) Root length distribution (small circles) inArabidopsisseedlings from control and irradiated seeds. Estimates of median root length (orange bars) are shown with 95% confidence limits (dashed lines). Multiple instances of zero root length (including non germinated seeds) are plotted with small jitter so that they can be distinguished. (C) Mizuna seed number and germination rate. (D) Cotyledon deformation rate in Mizuna seedlings. (E) Root length distribution (small circles) in mizuna seedlings from control and irradiated seeds. Estimates of median root length (orange bars) are shown with 95% confidence limits (dashed lines). Multiple instances of zero root length (including non germinated seeds) are plotted with small jitter so that they can be distinguished. * Showsp< 0.05 compared to controls.\n\nFor imbibedArabidopsisseeds, there was no noticeable effect of simulated SPE dose on percentages of germination) for either acute or LDR exposures (Figure 6A) or on median root length (p= 0.35 andp= 0.06, comparing all doses, Acute and LDR respectively) (Figure 6B). However, for imbibed Mizuna seeds exposed to acute simulated SPE radiation (Figure 6C), percentages of negative outcomes (non germinated seeds or plants with deformed cotyledon structure) tended to increase with dose (Fisher's exact test comparing all doses including control;p= 0.0011,Figure 6D). For LDR exposure, percentages of negative outcomes also tended to increase with dose, however the effect was not as striking (Figure 6C, Fisher's exact test,p= 0.034). There was no noticeable effect of dose on median root length for either type of exposure (p= 0.40 andp= 0.97, comparing all doses, acute and LDR respectively) (Figure 6E).\n\nThe effect of SPE scenarios on root length reduction in seedlings developed from control and irradiated imbibed seeds. (A)Arabidopsisseed number and germination rate. (B) Root length distribution (small circles) inArabidopsisseedlings from control and irradiated seeds. Estimates of median root length (orange bars) are shown with 95% confidence limits (dashed lines). Multiple instances of zero root length (including non germinated seeds) are plotted with small jitter so that they can be distinguished. (C) Mizuna seed number and germination rate. (D) Cotyledon deformation rate in Mizuna seedlings. (E) Root length distribution (small circles) in mizuna seedlings from control and irradiated seeds. Multiple instances of zero root length (including non germinated seeds) are plotted with small jitter so that they can be distinguished. Estimates of median root length (orange bars) are shown with 95% confidence limits (dashed lines). * Indicatesp< 0.05 compared to controls.",
    "discussion": "For future missions back to the Moon or on to Mars, living organisms will be exposed constantly to GCR and occasionally to particles from large solar particle events (SPE), even with effective shielding from the structural materials of vehicles, surface bases, the Martian atmosphere, and the Moon and Mars themselves. Transit vehicles will include protected spaces for astronauts with significantly heavier shielding; however, there are currently no requirements being developed for shielding plant growth or seed storage areas, not only for transit vehicles, but also for Lunar or Martian surface bases. Our study focused on anticipated radiation exposure for long duration deep space missions such as a 3 year Mars mission.Table 2summarizes estimates of total GCR dose equivalent rates for different space environments [6,7,29,30,31,32,33,34,35,36]. For comparison purposes and due to the availability of the data, we presented the dose equivalent rates inTable 2even though these dose equivalent rates were estimated based on human biological effectiveness, which may not be applicable to plants.\n\nGCR dose equivalent rate (mSv/day) at different locations.\n\n* Total dose equivalent rate, including GCR particles.\n\nFor our study, we used 40 cGy to simulate the total GCR dose expected to be experienced during a 3 year Mars mission based on the measurements from the MSL Curiosity Rover Mission during 2011 2012 [7,8]. We also chose a higher dose point of 80 cGy for all simulated GCR irradiation experiments to evaluate the dose response and possible maximum GCR impact on seeds. For some experiments, 20 cGy exposures were used as well. Compared to GCR, the occurrence time, duration, and fluence of an SPE are not predictable. Therefore, for the SPE simulation, we used the model developed by the NSRL based on combining characteristics of two large historical events, namely the fluence of the August 1972 event along with an energy spectrum similar to the March 1989 event [22,23]. We selected three dose points, 40, 80, and 200 cGy, based on the estimated skin doses with 5 g/cm2to 20 g/cm2shielding during the August 1972 SPE [37]. These dose points allow us to determine potential dose response and compare it with the GCR effects. Our study investigated two fundamental questions: (1) whether deep space GCR or SPE protons impacts plant seeds and their growth, and (2) which factors such as species, dose, dose rate, particle type, or some combination of these produce the most detrimental effects. Seeds received either acute exposure within 10 15 min (40 50 mGy/min), or relatively LDR exposures (1.66 3.33 mGy/min and 4.44 mGy/min for GCR and SPE, respectively). Due to facility constraints, the resulting LDR dose for simulated GCR is higher than the dose rate in deep space, but chronic exposure is more relevant in deep space scenarios than is acute exposure.\n\nIn the first part of this study, we chose hydratedArabidopsisseeds to expose to various single particles (protons and titanium ions), as well as the more complex GCR1 scenario. The GCR1 scenario was developed by Dr. Hada's group [21] using sequential primary beams and shielding materials to generate a complex mixed radiation field. This was the first time a simulated GCR scenario has been utilized for plant research.\n\nHydrated seeds contain growing embryos that are presumably more sensitive to radiation damage than dry seeds and mature plants, therefore, we expected the radiation impact, if any, would be shown in these hydrated seeds. In our study, the seeds were hydrated 24 h before irradiation and maintained at 4  degreesC in the dark. This experimental condition was developed to maintain the seeds in a hydrated, but still relatively dormant stage, to avoid the influence of environmental fluctuations that might interfere with the seeds' responses to radiation. In particular, temperature can affect both the germination process and DNA repair efficiency. Another factor is the light level that hydrated seeds are exposed to before, during, and after irradiation. Light regimes have been shown to dictate the specific activation and efficiency of some DNA repair pathways such as recombination or photo repair in various plants [38,39,40]. In this study, we maintained all dry and hydrated samples in the dark to avoid the effects of different light regimes, which may generate significant variations among different samples and experiments.\n\nExposure of hydrated seeds to these radiation scenarios had little impact on the rate of any signs of germination (including seed coat rupture), which is consistent with other studies. However, morphological changes, especially on root length measurements, of the seedlings cultured from irradiated seeds were found to be dose  and quality dependent, suggesting that heavier ions cause more severe damage (Figure 7). Because of logistical constraints, we only evaluated seeds subjected to a 24 h imbibition interval. It is possible that at different growing stages with rapidly dividing and differentiating cells of different plant organs, seedlings may show different radiosensitivities [41,42]. The possibility of differential effects of irradiation depending on growth stage needs to be tested further.\n\nA plot of estimated ratios (treatment to control) of median root length (proton and CGR) or 75th percentiles (Ti) along with 95% confidence intervals showing that theArabidopsisseedlings from irradiated seeds generally have shortened root length. Larger uncertainties for Ti exposure reflect the smaller sample size as well as the failure of many seeds to germinate or produce measurable roots. * Indicatesp< 0.05 compared to controls.\n\nIn actual deep space radiation scenarios, GCR presents a constant extremely low dose rate background radiation field. Because seed imbibition occurs over a relatively short interval (hours to days depending on seed types), maximum cumulative GCR dose during imbibition is expected to be at the milligray range for a 10 day exposure. Therefore, protons released from a large SPE, typically delivered within a couple of days, pose a more significant impact for imbibed seeds than GCR exposure. On the other hand, dry seeds in long term storage during deep space missions would be exposed to a much higher accumulative GCR dose, which may affect seed viability over long duration missions. Therefore, we evaluated GCR impact on dry seeds ofArabidopsisand Mizuna, and SPE effect on imbibed seeds.\n\nFor dryArabidopsisseeds, the GCR 2 scenario did not cause significant changes in germination, viability, or morphology. Root length was impacted more in imbibed seeds by exposure to GCR1 (59 cGy) than in dry seeds by exposure to GCR2 (80 cGy), indicating hydrated seeds are more sensitive to radiation damage as expected. Furthermore, radiation quality plays an important role because 250 MeV/n proton (40 cGy) showed more significant impact on hydratedArabidopsisseeds than simulated SPE (40 cGy) with spectra ranging from 50 to 150 MeV/n, even though both radiation scenarios cause shortened root length. Interestingly, in Mizuna seeds, for the first time, we found a significantly increased abnormality rate in the seedlings developed from both GCR2 and SPE irradiated dry seeds.\n\nIn contrast toArabidopsisseeds, dry Mizuna seeds showed an increase in cotyledon deformation with increasing levels of acute GCR2 exposure. This difference between species highlights the need to identify and focus research on crops most likely to contribute to spaceflight missions, as outcomes from model organisms are not universal and may not be applicable. Increased cotyledon deformation was not significant following LDR, indicating potential activation of DNA repair mechanisms. Further evaluation of various crops may help to identify those most resistant to DNA damage and enable identification and screening for the most efficient repair mechanisms.\n\nNumerous studies have shown that the effects of ionizing radiation on plants are significantly influenced by species, cultivar, development stage, tissue architecture and genome organization, as well as radiation features, e.g., quality, dose, and duration of exposure [11]. However, very few of these studies used radiation fields that are comparable to deep space radiation in quality and quantity. Plant seeds have been flown on the ISS and beyond LEO spaceflight missions [12,13,14], which are mostly short duration experiments. There have been several long duration exposures of seeds to the space environment using different platforms such as the Materials International Space Station Experiment (MISSE) facility, the EXPOSE facility, and the Long Duration Exposure Facility (LDEF). MISSE and EXPOSE are multi user facilities designed to operate outside of the ISS. The LDEF was deployed to low Earth orbit (LEO) at approximately 250 nautical miles in 1984 and had orbited the Earth for about 5.7 years. It was retrieved in 1990 at about 178 nautical miles. At present, MISSE and EXPOSE are still operational. The reports of these studies are not quite consistent. In a 27 month EXPOSE R experiment stationed outside the ISS, analysis of the germination results revealed that the tomato seeds did not survive the exposure to radiation with or without UV.Arabidopsisseeds survived only in a dark layer shielded from UV exposure and were able to germinate and further develop [43]. In another report from Tepfer et al. [44], the EXPOSE R exposure (without UV) significantly reduced the germination rate of seeds from two wild typeArabidopsislines: Columbia (Col 0) and Wassilewskija (Ws 2), with Ws 2 showing more sensitivity to space radiation exposure than Col 0. DNA degradation was found in the seeds exposed to UV, but not significantly in those shielded from UV exposure [44]. In contrast, under a different space environmental condition in the LDEF flight, tomato seeds maintained at a controlled climate of 14 psi with 15% humidity at an altitude between 175 to 275 nautical miles only showed that the pores of the strophiole region of the flight seeds were larger in size than those in the ground control seeds, which might affect germination [12].\n\nFor other space radiation related research platforms, in a very recent experiment using the Cosmic Ray Exposure Sequencing Science (CRESS) payload system, a 1U CubeSat design,Arabidopsisseeds (under 1 atm) were exposed to the stratosphere (36 40 km) environment above Antarctica in a 30 day, long duration high altitude balloon mission [45]. In a parallel experiment, dry seeds were exposed to a 40 cGy GCR1 simulation at NSRL. GCR and stratosphere exposed seeds showed significantly reduced germination rates of 76.4% and 82.5%, respectively compared to 98% for the controls. Significantly elevated somatic mutation rates (and developmental aberrations) were also revealed in these GCR or stratosphere exposed seeds with the GCR exposure generating significantly higher mutation rates than that of Antarctica. These mutations also resulted in the death or delayed growth of certain plant organs. Heritable mutations were found in the second generation of the GCR irradiated seeds [45]. DNA damage, degradation, and mutation are the major findings of radiation impacts on seeds and plants in many studies [9,10,11,44,45]. Further investigations are needed to fully characterize DNA damage and DNA damage repair in response to space radiation, as well as the multigenerational effects.\n\nIn addition to flight studies, numerous ground radiation studies have been conducted using ground based radiation sources. Many of these studies did not target space exploration but aimed to evaluate impacts of radiation accidents on the environment, as well as using radiation as a tool to generate desired mutations to benefit agriculture. Among these studies, those conducted in highly contaminated radiation background areas at a dose rate relevant to deep space are particularly of interest. Many studies have been conducted to investigate the effect of chronic low dose rate exposure on biological organisms including plants. Some have reported significant genotypic and phenotypic changes in plants within the exclusion zone with a relatively low dose rate [46,47,48].\n\nIn general, our findings are in agreement with these studies, and by using ground based GCR and SPE simulations, we provided further evidence that space radiation exposures affect both dry and imbibed seeds.",
    "conclusion": "In our study, we have confirmed for the first time ground based simulation of GCR and SPE has an impact onArabidopsisand Mizuna seeds. We observed dependence of outcome measures on dose, dose rate, and radiation quality, with heavier ions causing more severe damage. Exposures to simulated GCR (dry seeds) and SPE (hydrated seeds) had much less effect compared to exposures to heavier and higher LET particles, but there were significant impacts that appear to be dependent on the seed type. As expected, hydrated seeds were more sensitive to radiation exposure than were dry seeds.\n\nComplementary to the results we presented here, it is very important to understand the cellular and molecular basis of these findings. Numerous parameters can be evaluated in future studies to provide deeper insights in the mechanisms behind these reported findings, from analyzing relative sizes and cellular organization of the apical meristem and elongation zone, to conducting multi omics analyses. Plant DNA damage response and repair mechanisms in response to space radiation also need to be fully characterized. To this end, we are currently conducting an RNAseq analysis using the harvested seedling samples from this study. In addition, we are in the process of evaluating the degree to which GCR and SPE radiation exposures affect the ability of seeds of mizuna, lettuce, and tomato to develop into adult plants and edible fresh produce.\n\nIn space, plant seeds are exposed to multiple space environmental factors, such as altered gravity, suboptimal growth conditions including water stress, high CO2and environmental volatile organic compound (VOC) levels, ethylene generation, and altered air pressure that may cause stress and impact plant growth. Furthermore, plants developed from sanitized seeds may be more susceptible to opportunistic pathogens from the unique microbiome of a transit vehicle. The space radiation environment may further impair the ability of seeds and plants to adapt to these environmental challenges during long duration missions. In order to support successful integration of fresh food production systems in future spaceflight missions, more studies need to be conducted to understand radiation impacts on a wider variety of space crop candidates and other developmental stages in the plant life cycle, such as young seedling growth, embryogenesis, and seed maturation. More studies are also needed to identify physical or biological methods that efficiently protect or repair seeds from deep space radiation."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:08:30.649573",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8879990/"
  }
}