{
  "pmcid": "PMC7943786",
  "title": "Evaluating the effect of spaceflight on the host pathogen interaction between human intestinal epithelial cells and Salmonella Typhimurium",
  "authors": [
    "Jennifer Barrila",
    "Shameema F Sarker",
    "Nicole Hansmeier",
    "Shanshan Yang",
    "Kristina Buss",
    "Natalia Briones",
    "Jin Park",
    "Richard R Davis",
    "Rebecca J Forsyth",
    "C Mark Ott",
    "Kevin Sato",
    "Cristine Kosnik",
    "Anthony Yang",
    "Cheryl Shimoda",
    "Nicole Rayl",
    "Diana Ly",
    "Aaron Landenberger",
    "Stephanie D Wilson",
    "Naoko Yamazaki",
    "Jason Steel",
    "Camila Montano",
    "Rolf U Halden",
    "Tom Cannon",
    "Sarah L Castro Wallace",
    "Cheryl A Nickerson"
  ],
  "year": "2021",
  "journal": "NPJ Microgravity",
  "doi": "10.1038/s41526 021 00136 w",
  "sections": {
    "abstract": "Spaceflight uniquely alters the physiology of both human cells and microbial pathogens, stimulating cellular and molecular changes directly relevant to infectious disease. However, the influence of this environment on host pathogen interactions remains poorly understood. Here we report our results from the STL IMMUNE study flown aboard Space Shuttle mission STS 131, which investigated multi omic responses (transcriptomic, proteomic) of human intestinal epithelial cells to infection withSalmonellaTyphimurium when both host and pathogen were simultaneously exposed to spaceflight. To our knowledge, this was the first in flight infection and dual RNA seq analysis using human cells.\n\nSubject terms:Microbiology",
    "methods": "The human colonic epithelial cell line, HT 29 (ATCC, HTB 38), was cultured at 37 degreesC and 5% CO2in GTSF 2 media (Hyclone) supplemented with 10% heat inactivated FBS (ThermoFisher Scientific), 2.25g sodium bicarbonate (Fisher Scientific) and 5mL insulin transferrin selenite (Sigma Aldrich) per liter. Media used to expand cells as monolayers contained Penicillin Streptomycin (10 units/mL and 10ug/mL, respectively; Sigma Aldrich) and fungizone (0.5ug/mL). Flight culture media contained only streptomycin (Sm) and fungizone. Infection studies were performed with wild typeS. Typhimurium 3339, a mouse passaged derivative of SL1344 which is naturally Sm resistant24. Bacteria were cultured in Lennox Broth (LB) containing 0.3M NaCl prior to loading in the hardware, as described below. HT 29 cells were cultured in 2.2mL hollow fiber bioreactors (Spectrum Labs) that were housed in the Cell Culture Module (CCM; Tissue Genesis). The CCM hardware enabled automated media perfusion, addition of bacteria to perform infections and sample fixation. Flight comparisons were made to identical ground controls housed in the same hardware at NASA Kennedy Space Center (KSC). The flight hardware and experimental layout are shown in Fig.1.\n\nTen days before launch,S. Typhimurium strain 3339 was streaked from a glycerol stock onto LB agar plates containing 100ug/mL Sm and incubated at 37 degreesC overnight. Bacterial colonies were then used to inoculate overnight cultures grown for 15 16h. with aeration in LB media containing 0.3M NaCl and 100ug/mL Sm at 37 degreesC. Cultures were pelleted at 7000 r.p.m. and resuspended in Dulbecco's Phosphate Buffered Saline (DPBS; Invitrogen). Bacteria were quantified by plating for viable CFU per mL and diluted to 1x107CFU/mL in DPBS to maintain the bacteria as viable but not actively growing. On L 7, flight bacteria bags were filled with 2mL of the cultures and maintained at room temperature until attachment to the flow paths 2 days prior to launch (L 2).\n\nSterile bioreactors were wetted with 70% ethanol (10mL) and then rinsed in triplicate with 10mL DPBS. A 1mg/mL collagen I solution (bovine, Corning) in DPBS was then introduced through the ECS ports to coat the hollow fibers. After 1h, bioreactors were rinsed in triplicate with DPBS through the ECS ports to remove unbound collagen. Bioreactors were rinsed in triplicate with 10mL of warm flight medium and placed at 37 degreesC until ready for loading with HT 29 cells. Flight and ground control bags contained either 60mL of flight culture media or 40mL RNAlater II fixative (Ambion) for transcriptomic and proteomic analyses.\n\nHT 29 cells were expanded as monolayers in T 75 flasks. Four days prior to launch, confluent monolayers were washed in warm Hank's Balanced Salt Solution without calcium and magnesium (ThermoFisher Scientific), dissociated using 0.25% Trypsin EDTA (Corning), and counted using trypan blue exclusion to determine cell viability. Approximately 1x106HT 29 cells were loaded into twelve 2.2mL hollow fiber bioreactors (Spectrum) through the ECS ports (Fig.1). Six bioreactors were designated for flight (three infected and three time matched uninfected controls) and six for identical ground controls. Bioreactors were placed at 37 degreesC and rotated every 15min until attachment to the CCM rails together with the flight media bags. CCM rails are organizational subunits within the CCM that facilitate gas and media delivery. Rails were placed into a 37 degreesC incubator and monitored for contamination. Media was circulated within the ICS of the fibers during the experiment at a flow rate of 6mL/min. The day prior to launch, the fully loaded rails containing the HT 29 cells, media, fixatives and bacteria (maintained in stasis in DPBS) were integrated into the CCM, which was then sealed, powered and the temperature set to 37 degreesC. The CCM was turned over to the KSC integration team at L 18h. STL IMMUNE launched aboard Space Shuttle Discovery (STS 131) on April 5, 2010 at 6:21 a.m.\n\nAt approximately L+3h, astronauts activated the on orbit programming of the CCM. On mission elapsed day 11, the CCM was programmed to automatically inject 1mL (~1x107bacteria) into a subset of the hollow fiber bioreactors to enable infection at the apical surface of host cells. Six hours after the bacteria were injected, RNAlater II was injected into the designated bioreactors and the rails were turned off to maintain sample temperature at 29 30 degreesC until landing.\n\nSTL IMMUNE landed at KSC at 9:08 a.m. on April 20, 2010. All bioreactors and bags were removed from the rails and stored at 4 degreesC. Each reactor was carefully opened, cells and hollow fibers were maintained in RNAlater II at  80 degreesC until further processing. Inspection of the remaining volumes in the bacterial bags post flight indicated that all infected flight cultures received the intended 1mL bacterial injection. Infected ground cultures received 0.8 and 0.4mL injections for two replicates used for both the RNA seq/iTRAQ analysis, and the third replicate received a 1.2mL injection (this sample used for iTRAQ analysis only). For processing, RNAlater II fixed samples were thawed at 4 degreesC. Samples were concentrated using a Vivaspin 20 (0.2um) concentrator. Cells were allowed to settle at 4 degreesC, the supernatant was removed and then processed for iTRAQ and/or RNA seq analysis.\n\nProteomic analysis using iTRAQ was performed on total cellular protein from HT 29 cells from triplicate flight and ground bioreactors (n=3 for flight and ground infected and uninfected cultures). Cells were lysed with 1 cell bed volume of RLT buffer (Qiagen) supplemented with cOmplete EDTA free protease inhibitor (Roche), vortexed and passed 5 7 times through a 25G needle to facilitate lysis. After a 10 min incubation on ice, lysates were centrifuged at 12,000rpm for 10min at 4 degreesC. Lysates were added to a desalting column (Pierce) and eluted by centrifugation at 1000xgfor 2min. From each condition 25ug protein sample was prepared according to the manufacturer's instruction (iTRAQ reagents 4plex Application kit, Applied Biosystems). Briefly, after protein reduction, alkylation, tryptic digestion (Promega), and labeling with iTRAQ 4plex, peptide samples were quenched before pooled and vacuum dried. The combined iTRAQ reagent labeled sample was resuspended in 2% acetonitrile and 0.1% trifluoroacetic acid before separated with a 145 min gradient elution (using a Tempo LC MALDI Spotting system (Applied Biosystems)) and analyzed with a 4800 MALDI tandem time of flight (TOF/TOF) mass spectrometer (Applied Biosystems) as described82. Protein identification and quantification was performed with ProteinPilot 4.0 software using Paragon algorithm. The search parameters were as follows: iTRAQ 4plex (peptide labeled), trypsin as the digestion agent, UniProt databaseHomo sapiens(created on March 2009), ID focus: biological modification. Proteins were considered as differentially expressed according to the following criteria: greater than a twofold expression change,pvalue<=0.05 (two tailed ANOVA). Differential proteins were identified with at least three unique peptides (>95% confidence, 1% FDR). Identified and quantified proteins by LC MALDI MS/MS are shown in Supplementary Dataset1.\n\nRNA was extracted from flight and ground cultures using remaining samples following the proteomics processing. From the remaining samples, RNA seq analyses were performed using duplicate flight and ground bioreactors for all conditions (n=2 biological replicates) except for the infected flight samples, which only had sufficient sample remaining to evaluate duplicate technical aliquots from a single bioreactor (i.e.,n=1 biological;n=2 technical replicates). RNAlater II fixed samples were lysed with 700ul Qiazol (Qiagen), vortexed extensively and passed several times through a 25G needle. After a 5 min static incubation at room temperature with intermittent vortexing, samples were added to MaXtract High Density tubes (Qiagen) together with 100ul RNase free water (Qiagen) and 200ul chloroform (Sigma Aldrich). Samples were then processed using the miRNeasy kit (Qiagen) according to the manufacturer's instructions, including on column DNase treatment. RNA was quantified using a Nanodrop spectrophotometer and the integrity validated using an Agilent Bioanalyzer 2100 to confirm an RNA integrity number (RIN) of 7 or greater for all samples. All RIN were between 7 and 8 except for one of the uninfected ground control samples which had a RIN of 6.4.\n\nRNA was fragmented with heat and magnesium to roughly 300bp using the KAPA HyperPrep RNA seq kit (Roche). The KAPA Hyper RNA seq kit and Illumina compatible adapters (IDT) were used for the remaining library construction. Adapter ligated molecules were cleaned using Kapa pure beads (Kapa Biosciences) and amplified with Kapa HIFI enzyme. Each library was then analyzed for fragment size on an Agilent Tapestation and quantified by qPCR (KAPA Library Quantification Kit) on Quantstudio 5 (ThermoFisher Scientific). Libraries were then multiplexed and sequenced on 2x150 flow cells on the NovaSeq platform (Illumina) at University of Colorado Anschutz Medical Campus Genomics and Microarray Core. RNA seq reads for each sample were quality checked using FastQC v0.10.1 and aligned to Human GRCh38.p7 primary assembly and S. Typhimurium LT2 genome using STAR v2.5.1b. A series of quality control metrics were generated on the STAR outputs. Cufflinks v2.2.1 was used to report FPKM values (Fragments Per Kilobase of transcript per Million mapped reads) and read counts. Transcripts per million was calculated by an in house R script. Differential expression analysis was performed with EdgeR package from Bioconductor v3.2 in R 3.2.3. Multidimensional scaling plots were drawn by plotMDS, in which distances correspond to leading log fold changes between samples. For each pairwise comparison, genes with FDR <0.05 were considered significant and log2 fold changes of expression between conditions (logFC) were reported.\n\nDAVID 6.8 was used to perform the enrichment analysis of RNA seq data. Data were corrected using the Benjamini Hochberg procedure, had threshold count of 2 and EASE score of 0.05.\n\nFurther information on experimental design is available in theNature Research Reporting Summarylinked to this paper.",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:05:24.278586",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7943786/"
  }
}