{
  "pmcid": "PMC8217198",
  "title": "Plasma membrane disruption (PMD) formation and repair in mechanosensitive tissues",
  "authors": [
    "Mackenzie L Hagan",
    "Vanshika Balayan",
    "Meghan E McGee Lawrence"
  ],
  "year": "2021",
  "journal": "Bone",
  "doi": "10.1016/j.bone.2021.115970",
  "sections": {
    "abstract": "Mammalian cells employ an array of biological mechanisms to detect and respond to mechanical loading in their environment. One such mechanism is the formation of plasma membrane disruptions (PMD), which foster a molecular flux across cell membranes that promotes tissue adaptation. Repair of PMD through an orchestrated activity of molecular machinery is critical for cell survival, and the rate of PMD repair can affect downstream cellular signaling. PMD have been observed to influence the mechanical behavior of skin, alveolar, and gut epithelial cells, aortic endothelial cells, corneal keratocytes and epithelial cells, cardiac and skeletal muscle myocytes, neurons, and most recently, bone cells including osteoblasts, periodontal ligament cells, and osteocytes. PMD are therefore positioned to affect the physiological behavior of a wide range of vertebrate organ systems including skeletal and cardiac muscle, skin, eyes, the gastrointestinal tract, the vasculature, the respiratory system, and the skeleton. The purpose of this review is to describe the processes of PMD formation and repair across these mechanosensitive tissues, with a particular emphasis on comparing and contrasting repair mechanisms and downstream signaling to better understand the role of PMD in skeletal mechanobiology. The implications of PMD related mechanisms for disease and potential therapeutic applications are also explored.\n\nKeywords:mechanotransduction, mechanosensation, cell membrane, mechanical loading, myocyte, muscle, osteocyte, bone, skeleton",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "In conclusion, this review has highlighted that PMD are a key mechanosensation mechanism in the processes by which mechanosensitive mammalian cells detect and respond to mechanical loading in their environment. While bone may be the most recently discovered tissue to develop and respond to PMD with loading, it is notable that all responses downstream of PMD in bone cells discovered thus far are consistent with PMD responses reported in other mechanosensitive tissues like epithelial cells, endothelial cells, and myocytes. Thus, PMD formation and repair may represent a novel mechanosensation pathway in bone and a target for modifying skeletal adaptation signaling in osteocytes, such as strategies aimed at improving bone mechanosensitivity with aging."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:04:31.825753",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8217198/"
  }
}