{
  "pmcid": "PMC8364238",
  "title": "Spatial and temporal localization of SPIRRIG and WAVE/SCAR reveal roles for these proteins in actin mediated root hair development",
  "authors": [
    "Sabrina Chin",
    "Taegun Kwon",
    "Bibi Rafeiza Khan",
    "J Alan Sparks",
    "Eileen L Mallery",
    "Daniel B Szymanski",
    "Elison B Blancaflor"
  ],
  "year": "2021",
  "journal": "The Plant Cell",
  "doi": "10.1093/plcell/koab115",
  "sections": {
    "abstract": "SPIRRIG and SCAR/WAVE are molecular determinants of actin mediated root hair development in Arabidopsis.",
    "methods": "TheA. thaliana hlbmutants from which thespi 5mutant allele was identified were isolated from a population of T DNA seeds (Arabidopsis Biological Research Center stock CS31100). Plants generated from these seeds were transformed with the activation tagging pSKI015 plasmid (Weigel et al., 2000;Sparks etal., 2016;Sun etal., 2019). Briefly, mutagenized seeds were surface sterilized in 95% (v/v) ethanol and 20% bleach (v/v), followed by three washes in sterile deionized water. A solution of 0.5x Murashige and Skoog (MS) basal salt medium with vitamins (PhytoTech Labs, USA) and 1% (w/v) sucrose was prepared, and the pH of the solution was adjusted to 5.7. After adding 0.5% agar (w/v) (Sigma Aldrich), the solution was autoclaved and allowed to cool at room temperature. Upon reaching 55 degreesC, a stock solution of 10 mM LatB (CalBiochem EMD Chemicals) in 100% dimethyl sulfoxide (DMSO) was added to make a final LatB concentration of 100 nM. Sterilized seeds were suspended in the MS agar LatB medium and gently swirled to evenly distribute the seeds. The seed MS agar LatB mixture was poured to a thickness of 2 mm on the bases of 10 cm x 10 cm Petri dishes. After incubating the plates at 4 degreesC for 48 h, they were positioned vertically in a Conviron plant growth chamber set to 24 degreesC with a 14 h light (120 umol m 2s 1)/10 h dark cycle. Six days after transfer to the Conviron growth chamber, seedlings that exhibited severe growth inhibition were transplanted to LatB free medium and grown to maturity.\n\nFor LatB hypersensitivity assays, seeds from selected plants and thehlb2mutant were planted on the surface of a 3 mm layer of polymerized 0.5x MS 1% agar growth medium in gridded square 10 cm x 10 cm Petri plates and grown in the same Conviron used for screening. Four day old seedlings with primary roots that were 1 cm long were selected. Selected seedlings were transplanted to a new set of square Petri dishes containing MS medium supplemented with 50 nM LatB or MS supplemented with the appropriate volume of LatB solvent (i.e. DMSO). During transplantation, the tip of the root was positioned at the grid line of the Petri dish and maintained in a vertical orientation. Four days after transplanting, images of the roots were captured with a Nikon Insight digital camera mounted on a copy stand. Primary root length was expressed as the distance between the position of the root tip 4 d after transplantation and the grid line where the root tip was positioned during transplantation (Supplemental Figure S1).\n\nTo identify theHLB2gene, homozygoushlb2(Col 0 ecotype) was out crossed to theLandsberg erectaecotype to generate seeds for map based cloning because attempts to identify the responsible mutation for thehlb2phenotype using TAIL PCR had been unsuccessful. Segregating F2 seedlings were surface sterilized as described above and grown for 3 d. These seedlings were then transferred to MS medium containing 50 nM LatB and root lengths were marked on the plates to track root growth. Transferred seedlings were grown vertically for an additional 4 d in the growth chamber and seedlings that showed root hypersensitivity to 50 nM LatB were selected for mapping. Briefly, DNA was extracted (Edwards etal., 1991) from approximately 2,600 LatB sensitive seedlings and cloned with simple sequence length polymorphism and cleavage of amplified polymorphic site markers to chromosome one between theAT1G02740andAT1G03410loci (Lukowitz etal., 2000), which spanned 248 kb and contained 77 annotated genes. Primers were then designed to several candidate genes based on the sequenced 248 kb region. Nucleotide sequencing revealed that thehlb2mutation had a 10 base pair deletion (Chr1 position 720, 152 720, 161) in exon 14 of theAT1G03060gene. In addition, we obtained a T DNA insertional mutant (SALK_065311) from the ABRC with a predicted insertion inSPI. After genotyping, SALK_065311 was subjected to similar LatB hypersensitivity and growth assays ashlb2as mentioned above. Allelism was determined by examining the F1 progeny from a cross betweenhlb2xSALK_065311. Following the nomenclature ofSteffens etal. (2015), SALK_065311 andhlb2were namedspi 3andspi 5, respectively.\n\nThe SPI protein was tagged at the C terminus with the fluorescent protein 3x YPet via the recombineering method (Zhou etal., 2011).Agrobacterium tumefaciensUIA143 pMP90 harboring a SPI YPet recombineering construct was used to transform thespi 5mutant by the floral dip method (Clough and Bent, 1998). Transgenic lines were isolated based on resistance to kanamycin and restoration of the wild type root length. TheSPI YPettransgene was amplified with primers (5 ATTCCACAAGCAACCAGTCAC 3 and 5 AACAGAGTTGAGAGTGGCTCG 3) and sequenced to confirm the correct configuration. Final validation ofSPI YPetexpression was accomplished by screening selected lines under the confocal microscope for YPet fluorescence and complementation of the short root hair phenotype.\n\nSCAR2 mCherrylines were also generated by recombineering in which an mCherry tag was fused to an internal region of SCAR2 (Sharan etal., 2009). The mCherry tag was inserted after amino acid 585 in SCAR2 to generate SCAR2 i2mCherry. Recombineering primers were designed as follows: the forward primer contained 50 SCAR2 nucleotides upstream from the insertion site of SCAR2 and 18 nucleotides of the 5 end of the mCherry cassette, which had a 5x Glycine, 1 Alanine linker. The reverse primer contained 50 nucleotides after the insert site of SCAR2 and 24 nucleotides of the 3 end of the mCherry cassette. The JAtY75L14 clone was transformed into the recombineering competentEscherichia colistrain SW105 and recombined with the SCAR2 i2mCherry recombineering cassettes. A flippase recombination reaction removed the ampicillin resistance marker. The sequence between the two test primers was verified by DNA sequencing. The clones were transformed into Agrobacterium and then intoscar1234plants (Dyachok etal., 2008). Because bothscar1234plants and the recombineering clones were Basta resistant, plants on MS plates were screened by eye for rescued trichome phenotypes. Rescued plants were genotyped with the recombineering test primers and screened for fluorescence under a confocal microscope.\n\nTheBRK1promoter: BRK1 YFPintroduced into thebrk1 1mutant andARPC5 GFPare described inDyachok etal. (2008)andYanagisawa etal. (2015), respectively. For theBRK1 mRuby3construct, the fluorescent protein 3x mRUBY3 was tagged with a C terminal linker (10 Alanine, Glycine) using Thermo Fisher Scientific GeneArt to include BamH1 and XbaI sites at its 5  and 3 ends, respectively. Codon optimization for Arabidopsis was performed on the 3x mRUBY3 and internal linkers prior to synthesis. The 3X mRuby3 fragment was inserted as a BamH1/XbaI into the plasmidpBRK:YFPpEZRK(Dyachok etal., 2008).The Agrobacterium floral dip method (Clough and Bent, 1998) was used to transformbrk1 2plants, and transformation was confirmed when this construct fully restored defectivebrk1 2trichomes.\n\nPlants expressingBRK1 YFPwere crossed withspi 5to generateBRK1 YFPin thespi 5background. In parallel, plants expressingSPI YPetwere crossed withbrk1to obtain SPI YPet in thebrk1background.Spi 5was directly transformed with theUBQ10:mGFP Lifeactconstruct by the floral dip method (Clough and Bent, 1998).Spi 5expressing SEC RFP was generated by crossingspi 5withSEC7 RFP expressing wild type plants, and progeny in subsequent generations that exhibited fluorescence and thespiroot hair phenotypes were selected for analysis.\n\nTo generate plant lines co expressingSPI YPetandBRK1 mRuby3,SPI YPetinspi 5was crossed withBRK1 mRuby3in thebrk1 2background. Progeny from subsequent generations that exhibited yellow and red fluorescence and rescued root hair and trichome phenotypes were selected for the analysis. For lines expressingSPI YPetandmRuby3 Lifeact(Bascom etal., 2018b),SPI YPetin thespi 5background was directly transformed with aUBQ10:Lifeact mRuby3construct. Seedlings that showed both YPet and mRuby3 fluorescence were selected under the confocal microscope.\n\nSeeds were surface sterilized in ethanol and bleach as described above. To evaluate root hair growth rate, seeds were planted on 48x64 mm coverslips coated with 0.5x MS, 1% sucrose, and 0.4% (w/v) Gelzan CM (Sigma Aldrich, USA) according toDyachok etal. (2016). The coverslips were placed in 9 cm round Petri dishes and the seeds stratified at 4 degreesC for 48 h. After stratification, the coverslip system with planted seed were kept in a 24 degreesC growth chamber under a 14 h light (120 umol m 2s 1)/10 h dark cycle for 5 6 d.\n\nTo quantify root hair growth rate, time lapse sequences of elongating root hairs at intervals of 10 min over a period of 60 min from a region of the primary root located between 2 and 3 mm from the root tip were captured with a Nikon Eclipse TE300 inverted microscope using a 10x objective. Root hair lengths at various time points were extracted from digital images using ImageJ (v1.51) software (https://imagej.nih.gov/ij/). The displacement of the root hair tip after each 10 min interval was obtained and divided by 10 to obtain growth rate as um/min.\n\nFor BFA treatment, a stock solution of 10 mM was made by dissolving BFA powder (Sigma Aldrich) in DMSO. Subsequently, the working solution of 50 uM was diluted in 0.5x MS, 1% sucrose solution, and loaded into a 1 mL syringe. The BFA solution was injected directly next to the roots of 4  to 5 d old Arabidopsis seedlings grown on coverslips and incubated at room temperature for 10 min prior to microscopy.\n\nFM 1 43 dye (ThermoFisher Scientific) was dissolved in DMSO to make a 10 mM stock solution. The dye was diluted to 4 uM in 0.5x MS, 1% sucrose solution. The dye was loaded into a 1 mL syringe, and the solution was injected next to the roots as described above.\n\nLive cell imaging of root hairs using confocal microscopy was performed on 4  or 5 d old seedlings grown on the 48 mm x 64 mm coverslip system described above. Coverslips with seedlings were placed horizontally on the stage of an inverted Leica SP8 X point scanning confocal microscope (Leica Microsystems, Buffalo Grove, IL, USA) or an UltraView ERS spinning disc confocal microscope (Perkin Elmer Life and Analytical Sciences, Waltham, MA, USA) equipped with 40xwater (numerical aperture=1.10) or 100xoil (numerical aperture=1.40) immersion objectives. SPI YPet and YFP BRK1 were imaged by illuminating roots growing along the coverslip surface with the 514 nm line of the SP8 XArgon laser and emission detected at 527 nm. Images of root hairs expressing SCAR2 mCherry, BRK1 mRuby3, Lifeact mRuby, and SEC7 RFP were acquired by illumination with the tunable SP8 X white light laser (560 580 nm) and detecting emission at 610 nm. Excitation and emission parameters for GFP (GFP ARPC5 and mGFP Lifeact) were 488 nm and 510 nm, respectively. Time lapse movies or single time point images were collected using Volocity acquisition version 6.3.5 (Improvision) or SPX 8 LAS software, for the UltraView and Leica SP8 X, respectively.\n\nQuantification of fluorescence from root hair images was conducted on 8 bit confocal images acquired at a single fixed focal plane that spanned the median of the cell (SPI YPet, BRK1 YFP, SEC RFP, and BFA and FM 1 43 treatments) or from maximum projected images (mGFP Lifeact). For SPI YPet and SEC RFP, an oval region of interest (ROI) at the root hair tip was drawn and mean fluorescence within this area was acquired using ImageJ. Fluorescence was expressed as the ratio of mean fluorescence within the root tip ROI to background fluorescence. For SPI YPet, the background used was the region adjacent to but outside of the root hair tip (Figure1C), while for SEC RFP, the background used was an area on the sub apical region of the root hair tip (Figure2F). For BRK1 YFP, a ROI was drawn along the apical most root hair tip that was approximately 20 pixels wide using the selection brush tool of ImageJ. The ratio of fluorescence within this area to background fluorescence was obtained (Figure2C). For BFA, a variable ROI was selected based on the size of BFA induced agglomerates using the selection brush tool of ImageJ. The ratio of fluorescence was calculated based on similarly sized ROI in the cytoplasmic region. For FM 1 43 experiment, the same quantification technique as for SEC RFP was used.\n\nRoot hair growth rate data for scatter plots inFigures1and5were derived from the same root hair images in which fluorescence images were acquired under a Leica SP8 X. For the former, an image of a root hair was taken at time 0 and every 5 min thereafter. Scatter plots to determine the relationship between growth rate and tip focused fluorescence were generated in R (R Core Team, 2019) using the ggplot function in the ggplot2 package (Wickham, 2016). Linear regression analysis between two variables was performed using the lme4 package in R software (Bates etal., 2015;R Core Team, 2019).\n\nRoot hair growth rate forFigure3Qwas obtained directly on a Nikon TE300 from root hairs growing in 0.5x MS, 1% sucrose, and 0.4% Gelzan in 5 cm diameter round Petri dishes. Time lapse images were taken every 10 min over a period of 60 min. The growth rate refers to the displacement of the root hair tip in micrometer divided by time elapsed (min).\n\nTo quantify tip focused F actin, 25 optical sections were taken at 0.5 um intervals using an UltraView spinning disc confocal microscope. Raw Ultraview Z stacks were exported to Imaris image analysis software version 9.2.0 (Bitplane). Transverse sections of the root hair tip were obtained from Z stacks using the surpass view interface of Imaris software and exported as 8 bit TIFF files. From these images, an ROI spanning the circular area of the root hair tip was drawn using ImageJ and mean fluorescence was extracted (Figure3O). The ratio of the tip fluorescence to background was obtained from 18 to 21 root hairs.\n\nPairwisettests and ANOVA tests were performed using the lsmeans package (Lenth, 2016) in R (R Core Team, 2019). Violin plots for planar polarity inFigure5Fwere designed with the ggplot function in the ggplot2 package (Wickham, 2016). Pairwise Kolmogorov Smirnov test was selected to compare the shapes of two empirical cumulative distributions for planar polarity of two genotypes using the basic package in R (R Core Team, 2019). Statistical results ofttests and ANOVA are shown inSupplemental Tables S1 and S2, respectively.\n\nSequence data from this article can be found in the Arabidopsis Genome Initiative or GenBank/EMBL databases under the following accession numbers:SPI(AT1G03060),BRK1(AT2G22640),SCAR1(AT2G34150),SCAR2(AT2G38440),SCAR3(AT1G29170), andSCAR4(AT5G01730)",
    "results": "We previously described a forward genetic screen that led to the isolation of three nonallelic recessive Arabidopsis mutants that were hypersensitive to the growth inhibitory effects of LatB. Thehypersensitive to LatB1(hlb1) andhlb3mutants have been described previously (Sparks etal., 2016;Sun etal., 2019).hlb1was disrupted in a gene encoding a trans Golgi network localized tetratricopeptide repeat protein involved in actin mediated membrane recycling (Sparks etal., 2016), whereas the genetic lesion inhlb3was found to encode the class II actin nucleator formin (Sun etal., 2019). Here, we report onhlb2, the third of these recessive mutants. Likehlb1andhlb3, primary root growth was more severely inhibited by LatB inhlb2compared to the wild type. In the absence of LatB or at low (i.e. 25 nM) LatB concentrations, the primary root length ofhlb2was similar to the wild type. Differences in root length between wild type andhlb2became apparent when seedlings were grown on a concentration of 50 nM LatB and higher (Supplemental Figure S1, A C).\n\nThrough map based cloning, we found that the mutation inhlb2was confined to a region between theAT1G02740andAT1G03410loci. Nucleotide sequencing revealed thathlb2had a 10 base pair deletion (Chr1 position: 720,152 720,161) in exon 14 of theAT1G03060gene. This 10 base pair deletion led to an open reading frame shift at the Asp1526codon, resulting in a truncated protein (Supplemental Figure S2A).AT1G03060encodes the BEACH domain containing protein SPI (Saedler etal., 2009;Supplemental Figure S2A). Because the firstspimutant alleles were reported to have short root hairs (Saedler etal., 2009), we examined root hairs ofhlb2. The growth rate ofhlb2root hairs was approximately 70% slower than the wild type, with some root hairs forming only small bulges (Supplemental Figure S2, B and C). Moreover,hlb2had mild trichome defects that were reminiscent of the phenotypes of previously isolatedspimutant alleles (Supplemental Figure S2D;Saedler etal., 2009). To further verify ifHLB2isSPI, we obtained a mutant from the publicly available SALK collection (SALK_065311), which had a T DNA insertion in the 10th exon of theSPIgene (Supplemental Figure S2A;Alonso et al., 2003). The SALK_065311 line we obtained is the same as thespi 3mutant allele reported previously inSteffens etal. (2015). In addition to having similar root hair and trichome defects tohlb2, primary roots ofspi 3were hypersensitive to LatB (Supplemental Figure S2E), and a cross betweenhlb2and SALK_065311 failed to complement each other in the F1 hybrid. Taken together, these results indicate thathlb2is a newspimutant allele. Based on earlier nomenclature (Steffens etal., 2015), we renamedhlb2asspi 5(Supplemental Figure S2A). Thespi 5mutant allele was used for all subsequent experiments.\n\nSPI fluorescent protein fusions were previously demonstrated to associate with P bodies and endosomes (Steffens etal., 2015,2017). However, these constructs have not been shown to complement the defective root hair and trichome phenotypes ofspi. Due to the large size of SPI, we were unable to generate native promoter driven fluorescent protein fusions to the full lengthSPIcomplementary DNA or genomic DNA. To overcome this problem, SPI was tagged with the 3x Yellow Fluorescent Protein (YFP) forenergytransfer (YPet;Nguyen and Daugherty, 2005) using a method called recombineering. This method involves tagging the gene of interest in the context of transformation competent bacterial artificial chromosomes to ensure that all regulatory sequences are included in the fluorescent protein fusion (Zhou etal., 2011;Brumos etal., 2020).\n\nOncespiwas transformed with a recombineeredSPI YPetconstruct, primary root hypersensitivity to LatB, short root hairs, and defective trichome phenotypes were rescued, indicating that the construct was functional (Figure1A;Supplemental Figure S3). Transgenic complementation ofspiwithSPI YPetprovided additional evidence thatHLB2isSPI. Confocal microscopy of more than 150 root hairs from at least 25 seedlings revealed that SPI YPet signal was strongest in the tips of rapidly elongating root hairs (Figure1, B and C; (Supplemental Movies S1andS2). Low magnification time lapse movies showed that 100% of rapidly elongating root hairs had robust SPI YPet signal at the tips (Supplemental Movie S1). Weak or no SPI YPet fluorescence was detected at the RHID and during early root hair bulge formation, but the signal intensified as the root hairs transitioned to tip growth (Figure1C;Supplemental Movie S3). SPI YPet signal dissipated as the root hairs matured and the tip growth rate declined (Figure1, B and C;Supplemental Movie S4). A linear regression analysis showed that the intensity of SPI YPet fluorescence in root hair tips is significantly positively correlated to rapid root hair growth (Figure1D). These results indicate that the SPI protein has functions related to root hair elongation, which is consistent with the short root hair phenotypes ofspi.\n\nA functional SPI YPet fusion localizes to the tips of growing root hairs. A, SPI YPet rescues the short root hair phenotype ofspi. Bar = 100 um. B, Low magnification image shows that SPI YPet signal is most prominent at the tips of rapidly expanding root hairs (arrows). A black and white look up table (LUT) image is provided to increase the clarity of SPI YPet localization. SPI YPet signal (black color) is weak during initiation/early bulge formation and mature root hairs that have terminated tip growth (arrowheads). Bar = 50 um. C, High magnification images of single root hairs during bulge formation until tip growth termination. A black and white look up table (LUT) image is provided to increase the clarity of SPI YPet localization. SPI YPet (black color) is enriched at the tip of root hairs that are rapidly growing or transitioning to tip growth (arrow). Faint SPI YPet signal is found in bulging root hairs or those that have stopped elongating (arrowheads). Images are representative of approximately 150 root hairs from at least 25 seedlings. Bar = 10 um. D, Scatter plot showing correlation analysis of root hair tip SPI YPet fluorescence and root hair tip growth. The mean fluorescence in the oval in region 1 divided by the oval in region 2 as shown in (C) represents the fluorescence ratio in theY axis. Line shows linear regression fit withR2value = 0.308 andP= 1.72 x 10 5(n=5 7 root hairs per time point)\n\nThe prominent SPI YPet signal at the tips of elongating root hairs is reminiscent of the localization patterns of post Golgi markers such as RAB small GTPases, which are known to function in tip directed secretion (Preuss etal., 2004). We therefore hypothesized that SPI is trafficked to the tips of root hairs via post Golgi compartments. To test this hypothesis, we treated seedlings expressingSPI YPetwith Brefeldin A (BFA). BFA is a fungal toxin that is routinely used to investigate endomembrane dynamics because it prevents vesicle formation for exocytosis by inhibiting ADP ribosylation factor GEFs (ARF GEFs), while still enabling endocytosis and some retrograde pathways to continue (Baluka, 2002,Doyle etal., 2015). In Arabidopsis roots, BFA binds to the ARF GEF GNOM, which is localized to early endosomes in the endocytic pathway, and possibly also in the trans Golgi network (TGN;Robinson etal., 2008). Consequently, BFA treatment in Arabidopsis roots causes the formation of TGN/endosomal agglomerations called BFA induced compartments. Treatment of seedlings expressingSPI YPetwith 50 uM BFA induced the formation of SPI YPet agglomerates in root hairs (Figure2, A C). The average number of BFA induced compartments per root hair was 3.69+/ 4.05 (sd). We also quantified the effect of BFA by obtaining the fluorescence ratio of the SPI YPet agglomerates to the fluorescence of the root hair cytoplasm that did not contain any agglomerates (Figure2D, inset). The higher fluorescence ratio of BFA treated root hairs compared to untreated controls reinforces our qualitative observations of the sensitivity of SPI YPet to BFA (Figure2D). The appearance of fluorescent puncta at the shank of root hairs also suggests that SPI YPet is trafficked to the tip via post Golgi compartments (Supplemental Movies S2 S4). These results indicate that SPI YPet is associated with endomembranes and is trafficked to the root hair tips via BFA sensitive post Golgi compartments.\n\nSPI YPet is localized to BFA sensitive post Golgi compartments. A, B, Low magnification images showing several root hairs expressing SPI YPet. Note that untreated root hairs (A) maintain tip focused SPI YPet, while those treated with BFA (B) show an abundance of fluorescence agglomerates (arrows). Bar = 50 um. C, Bright field and corresponding fluorescence image of representative untreated and BFA treated elongating root hair showing the accumulation of SPI YPet at the apical dome in solvent control treated seedlings (arrow). Within 10 min after treatment with 50 uM BFA, SPI YPet at the root hair tip dissipated and formed fluorescent agglomerates along the subapical regions (arrows). Bar = 10 um. D, Box plot of BFA induced agglomerates of SPI YPet in untreated control root hairs and after treatment with 50 uM BFA. Ratio values were obtained by dividing mean fluorescence in rectangular region in 1 over region 2 (inset). Box limits indicate 25th and 75th percentiles, horizontal line is the median, and whiskers display minimum and maximum values. Each dot represents individual measurements from 8 to 14 root hairs per group from 8 to 24 plants. ***P<0.001 indicates statistical significance as determined by Student'sttest. BFA treated plants had an average of 3.7 BFA induced agglomerates per root hair, with standard deviation of 4.05, whereas control root hairs showed no BFA induced agglomerates per root hair. E, The bulk secretory marker SEC RFP accumulates at the tips of growing wild type root hairs (arrowhead), but is absent inspiroot hairs. Bar = 10 um. F, Box plot of SEC RFP root hair tip accumulation expressed as fluorescence ratio. Ratio values were obtained by dividing mean fluorescence in oval region in 1 over region 2 (inset). Box limits indicate 25th and 75th percentiles, horizontal line is the median and whiskers display minimum and maximum values. ***P<0.001 indicates statistical significance as determined by Student'sttest. Each dot represents individual measurement from 8 to 10 root hairs per group from 9 to 12 plants\n\nThe slow root hair growth ofspiand the formation of SPI YPet agglomerates after BFA treatment suggest thatspimay be defective in tip directed protein secretion, which would partly explain the short root hair phenotypes ofspi. To address this question, we expressed the secreted (SEC) red fluorescent protein (RFP), which contains a cleavable sporamin signal peptide that accumulates in the apoplast (Faso etal., 2009), and observed changes in endocytosis using the membrane selective dye FM 1 43 in bothspiand wild type genotypes (Bolte etal., 2004;Jelnkov etal., 2010;Malnsk etal., 2014). Similar to previous reports, rapidly elongating wild type root hairs had a tip focused gradient of SEC RFP (Sparks etal., 2016;Figure2E). In contrast, slow growing root hairs ofspilacked these tip focused SEC RFP gradients (Figure2E). We quantified tip focused SEC RFP in elongating wild type andspiroot hairs by obtaining the ratio of tip fluorescence to the subapical cytoplasm (Figure2F, inset). The lower fluorescence ratio ofspiroot hairs compared to the wild type confirmed our qualitative observations (Figure2F). These results were corroborated by examining FM 1 43 dye uptake.spiroot hairs showed a significantly reduced tip focused FM 1 43 gradient compared to the wild type (Supplemental Figure S4, A C). Altogether, the loss of tip focused secretion indicated that thespimutants had defects in tip directed bulk flow exocytosis.\n\nIn a study of otherspimutant alleles, the similarities in phenotypes amongspi,w/sc, andarp2/3mutants suggested that SPI could function in actin dependent cellular processes (Saedler etal., 2009). However, because the trichome defects ofspiwere mild compared to otherw/scandarp2/3mutants, no obvious actin phenotypes were observed inspitrichomes (Schwab etal., 2003). To clarify the relationship between SPI and actin, we focused on investigating actin organization in root hairs, since these structures displayed the most obvious growth defects inSPI altered plants.\n\nTo study actin organization, we expressed the live F actin reporterUBQ10: mGFP Lifeactinspi(Vidali etal., 2010). This particular F actin reporter was selected because it prominently labels the tip focused F actin meshwork typically observed in root hairs that are rapidly growing (Sparks etal., 2016). In the wild type, fine F actin networks were observed in the root hair bulge, which had a weaker signal compared to the thicker actin bundles in other regions of the trichoblast (Figure3A). As the root hair bulge expanded and the root hair transitioned to rapid tip growth, the tip focused F actin meshwork, which consisted of short filaments and dynamic puncta, became more conspicuous (Figure3, B E;Supplemental Movie S5;Sparks etal., 2016)). When wild type root hairs stopped elongating, the tip focused F actin meshwork was replaced by thick F actin cables (Figure3F).\n\nThe tip focused F actin meshwork is disrupted in root hairs ofspi. A D, Time course of F actin organization in a wild type root hair from bulge formation to rapid tip growth. Weakly fluorescing F actin networks (double asterisks) in the root hair bulge (A) reorganize into prominent tip focused meshworks as the root hair transitions to rapid tip growth (arrows in B D). E, Tip focused F actin meshworks (arrow) remain prominent in a long, rapidly elongating wild type root hair. F, Tip focused F actin meshworks in wild type root hairs are replaced with F actin bundles (arrowheads) that protrude to the tip when growth stops. G J, Time course of F actin organization in aspiroot hair bulge that is unable to transition to tip growth. Distinct F actin meshworks are unable to form in root hair bulges that terminate tip growth (double asterisks, I). Thick F actin bundles eventually form in these short, nongrowing root hair bulges (arrowhead, J). K N, F actin organization in slow growingspiroot hairs. Somespiroot hairs show the tip focused F actin meshworks typically observed in the wild type (arrow, K, L). However, tip focused F actin meshworks in slow growingspiroot hairs either dissipate (double asterisks, M) or prematurely form thick F actin bundles that protrude to the tip (arrow, N). Images from (A) to (N) are based on maximum projection images of 20 25 optical sections taken at 0.5 um intervals. O, Representative maximum projection images and corresponding computer generated cross sections of wild type andspiroot hair tips. Only growing root hairs with a clear cytoplasmic cap were selected for analysis. The fluorescence ratio of the root hair tip (oval in 1) to background (oval in 2) was used to quantify tip focused F actin meshworks. P, Box plot showing tip focused F actin fluorescence ratio. Box limits indicate 25th and 75th percentiles, horizontal line is the median and whiskers display minimum and maximum values. ***P<0.001 indicates statistical significance as determined by Student'sttest. Each dot represents individual measurement from 18 to 21 root hairs per group from at least five independent seedlings. Q, Comparison of root hair growth rates between wild type andspilines with their corresponding live F actin reporter linesUBQ10: mGFP Lifeact. Box limits indicate 25th and 75th percentiles, horizontal line is the median and whiskers display minimum and maximum values. ***P<0.001 indicates statistical significance as determined by one way ANOVA. Each dot represents individual measurement from four to five root hairs per group from one to two plants. All scale bars=10 um\n\nF actin organization in the tips ofspiroot hairs was different from that of the wild type. As noted, some root hairs ofspiwere only able to form small bulges due to premature termination of tip growth (Supplemental Figure S2). Inspiroot hairs, the distinct F actin meshwork observed in wild type root hairs was unable to form. Instead, F actin in thesespiroot hair bulges contained thick F actin cables that resembled those of wild type root hairs that had terminated growth (Figure3, G and H). However, the thick F actin cables in nongrowingspiroot hair bulges were unstable, as they dissipated (Figure3I) and reformed again at a later time (Figure3J). In the small population ofspiroot hairs that were able to undergo tip growth, a few exhibited a tip focused F actin meshwork that resembled those observed in elongating wild type root hairs (Figure3K). However, most of these slow growingspiroot hairs lacked a tip focused F actin meshwork (Figure3, L and M;Supplemental Movie S5) or had thick F actin bundles protruding to the tip, a feature that was reminiscent of nongrowing, mature wild type root hairs (Figure3N). We quantified the disruption of the tip focused F actin meshwork inspiby measuring F actin fluorescence from computer reconstructed transverse sections of the root hair tip and by taking the ratio of the average fluorescence over background signal. A higher ratio indicates a higher signal of tip focused F actin (Figure3O). Our analysis showed that the fluorescence ratio inspiroot hairs was significantly reduced compared to the wild type root hairs, supporting visual observations that the tip focused F actin meshwork inspiroot hairs is disrupted (Figure3P).\n\nTo ensure that the mGFP Lifectact probe did not interfere with normal root hair elongation or F actin organization, we compared the growth rates of the wild type andspiwith and without the reporter. The root hair growth rates of wild type root hairs without the mGFP Lifeact probe were not significantly different from that of wild type root hairs expressing the reporter. Similarly, the growth rate ofspiexpressing mGFP Lifectact was not significantly different from that ofspiwithout the reporter (Figure3Q).\n\nWe generated plants expressing bothSPI YPetandmRuby Lifeactto examine the correlation between SPI and F actin in growing root hairs. In elongating root hairs of dual labeled seedlings, SPI YPet and the mRuby labeled F actin meshwork overlapped at the tips of actively elongating root hairs (Figure4A;Supplemental Movie S6). In one time lapse sequence, when the root hair stopped growing at the 80 120 min time points, both SPI YPet and mRuby labeled F actin meshwork dissipated from the root tip (Figure4A). Quantification of both SPI YPet and mRuby Lifeact from at least three root hair time lapse sequences revealed that the appearances of both markers at the tip were highly correlated to each other (Figure4, B and C). This supports the notion that root hair tip localized SPI is strongly associated with the tip focused F actin meshwork, and as such is involved in sustaining normal root hair elongation in coordination with actin.\n\nSPI YPet and mRuby Lifeact co localizes at the root tip in elongating root hairs. A, Time course of a root hair simultaneously expressing SPI YPet and mRuby Lifeact. Note that SPI positive post Golgi compartments and F actin meshworks colocalized at the root hair apex (arrows) and dissipated at around the same time (arrowheads) at 80 min. Images are single median optical sections. Bars = 10 um. B, Method for obtaining SPI YPet and mRuby Lifeact ratios at the root hair tip for data shown in (C). A rectangular ROI at the tip and sub apex was used to measure fluorescence. C, Scatter plot showing correlation analysis of root hair tip mRuby Lifeact fluorescence and SPI YPet fluorescence within the same root hair. The mean fluorescence in the rectangle in region 1 divided by the rectangle in region 2 as shown in (C) represents the fluorescence ratio for each reporter. For each ratio value, root hair growth rate was obtained by measuring the displacement of the root hair tip after a 10 min interval. Line shows linear regression fit withR2value = 0.725 andP= 2.127 x 10 8(n= 26 time points from three root hair sequences)\n\nThe identification ofSPIas one of the genes in theDISgroup that also included genes encoding subunits of the W/SC and ARP2/3 complexes (Saedler etal., 2009) raises the possibility that SPI might function in root hair developmental pathways mediated by W/SC ARP2/3. Furthermore, the observation that SPI YPET accumulation at the root hair tip (Figure1) mirrors the enrichment of BRK1 YFP and ARPC4 GFP at the apex ofPhyscomitriumprotonemal cells (Perroud and Quatrano, 2006,2008) raises the possibility that the W/SC and ARP2/3 complexes are localized to the root hair. In an attempt to link SPI with the W/SC and ARP2/3 pathways, we imaged roots ofbrk1complemented withBRK1promoter:BRK1 YFP(hereafter referred to as BRK1 YFP;Figure5, A C; Dyachok etal., 2008). Unlike SPI YPet, we did not observe a BRK1 YFP fluorescence gradient in rapidly elongating root hairs. However, closer examination of trichoblasts revealed prominent BRK1 YFP signal at the plasma membrane of the RHID that mirrored the localization of other known early root hair initiation site markers such as ROP (Figure5A). Unlike ROP, which has a persistent plasma membrane localization throughout root hair development (Molendijk etal., 2001;Jones etal., 2002), BRK1 YFP signal was transient and dissipated as root hairs transitioned to rapid tip growth (Figure5B;Supplemental Movie S7). This observation was in contrast to the intensification of SPI YPet fluorescence as root hairs proceeded with rapid tip growth (seeFigure1). In agreement with our visual observations, a linear regression analysis showed that BRK1 YFP fluorescence is inversely proportional to the root hair growth rate (Figure5C).\n\nBRK1 and SCAR2 mark the root hair initiation domain and contribute to planar polarity. A, Maximum projection confocal micrograph of the elongation and maturation zone of an Arabidopsis primary root expressing a functional BRK1 YFP fusion. The image was generated by merging 50 Z sections taken at 0.5 um intervals. BRK1 YFP accumulates in the basal end walls and root hair initiation domains (arrows). Bar = 50 um. B, Time course of BRK1 YFP depletion in a developing root hair. BRK1 YFP signal (arrows) is strongest prior to the formation of a root hair bulge (0 min) and gradually dissipates (arrowheads) as the root hair undergoes rapid tip growth (35 50 min). Bar = 20 um. C, A scatter plot showing an inverse relationship between BRK1 YFP signal and root hair growth rate. Ratio of fluorescence of BRK1 YFP (a) to background (b) (inset) was plotted against root hair growth rate. Line shows linear regression fit withR2value = 0.2667 andP= 1.131 x 10 7(n= 5 7 root hairs per time point). D, Time course of SCAR2 mCherry in a developing root hair. Like BRK1 YFP, SCAR2 mCherry signal is strongest at the RHID and early stages of root hair bulge formation (0 min, arrow). SCAR2 mCherry signal dissipates when the root hair undergoes rapid tip growth (40 min, arrowhead). Bar = 20 um. E, Brightfield microscopy images of representative trichoblasts from 6 d old seedlings showing apical shift in root hair position ofbrk1compared to the wild type, and complementation ofbrk1planar polarity phenotypes by BRK1 YFP. Arrowheads mark the end walls of the trichoblast and asterisks mark the basal wall of the emerged root hair. F, Violin plots of root hair planar polarity in wild type,brk1,scar1234,BRK1 YFPinbrk1,SCAR2 mCherryinscar1234,arp2,arp3, andarpc5genotypes. Relative root hair position was obtained by taking the ratio of the distance from the basal trichoblast wall (bottom arrowheads in E) to the basal root hair wall asterisks over the total length of the trichoblasts (i.e. length between the two arrowsheads). The plot illustrates kernel probability density in which the width represents distribution of data points. The black dot is the median and whiskers display minimum and maximum values. Statistical significance was determined using nonparametric, two sample Kolmogorov Smirnov pairwise test. Wild type versusbrk1(***P< 2.2 x 10 16);brk1versus BRK1 YFP inbrk1(***P< 2.2 x 10 16); wild type versus BRK1 YFP (P= 0.0808 not significant,NS); wild type versusscar1234(***P< 2.2 x 10 16);brk1versusscar1234(P= 0.699,ns);scar1234versus SCAR2 mCherry inscar1234(***P< 2.2 x 10 16); wild type versusSCAR2 mCherryinscar1234(*P= 0.012); wild type versusarp2(***P =2.739 x 10 5); wild type versusarp3(***P= 8.882 x 10 16); wild type versusarpc5(***P= 9.18 x 10 12);brk1versusarp2(***P< 2.2 x 10 16);brk1versusarp3(***P= 3.41 x 10 8);brk1versusarpc5(***P= 1.304 x 10 11);arp2versusarp3(***P =0.00036);arp2versusarpc5(*P= 0.001624);arp3versusarpc5(*P= 0.0465);brk1versusarp2(***P< 2.2 x 10 16);brk1versusarp3(***P= 3.41 x 10 8);brk1versusarpc5(***P= 1.304 x 10 11).n= 90 117 root hairs\n\nGiven that BRK1 stabilizes the entire family of SCAR proteins and is required for functional W/SC assembly (Le et al., 2006), we investigated if the SCAR protein localized to the RHID, as did BRK1. To address this question, we imaged a recombineered SCAR2 mCherry fusion expressed in thescar1 scar2 scar3 scar4(scar1234) quadruple mutant background. Like BRK1 YFP, SCAR2 mCherry marked the RHID and dissipated when rapid root hair tip growth commenced (Figure5D).\n\nThe accumulation of BRK1 YFP and SCAR2 mCherry at the RHID led us to hypothesize thatbrk1andscar1234might have defects in root hair initiation. One parameter that has been studied extensively as an indicator of root hair initiation defects is planar polarity, which is a measure of root hair position along the length of the trichoblast (Nakamura and Grebe, 2018). We found that the root hair positions ofbrk1andscar1234shifted apically (i.e. toward the shoot) compared to the wild type (Figure5F). The planar polarity defects ofbrk1were rescued by expressingBRK1 YFPinbrk1, while partial complementation ofscar1234was achieved by expressingSCAR2 mCherryinscar1234(Figure5F).\n\nWe also investigated if the ARP2/3 pathway was involved in RHID, since the W/SC complex can interact with the ARP2/3 pathway. APR2/3 subunit mutantsarp2, arp3, andarpc5exhibited significantly apically shifted root hairs that were similar to those ofbrk1andscar1234(Figure5F). Nonetheless, we did not observe polarized accumulation of ARPC5 GFP at the RHID or at root hair tips (Supplemental Figure S5). These results suggest that the ARP2/3 pathway may interact with the W/SC complex at the RHID but is not essential for root hair positioning.\n\nTaken together, our results reveal that BRK1 and SCAR2 are molecular determinants of the RHID that are required for specifying the position of root hair emergence and can do so in both an ARP2/3 dependent and  independent manner.\n\nLive cell microscopy of BRK1 YFP and SPI YPet revealed contrasting spatial and temporal dynamics, with the former intensifying and the latter dissipating as root hairs elongated (Figures1and5). To observe BRK1 and SPI simultaneously within the same root hair, we generated plants expressing bothSPI YPetandBRK1 mRuby3. Similar to BRK1 YFP, BRK1 mRuby3 labeled the RHID and dissipated as the root hair bulge expanded (Figure6A). Within the same root hair cell, SPI YPet fluorescence at the tip intensified as BRK1 mRuby3 dissipated (Figure6A;Supplemental Movie S8). To better understand the relationship between SPI and BRK1, we expressedBRK1 YFPinspiandSPI YPetinbrk1. Unlike BRK1 YFP in the complementedbrk1background (Figure5B), BRK1 YFP signal inspipersisted throughout the entire imaging time course (Figure6B). In several cases, BRK1 YFP remained visible in nongrowing root hair bulges ofspifor more than 60 min. The persistence of BRK1 YFP signal was also observed in short root hair outgrowths ofspi(Figure6C;Supplemental Movie S9). To support our visual observations with quantitative data, we selected root hairs ofspiandbrk1expressing BRK1 YFP that were of approximately equal lengths. From these root hairs, the ratio of BRK1 YFP tip fluorescence to subapical fluorescence was obtained (Figure6D). These analyses showed that BRK1 YFP signal persisted inspi, as demonstrated by the higher fluorescence ratio (Figure6E). In contrast, BRK1 YFP inbrk1root hairs disappeared from RHID when root hairs experienced rapid tip growth and thus did not exhibit a fluorescence gradient at the root tips (Figure6, D and E). In addition, SPI YPet inbrk1exhibited similar dynamics to SPI YPet in the complementedspi(Figure6F). Inbrk1, SPI YPet signal was weak during early root hair bulge formation and intensified as root hair tip growth accelerated (Figure6F). Taken together, these results strongly indicate that SPI contributes to the stability of BRK1 during the transition from root hair initiation to rapid tip growth. On the other hand, BRK1 does not appear to have direct effects on SPI during root hair initiation or rapid tip growth.\n\nDepletion of BRK1 as root hairs transition to tip growth is delayed inspi.A, Dual imaging of BRK1 mRuby3 (arrowheads) and SPI YPet shows that dissipation of BRK1 coincides with accumulation of SPI (arrow) as root hairs transition to rapid tip growth. Bar = 20 um. B and C, BRK1 YFP signal persists inspiroot hair bulges (arrows in B) that fail to transition to tip growth and in slow growingspiroot hairs (arrows in C). Bars = 20 um. D, Method for quantification of BRK1 YFP signal persistence in the root tip ofspi. Root hairs ofbrk1andspiexpressing BRK1 YFP that were approximately 40 um in length were selected. Rectangular ROIs (1 and 2) were drawn to obtain fluorescence values. Ratio values were obtained by dividing mean fluorescence in rectangle region 1 over region 2 used to plot data in (E). E, Box plot of BRK1 YFP root hair tip gradient expressed as fluorescence ratio. Box limits indicate 25th and 75th percentiles, horizontal line is the median and whiskers display minimum and maximum values. **P<0.01 indicates statistical significance as determined by Student'sttest. Each dot represents measurement from three to six root hairs per group from eight plants. Only root hairs of similar length were compared. The average root hair length forbrk1was 37.28 um (standard deviation 18.05 um) and forspi5was 38.74 um (standard deviation 18.34 um). F, Accumulation of SPI YPet at the root hair tip is not altered inbrk1. Bar = 20 um",
    "discussion": "Our work uncovers important insights into the mechanism underlying actin mediated root hair development. A major result from our studies is the revelation that SPI is a root hair tip localized protein. Although SPI fused to fluorescent proteins was reported to localize to endosomes and P bodies, such studies have been limited to transient expression assays in biolistically bombarded leaves (Steffens etal., 2015,2017). As such, a mechanistic link between reported SPI subcellular localization patterns and cell growth phenotypes (i.e. short root hairs and distorted trichome shapes) described in the originalspimutant alleles has been unclear. The large size of SPI and the possibility that it is targeted to discrete cellular domains could have hindered transgenic complementation and subsequent in planta localization efforts. Through our work, we demonstrated that a SPI YPet fusion generated through recombineering complementedspi(Zhou etal., 2011;Brumos etal., 2020). In doing so, we provide compelling evidence that SPI is a root hair tip enriched BEACH domain containing protein.\n\nOur studies indicate that SPI mediates root hair tip growth by maintaining the tip focused fine F actin meshwork, although the precise mechanism by which this is accomplished is unknown. The root hair tip focused F actin meshwork is the functional equivalent of domain specific actin structures found in other tip growing cells, such as cortical actin fringes in pollen tubes and actin spots in moss protonemata (Bascom etal., 2018a). Although the tip focused F actin meshwork was able to form in a population ofspiroot hairs, it often dissipated or was replaced by thick actin cables, a feature of mature wild type root hairs that are terminating tip growth. Although the presence of tip focused SPI YPet was strongly correlated with the maintenance of the tip focused F actin meshwork, direct causal links between SPI and F actin have yet to be established. An alternative explanation is that tip growth induced reduction due to the absence of SPI could lead to downstream, indirect effects on actin organization.\n\nThe root hair phenotypes and corresponding depletion of tip focused F actin inspiis reminiscent of studies of BEACH domain containing proteins in mammalian cells, particularly in neurons, which have often been compared to tip growing plant cells (Baluka, 2010). For instance, neuronal dendritic spines are cytoplasmic protrusions that modulate excitatory synaptic transmission in the mammalian nervous system. Actin is a major component of dendritic spines that plays a central role in driving the dynamic shape changes and secretory activities of these cytoplasmic protrusions during synaptic signaling (Cingolani and Goda, 2008). In animals, neurobeachin (Nbea) is a BEACH domain containing protein that has a similar domain architecture to SPI. Cultured neurons ofNbeamice knockouts had fewer dendritic spine protrusions and depleted F actin at the synapse than the wild type (Niesmann etal., 2011). Another BEACH domain containing protein called FAN was shown to be crucial for the formation of filopodia, i.e. actin rich plasma membrane extensions that enable motile cells to probe their environment (Mattila and Lappalainen, 2008). FAN deficient fibroblasts had reduced filopodia formation and were unable to reorganize their actin cytoskeletons in response to upstream activation by tumor necrosis factors (Haubert etal., 2007). Taken together, these results indicate that actin mediated regulation of cell polarity by BEACH domain containing proteins is likely to be conserved across animals and plants.\n\nThe formation of SPI YPet agglomerates in response to BFA indicates that SPI is associated with post Golgi compartments. This result is consistent with observations made with BEACH domain containing proteins in mammals. For example, Nbea was shown to localize to vesicular endomembranes adjacent to the TGN, and like SPI, the distribution of Nbea positive post Golgi compartments was altered by BFA (Wang etal., 2000). Furthermore, theCaenorhabditis elegans(nematode) Nbea homolog SEL 2 was demonstrated to function in endomembrane trafficking in polarized epithelial cells based on the finding thatsel 2mutants mistarget proteins normally found in the apical cell surface to the basolateral surface (de Souza etal., 2007). Here, the protein secretory marker SEC RFP, which is typically trafficked to the tips of elongating wild type root hairs (Sparks etal., 2016), was uniformly distributed inspiroot hairs. The absence of tip directed SEC RFP gradients inspiroot hairs shows that, as in mammals, plant BEACH domain containing proteins are required for the proper targeting of molecular cargo to points of polarized cell growth.\n\nAnother significant result from our studies is the discovery that BRK1 and SCAR2 are molecular determinants of the RHID. The localization of BRK1 and SCAR2 to the RHID and their dissipation as root hair tip growth commenced contrasts with findings inPhyscomitriumin which a functional BRK1 YFP distinctly labeled the tips of caulonemal cells (Perroud and Quatrano, 2008). Like BRK1 YFP, an ARPC4 GFP construct labeled the tips of caulonemal cells (Perroud and Quatrano, 2008), whereas no clear tip focused labeling of ARPC5 GFP was observed in root hairs (Supplemental Figure S5). The observation that BRK1 YFP prominently localized to the RHID but dissipated during active root hair tip growth was surprising given that ArabidopsisBRK1complemented the defective filamentous growth ofPhyscomitrium BRK1knockouts (Perroud and Quatrano, 2008).Physcomitrium BRK1 and ARPC4mutants have clear tip growth defects, while Arabidopsis mutants in theW/SCandARP2/3complexes have only weak to no tip growth abnormalities (Le etal., 2003;Mathur etal., 2003;Perroud and Quatrano, 2006,2008). This suggests that seed plants might have evolved a specialized function for the W/SC complex at the site of root hair emergence and early bulge formation with only a minor role in driving actin dependent tip growth. Moreover, a recent discovery regarding the emergence of an ARP2/3 independent W/SC pathway in the regulation of F actin dynamics for sperm nuclear migration in Arabidopsis pollen tubes further indicates that this occurrence may be more common in seed plants. On the other hand, the knockouts of an ArabidopsisSPIortholog in the liverwortMarchantia polymorphaled to short rhizoids, indicating that SPI has conserved functions across land plants in regulating tip growth (Honkanen etal., 2016). In other single cell types such as diffusely growing trichomes, W/SC and ARP2/3 subunits likely play a more prominent role than SPI based on their more severe trichome phenotypes when the expression of their encoding genes is suppressed.\n\nThe weakening of BRK1 mRuby3 fluorescence coinciding with SPI YPet accumulation, and the persistence of SPI YPet signal inspiroot hair tips, provides indirect evidence that SPI might play a role in mediating BRK1 stability or localized clustering at the plasma membrane of the RHID. Although it is unknown why BRK1 YFP signal persists inspi, it is tempting to speculate that SPI might modulate BRK1 via protein degradation pathways. This possibility is supported by studies in mammals pointing to a role for BEACH domain containing proteins in protein degradation via the ubiquitination pathway. In mouse models, for example, the BEACH domain containing protein WDR81 was shown to be essential for the removal of autophagy dependent ubiquitinated proteins (Liu et al., 2017). In this regard, it is worth noting that the W/SC ARP2/3 pathway was demonstrated to function in stress induced autophagy (Wang etal., 2016) and that proteasome inhibitors stabilized SCAR during dark induced primary root growth inhibition (Dyachok etal., 2011). It is possible that SPI mediated proteolytic pathways and BRK1 coordinate their activities to specify the levels of W/SC at the RHID that enable the transition to actin dependent rapid tip growth. However, such a scenario is complicated by the observation that the formation of tip directed SPI YPet does not appear to require BRK1. This suggests that SPI's appearance at the root hair tip is likely regulated by other factors besides the W/SC complex. Alternatively, the failure of BRK1 to disappear from the RHID inspimutants may be caused by a general failure to transition to normal tip growth. Future studies will require subjecting root hairs to conditions that prematurely terminate tip growth to determine if BRK1 signals persist.\n\nIn summary, our work provides data that contribute to our understanding of actin mediated root hair development. A crucial result from our work is the discovery that SPI and the W/SC subunits BRK1 and SCAR2 exhibit polarized localization patterns in root hairs that point to potential functional relationships among these proteins during root hair development. In the future, it will be important to evaluate genetic interactions between SPI and W/SC and ask whether SPI physically interacts with actin or subunits of W/SC to better explain the functional links between SPI and W/SC.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:00:06.324792",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8364238/"
  }
}