{
  "pmcid": "PMC7076552",
  "title": "Test of Arabidopsis Space Transcriptome: A Discovery Environment to Explore Multiple Plant Biology Spaceflight Experiments",
  "authors": [
    "Richard Barker",
    "Jonathan Lombardino",
    "Kai Rasmussen",
    "Simon Gilroy"
  ],
  "year": "2020",
  "journal": "Frontiers in Plant Science",
  "doi": "10.3389/fpls.2020.00147",
  "sections": {
    "abstract": "Recent advances in the routine access to space along with increasing opportunities to perform plant growth experiments on board the International Space Station have led to an ever increasing body of transcriptomic, proteomic, and epigenomic data from plants experiencing spaceflight. These datasets hold great promise to help understand how plant biology reacts to this unique environment. However, analyses that mine across such expanses of data are often complex to implement, being impeded by the sheer number of potential comparisons that are possible. Complexities in how the output of these multiple parallel analyses can be presented to the researcher in an accessible and intuitive form provides further barriers to such research. Recent developments in computational systems biology have led to rapid advances in interactive data visualization environments designed to perform just such tasks. However, to date none of these tools have been tailored to the analysis of the broad ranging plant biology spaceflight data. We have therefore developed the Test Of Arabidopsis Space Transcriptome (TOAST) database (https://astrobiology.botany.wisc.edu/astrobotany toast) to address this gap in our capabilities. TOAST is a relational database that uses the Qlik database management software to link plant biology, spaceflight related omics datasets, and their associated metadata. This environment helps visualize relationships across multiple levels of experiments in an easy to use gene centric platform. TOAST draws on data from The US National Aeronautics and Space Administration's (NASA's) GeneLab and other data repositories and also connects results to a suite of web based analytical tools to facilitate further investigation of responses to spaceflight and related stresses. The TOAST graphical user interface allows for quick comparisons between plant spaceflight experiments using real time, gene specific queries, or by using functional gene ontology, Kyoto Encyclopedia of Genes and Genomes pathway, or other filtering systems to explore genetic networks of interest. Testing of the database shows that TOAST confirms patterns of gene expression already highlighted in the literature, such as revealing the modulation of oxidative stress related responses across multiple plant spaceflight experiments. However, this data exploration environment can also drive new insights into patterns of spaceflight responsive gene expression. For example, TOAST analyses highlight changes to mitochondrial function as likely shared responses in many plant spaceflight experiments.\n\nKeywords:Arabidopsis thaliana, spaceflight, transcriptomics, RNAseq, microarray, proteomics, bioinformatics, Qlik",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "As the volume of spaceflight omics level data increases, its power will lie in researchers' ability to mine both within and across multiple datasets. Such comparisons will provide an important source of hypotheses to then be experimentally tested. TOAST provides a data rich environment with which to explore the commonalities and differences in the responses of plants to spaceflight and spaceflight related environments in an accessible and intuitive format. The TOAST database has been released as a publicly available, web based environment (https://astrobiology.botany.wisc.edu/astrobotany toast) along with an online tutorial athttps://astrobiology.botany.wisc.edu/astrobotany toast/tutorial metadata. At present, TOAST provides a tool to aid the plant biology community. However, the underlying TOAST architecture is biological kingdom agnostic; through use of orthologous matrix mapping, we are working to extend TOAST to facilitate similar data exploration across the wealth of biological systems that are being analyzed in spaceflight."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:02:25.102225",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7076552/"
  }
}