{
  "pmcid": "PMC6908503",
  "title": "Comparison of Microgravity Analogs to Spaceflight in Studies of Plant Growth and Development",
  "authors": [
    "John Z Kiss",
    "Chris Wolverton",
    "Sarah E Wyatt",
    "Karl H Hasenstein",
    "Jack JWA van Loon"
  ],
  "year": "2019",
  "journal": "Frontiers in Plant Science",
  "doi": "10.3389/fpls.2019.01577",
  "sections": {
    "abstract": "Life on Earth has evolved under the influence of gravity. This force has played an important role in shaping development and morphology from the molecular level to the whole organism. Although aquatic life experiences reduced gravity effects, land plants have evolved under a 1 genvironment. Understanding gravitational effects requires changing the magnitude of this force. One method of eliminating gravity''s influence is to enter into a free fall orbit around the planet, thereby achieving a balance between centripetal force of gravity and the centrifugal force of the moving object. This balance is often mistakenly referred to as microgravity, but is best described as weightlessness. In addition to actually compensating gravity, instruments such as clinostats, random positioning machines (RPM), and magnetic levitation devices have been used to eliminate effects of constant gravity on plant growth and development. However, these platforms do not reduce gravity but constantly change its direction. Despite these fundamental differences, there are few studies that have investigated the comparability between these platforms and weightlessness. Here, we provide a review of the strengths and weaknesses of these analogs for the study of plant growth and development compared to spaceflight experiments. We also consider reduced or partial gravity effectsviaspaceflight and analog methods. While these analogs are useful, the fidelity of the results relative to spaceflight depends on biological parameters and environmental conditions that cannot be simulated in ground based studies.\n\nKeywords:Arabidopsis, clinostat, plant growth, simulated microgravity, random positioning machine, reduced gravity, spaceflight experiments",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "Numerous studies have compared the biological effects of clinostats and other microgravity analogs to space experiments (e.g.,Brown et al., 1996;Kraft et al., 2000;Herranz et al., 2013;Huang et al., 2018). The experiments to date suggest that while these devices may be useful tools in some cases, there are great differences observed between plants that grow and develop on these devices and plants that are grown in weightlessness during spaceflight. In fact, rotation on certain types of clinostats may have deleterious effects in some biological systems (Hensel and Sievers, 1980;Kozeko et al., 2018;Ruden et al., 2018).\n\nThe conditions under which ground based simulation can provide useful information and compare various gravitational regimens need to be systematically determined through carefully controlled experiments in which ground analog studies are compared with spaceflight experiments. A problem with past studies of microgravity simulators/analogs is that it can be difficult to compare results between spaceflight experiments to those of simulation devices (Herranz et al., 2013). Thus, ground based experiments should be performed to maximize comparability between spaceflight and experimental ground based devices. For example, in plant studies, factors to consider include identical seed stock, growth substrate, nutrient media, and light composition and intensity. In addition, containers should be identical for space and ground based studies. This latter consideration can be made difficult by the reluctance of space agencies to provide access to their expensive spaceflight hardware (Kiss, 2015).\n\nNevertheless, in this era of the International Space Station, we must take advantage of its unique facilities to compare effects observed in clinostats and other space simulators. We also should use the centrifuges available on the ISS to systematically explore the effects of partial gravity on plant growth and development. Understanding plant biology in space under different gravity levels will be useful as we develop technologies needed for human habitation of other worlds."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:03:41.610540",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6908503/"
  }
}