{
  "pmcid": "PMC5485990",
  "title": "Transcriptomics, NF B Pathway, and Their Potential Spaceflight Related Health Consequences",
  "authors": [
    "Ye Zhang",
    "Maria Moreno Villanueva",
    "Stephanie Krieger",
    "Govindarajan T Ramesh",
    "Srujana Neelam",
    "Honglu Wu"
  ],
  "year": "2017",
  "journal": "International Journal of Molecular Sciences",
  "doi": "10.3390/ijms18061166",
  "sections": {
    "abstract": "In space, living organisms are exposed to multiple stress factors including microgravity and space radiation. For humans, these harmful environmental factors have been known to cause negative health impacts such as bone loss and immune dysfunction. Understanding the mechanisms by which spaceflight impacts human health at the molecular level is critical not only for accurately assessing the risks associated with spaceflight, but also for developing effective countermeasures. Over the years, a number of studies have been conducted under real or simulated space conditions. RNA and protein levels in cellular and animal models have been targeted in order to identify pathways affected by spaceflight. Of the many pathways responsive to the space environment, the nuclear factor kappa light chain enhancer of activated B cells (NF B) network appears to commonly be affected across many different cell types under the true or simulated spaceflight conditions. NF B is of particular interest, as it is associated with many of the spaceflight related health consequences. This review intends to summarize the transcriptomics studies that identified NF B as a responsive pathway to ground based simulated microgravity or the true spaceflight condition. These studies were carried out using either human cell or animal models. In addition, the review summarizes the studies that focused specifically on NF B pathway in specific cell types or organ tissues as related to the known spaceflight related health risks including immune dysfunction, bone loss, muscle atrophy, central nerve system (CNS) dysfunction, and risks associated with space radiation. Whether the NF B pathway is activated or inhibited in space is dependent on the cell type, but the potential health impact appeared to be always negative. It is argued that more studies on NF B should be conducted to fully understand this particular pathway for the benefit of crew health in space.\n\nKeywords:transcriptome, spaceflight, NF B pathway, human disease",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "The harmful space environment is known to cause detrimental health consequences in humans. Different from most other reviews that focus on specific health risks, this review attempts to focus on the NF B pathway that is known to play a role in many of the health risks associated with spaceflight. Sufficient evidence has been accumulated to indicate that the NF B pathway is altered by either microgravity or space radiation. Such evidence was found in transcriptomics studies that explored all possible pathways, and in experiments targeting specifically NF B across different cell types and organ tissues. Whether the NF B pathway is activated or inhibited in space is dependent on the cell types. In most cell types, NF B is activated in response to different types of stress factors. In immune cells, however, microgravity downregulates the expression of NFKBIA, which corresponds to the inhibition of T cell activation. In either case, altered NF B activities in the space environment appeared to potentially impact health in a negative direction. Investigations of NF B in some other organs such as testis have also been reported [89], but this review does not cover all areas.\n\nPotential association of altered NF B and spaceflight related health risks does not necessarily imply causality. More investigations using cells or animals deficient in certain subunits of NF B are needed to determine whether manipulation of the NF B pathways will reduce the associated risks. Two of the studies using mice deficient inNF Bdemonstrated that simulated microgravity induced significantly less bone or muscle loss in comparison to the WT controls [23,36], suggesting that altering NF B expressions should be considered as a countermeasure for these risks. In fact, manipulation of NF B has been considered for treatment of various diseases [90]. For instance, countermeasures against microgravity induced bone loss through inhibition of NF B have been suggested by using omega 3 fatty acids or eicosapentaemoic acid [33].\n\nGenomics is used to identify biological pathways and protein networks underlying complex cellular processes. This review of NF B provides an example of how omics data could be applied for addressing spaceflight related health risks, as shown inFigure 2. Omics studies might reveal unknown, and perhaps unique, pathways in response to the space environment. The identification of genes affected by the space environment allows researchers to explore potential protein networks and determine cellular pathways associated with spaceflight related diseases. Key genes involved in the relevant pathways can then be targeted in forthcoming experiments using cells or animals with enhanced or suppressed gene expression. Such genetic manipulations may contribute to the development of countermeasures at the molecular level.\n\nIllustration of the use of omics data from identification of pathways that are responsive to the space environment to the development of countermeasures."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:08:16.668416",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5485990/"
  }
}