{
  "pmcid": "PMC4211383",
  "title": "Light and gravity signals synergize in modulating plant development",
  "authors": [
    "Joshua P Vandenbrink",
    "John Z Kiss",
    "Raul Herranz",
    "F Javier Medina"
  ],
  "year": "2014",
  "journal": "Frontiers in Plant Science",
  "doi": "10.3389/fpls.2014.00563",
  "sections": {
    "abstract": "Tropisms are growth mediated plant movements that help plants to respond to changes in environmental stimuli. The availability of water and light, as well as the presence of a constant gravity vector, are all environmental stimuli that plants sense and respond to via directed growth movements (tropisms). The plant response to gravity (gravitropism) and the response to unidirectional light (phototropism) have long been shown to be interconnected growth phenomena. Here, we discuss the similarities in these two processes, as well as the known molecular mechanisms behind the tropistic responses. We also highlight research done in a microgravity environment in order to decouple two tropisms through experiments carried out in the absence of a significant unilateral gravity vector. In addition, alteration of gravity, especially the microgravity environment, and light irradiation produce important effects on meristematic cells, the undifferentiated, highly proliferating, totipotent cells which sustain plant development. Microgravity produces the disruption of meristematic competence, i.e., the decoupling of cell proliferation and cell growth, affecting the regulation of the cell cycle and ribosome biogenesis. Light irradiation, especially red light, mediated by phytochromes, has an activating effect on these processes. Phytohormones, particularly auxin, also are key mediators in these alterations. Upcoming experiments on the International Space Station will clarify some of the mechanisms and molecular players of the plant responses to these environmental signals involved in tropisms and the cell cycle.\n\nKeywords:gravitropism, phototropism, phytochromes, auxin, meristematic cells, cell cycle, ribosome biogenesis, space biology",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "Disruption of meristematic competence appears to be a general effect produced by the lack of sensing of a defined gravity vector on undifferentiated proliferating cells of plants, regardless of whether they are meristematic cells from seedlings, orin vitrocultured cells. These results pose two important challenges. The first is the need of obtaining additional information on sensing, transduction and response mechanisms in the different model systems in order to establish the single or multiple pathways involved. The second is to search for countermeasures which could allow overcoming the gravitational stress on board space vehicles and in environments featuring gravity levels different from the Earth nominal levels.\n\nWith respect to the first challenge, the current extent of our knowledge is schematically summarized inFigure3. Aspects of the details of these pathways remain unknown due to the lack of experimental data; however, these unknowns provide a summary of the research challenges on this topic in a near future. Thus, we will need to keep exploring altered gravity effects in cell cultures in order to uncover the details of mechanisms of the alteration of meristematic competence, and their potential dependence on auxin and/or on gravitropism specialized organelles. In addition, further spaceflight missions are required to confirm these findings by using different mutants affecting auxin responsive elements as well as cell proliferation and cell growth markers, e.g., nucleolin mutants.\n\nRegarding the second challenge, the activating effect of light (particularly red illumination) can be of help in restoring meristematic competence under microgravity conditions (Figure3). The factors which have been shown to be enhanced as a result of phytochrome mediated photostimulation coincide with those which have been found to be decoupled under gravitational stress, producing the disruption of meristematic competence. In general, many points remain unknown in this cross talk among different signals (light, gravity), mediators (auxin) and cellular effects (cell proliferation/cell cycle and cell growth/ribosome biogenesis). It is possible that the light stimulus, either alone or in combination with the alteration of gravity, could induce a redistribution of the auxin gradients in the root, which may be different from that produced by the alteration of gravity. The consequence at the cellular level could be a rate of cell proliferation and ribosome biogenesis which may reach similar levels as those existing on Earth.\n\nThus, in our upcoming experiments (termed the Seedling Growth Project) on the ISS, we aim to understand how gravity and light responses influence each other and to better understand the cellular signaling mechanisms involved in plant tropisms. Through these experiments, the red light dependent phototropic response in flowering plants will be further characterized. In addition, these experiments will consider the combined influence of light and gravity on plant development through the identification of changes in the mechanisms and regulation of root meristematic cell growth and proliferation. Auxin transport and perception will be analyzed as a regulatory process of these cellular functions, which also affects the developmental pattern of the plant. Experiments will test whether red light stimulation is capable of counteracting the effects of the gravitational stress on cell growth and proliferation. Finally, thresholds of response in fractional gravity will be measured to determine whether the red light effect on blue light based phototropism is a direct or indirect effect. In the long term, experiments in fractional gravity produced by a centrifuge on the ISS will be performed to improve the understanding of how plants will grow and develop on the Moon and Mars."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:03:38.802121",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4211383/"
  }
}