{
  "pmcid": "PMC12031868",
  "title": "Disturbances in human position sense during alterations in gravity: a parabolic flight experiment",
  "authors": [
    "Bernhard M Weber",
    "Michael Panzirsch",
    "Benedikt Pleintinger",
    "Martin Stelzer",
    "Stella Arand",
    "Christian Schttler",
    "Ralph Bayer",
    "Annette Hagengruber",
    "Uwe Proske"
  ],
  "year": "2025",
  "journal": "Experimental Brain Research",
  "doi": "10.1007/s00221 025 07090 z",
  "sections": {
    "abstract": "Under conditions of weightlessness human position sense appears to deteriorate. This was tested, employing three methods of measurement: two arm matching, one arm pointing and one arm repositioning, carried out during parabolic flight. In hypergravity (1.8G), position sense errors in a matching task increased significantly from the value during horizontal flight (1G) of +2.5 degrees (+/ 3.8 degrees SD), to +3.5 degrees (+/ 3.3 degrees). For pointing, errors increased significantly from +9.1 degrees (+/ 4.4 degrees) to +11.2 degrees (+/ 4.4 degrees). In microgravity (0G), matching errors fell significantly to +0.35 degrees (+/ 3.5 degrees), while in pointing the fall was not significant. For repositioning, there were no significant changes in errors in either hypergravity or microgravity. It is proposed that the errors in matching and pointing are a consequence of the force of gravity acting at the elbow joint to alter the position signal coming from muscle and joint receptors. For repositioning, memory of the test angle was stored centrally, to be reproduced independently of any changes in gravity.\n\nKeywords:Position sense, Proprioception, Microgravity, Hypergravity, Parabolic flight",
    "methods": "12 adult participants (1female, 11male) 26 53 years old (M=37.9 years, +/ 8.2 SD), took part in the present study. Participation was voluntary. One of the participants had previously taken part in similar parabolic flight campaigns. None of the participants performed regular fitness exercises with their arms or reported current or past arm injuries. All participants underwent a medical assessment before taking part in the flight campaign. In addition, their health status was checked on the first day of the week of the flight campaign by an aviation physician. Participants were informed in advance about the experimental tasks and procedures and all provided written, informed consent. The experimental protocol was approved by a French ethics committee (\"Comit de protection des personnes Sud Mditerrane I\"; ID RCB number: 2023 A01115 40). Ethical aspects of the project conformed with the Declaration of Helsinki.",
    "results": "As a first step, the data acquired on the ground (preflight session) were analysed. Since errors in the different experiments were normally distributed (Shapiro Wilk test;W=0.89), a rmANOVA could be performed, comparing the averaged position errors in the three experiments. A significant overall main effect was found in rmANOVA (F(2,22)=10.99;p<.001;2=0.50). Post comparisons indicated that errors were largest for pointing (M=5.95 degrees;SD=5.64 degrees), which were significantly larger than for matching (M=0.97 degrees;SD=4.0 degrees;p<.0025, two tailed testing, 2tt) and repositioning (M=  0.19 degrees;SD=3.96 degrees;p<.007; 2tt; see Table1).\n\nMeans and SD of errors [ degrees] for the three experiments and gravity conditions for all 12 participants. P values for the comparison between the in flight normal gravity baseline and hypergravity (mean of episode 1 and 2) or microgravity in square brackets. During flight, data of one participant is missing for repositioning\n\n3.48 (3.29)\n\n[p=.0497]\n\n11.21 (4.38)\n\n[p=.00222]\n\n0.35 (3.50)\n\n[p=.0121]\n\n7.28 (5.63)\n\n[p=.0583]\n\nExamples of position sense measurements for one participant are shown in Fig.3. During two arm matching at 1G, (NG), the mean error for the 5 episodes of horizontal flight was 4.4 degrees. That is, the participant matched the position of their reference arm by placing the indicator 4.4 degrees further in the direction of extension. For the first period of hypergravity (HG 1) the mean error into extension increased to 4.8 degrees. It then fell to 2.5 degrees during the episode of microgravity (MG), to reach a value of 7.7 degrees during the second period of hypergravity (HG 2). In other words, in relation to errors at 1G, there was an increase in hypergravity and a decrease in microgravity.\n\nData from a single participant.a: Two arm matching,b: One arm pointing,c: One arm repositioning. Values for individual trials are joined as grey lines. Each line represents a single parabola. Mean error values for the five parabolae are shown as black circles (+/ SD). The convention was used that positive values were assigned to errors in the direction of elbow extension, negative values to errors in the direction of flexion\n\nFor one arm pointing, the pattern of errors was similar. The NG value for the mean of the 5 trials was 7.1 degrees in the direction of extension. This increased to 10.9 degrees during HG 1 and to 10.6 degrees during HG 2. In microgravity it fell to 5.7 degrees. A feature of the errors in pointing was that while increases in errors in HG and falls in MG were smaller relative to the NG value, compared with two arm matching, all pointing errors lay further in the direction of extension of the arm, including the value for NG. Finally, for repositioning the errors were all smaller than for matching and pointing. The NG value was 0.5 degrees. This fell to  1.8 degrees during HG 1, that is, the mean error was now 1.8 degrees in the direction of flexion. The error was again  1.8 degrees for HG 2 and  0.6 degrees for MG.\n\nGroup errors for the 12 participants are shown in Fig.4. It can be seen that errors in repositioning were much smaller than in matching and pointing. For pointing and matching the trend of an increase in errors during hypergravity and a decrease during microgravity, relative to the normal gravity value is clearly apparent. Values for matching were smaller than for pointing.\n\nMatching, pointing and repositioning errors during the different gravity episodes for 12 participants. Display of the mean errors (+/ SD, shown by the error bars). Dark blue hatched columns, hypergravity (HG 1 and 2), light blue columns, microgravity (MG), grey scale, normal gravity (NG). Values for individual participants shown as grey dots. *p<.05; **p<.01\n\nIn flight errors were not normally distributed (Shapiro Wilk test; W=0.75;p=.00191), making it necessary to process the data with non parametric statistics. First, it was tested whether there was an overall effect of experiments on error values during the normal gravity episode. Friedman indicated significant differences (2(2)=17.6;p<.001). Again, errors in pointing (M=9.09 degrees;SD=4.42 degrees) were significantly larger compared to repositioning (M=0.01 degrees;SD=3.94 degrees,p=.00669, 2tt) and matching (M=2.48 degrees;SD=3.8 degrees;p=.00665, 2tt, see Table1) as indicated by Wilcoxon tests.\n\nNext, the errors in the two hypergravity episodes HG1 and HG2 were compared. For all three experiments, no significant difference was found in Wilcoxon tests (Z=0.39  0.71, 2tt). Therefore, errors in HG1 and HG2 were combined and averaged for the subsequent analysis and labelled as hypergravity condition (HG). Additionally, the preflight error values were compared to the normal gravity flight episodes (NG), but no significant difference was found when performing the Wilcoxon test in the three experiments (Z=0.27 2.12; 2tt).\n\nFurther analysis used only the in flight values for normal gravity (NG). The reason was that during flight there were small fluctuations in g values (see Fig.2). For this reason, and in order to take into account possible effects of Scopolamine administration, comparisons were limited to within flight.\n\nNext, the normal gravity episodes (NG) were compared with the microgravity (MG) and hypergravity (HG) episodes, (see Table1; Fig.4).\n\nFormatching, two Wilcoxon tests were performed, indicating that error values were significantly lower (i.e. less forearm extension) for MG (M=0.35 degrees;SD=3.50 degrees) compared to NG (M=2.48 degrees;SD=3.80 degrees;p=.0121, one tailed testing, 1tt). On the other hand, for HG, error values were significantly higher (M=3.48 degrees;SD=3.29 degrees;p=.0497, 1tt) compared to the NG baseline.\n\nWilcoxon comparisons forpointingshowed a trend for error values to be lower in MG (M=7.28 degrees;SD=5.63 degrees) compared to the NG values (M=9.09 degrees;SD=4.42 degrees), although the required level of significance was not reached (p=.0583, 1tt). Again, error values for HG were significantly higher (M=11.21 degrees;SD=4.38 degrees) compared to NG (p<.00222, 1tt).\n\nFor therepositioning task, the two Wilcoxon tests comparing NG (M=0.01 degrees;SD=3.94 degrees) with HG (M=  0.50 degrees;SD=4.62 degrees) and MG (M=0.23 degrees;SD=3.35 degrees) did not reveal any significant differences.\n\nIn summary, for matching, during hypergravity position errors increased significantly compared with 1G values, while in microgravity they fell significantly. For pointing, errors during hypergravity increased significantly, but the fall in errors during microgravity failed to reach significance. By contrast, errors during repositioning showed no significant changes during either increases or decreases in gravity. In addition, the control values in normal gravity for repositioning were significantly smaller than for pointing (p<.003, 2tt).",
    "discussion": "When we embarked on the present study, it was to ask the question, did gravity influence position sense, no matter what method of measurement was used (Weber and Proske2022)? The present study has shown that for position sense measured by matching or pointing, changes in gravity had significant effects on the measured values. For repositioning, the data suggested that position sense values were unresponsive to changes in gravity. Given these differences in outcomes, the current observations emphasize the importance of declaring the method used whenever position sense is measured, both at ground level and under conditions of weightlessness. Our observations suggest that of the three methods used in the present study, with the method of repositioning, it is not possible to reveal any disturbance of position sense by gravity and that if gravity effects were to be studied further, the preferred methods to use would have to be matching or pointing.\n\nIn Roach et al. (2023), before each measurement, elbow muscles were conditioned in such a way that it brought out a thixotropic pattern in the distribution of the position errors. Since muscle spindles are the only known sensory receptors to exhibit thixotropy (Proske et al.1993), such patterns were interpreted as evidence for spindles being involved in generation of the position signals. There was evidence of spindle participation in position sense measured with two arm matching and one arm pointing, while for repositioning the evidence was weak. Such an outcome reflected a similar pattern to that seen with gravity effects in the present study. It tempted us to say that when spindle participation in a measurement could be demonstrated, this made it likely that gravity effects could be revealed as well. It was as though in a measurement of position sense the gravity effects were linked in some way with the participation of spindles. That conclusion strengthened our view that spindles played a key role in the observed gravity dependent changes in position sense.\n\nIn the present study, for matching and pointing there were increases in errors in hypergravity and decreases in microgravity. What might that mean? As mentioned, it is believed that muscle spindles provide the position signal during movements about a joint; an increase in spindle discharge signals a longer muscle, a more flexed or extended joint (Matthews1988). We suggest that there is a spindle discharge   joint angle relation for the determination of position sense, established during development (Held and Bauer1967). If, as a result of an increase in gravity, the position signal increases, this would be expressed in both arms, the reference arm sitting at 60 degrees and the indicator moved by the participant. Since the reference remains fixed at the test angle, the signal coming from it would be higher than expected from 1G values. The indicator would move towards the position of the reference, until a point was reached where the signals from the two arms matched. For elbow flexors this would be a position where the indicator arm was more extended than the reference. If spindle discharge in elbow flexors decreases in microgravity, this would lead to a fall in position errors, producing values for elbow extension below those for 1G levels.\n\nThis argument does not consider the spindle signals in the antagonist extensors. Presumably, in real life, it is the effect of gravity on the balance of discharges in flexors and extensors which determines the direction of the errors. However, in the present study, all of the errors for matching and pointing were in the direction of elbow extension (Fig.4), including the values in normal gravity, suggesting that the signal coming from the flexors dominated the outcome.\n\nIt could be argued that the smaller errors in microgravity represented a more accurate measurement and not be a disturbance at all. We propose that whenever the prevailing spindle discharge rates are altered, up or down, away from their normal 1G level, this should be seen as a disturbance. These gravity dependent alterations in the spindle rate: joint angle relation lead the participant to perceive their arms in positions which are unexpected and therefore makes them unsure of the reliability of their movements when these are made in the absence of vision.\n\nHere it should, perhaps, be remembered that there is some evidence for gravity based influences acting on position sense measured at ground level, under 1G conditions. When participants were asked to judge elbow position with respect to the vertical, they performed better than when asked to focus on joint angles (Soechting1982).\n\nWhy should spindle discharges increase or decrease during gravity changes? In an arm reaching task it was shown by Bringoux et al. (2012) that during parabolic flight reaching errors were made with changes in gravity. Participants overshot the target in hypergravity and undershot it in microgravity. Adding gravity like torque, by means of elastic straps, stretched across the arm before and during the movement, recovered participants' performance in microgravity to resemble that in normal gravity. The authors postulated that in microgravity the increased joint torque generated by the elastic straps enhanced arm position sense. One possible reason for this was an increase in skeletomotor activity required to overcome the additional torque generated by the straps and this would be accompanied by co activated fusimotor activity that raised spindle discharges.\n\nWe have suggested an alternate explanation. The normal position signal, especially when generated near the flexion or extension limits of a joint's working range, is likely to include inputs from both spindles and joint receptors (Proske2023; Proske and Weber2023). Joint receptors have an \"activation angle\" where they begin to generate a maintained discharge, which in animal preparations is 15 degrees 20 degrees short of the limit of movement at the joint. Therefore, when a position is adopted, which is getting closer to the joint limit, and the activation angle has been exceeded, there will be signal mixing from two sources, stretched spindles and activated joint receptors. The details have been spelt out in Proske (2024a). When hypergravity imposes extra torque on the joint, the activation angle will be moved further towards the middle of the movement range, increasing the opportunity for mixing, thereby raising the joint receptor component of the position signal. In microgravity, if the arm becomes weightless, there will be no standing torque on the joint and, as a consequence, joint receptor input will fall, lowering the position signal. Stretching elastic straps across the joint would increase joint torque and raise the joint receptor component of the position signal. That, in turn, would recover position sense values in microgravity to normal levels. To further test these ideas we plan, in the future, to measure position sense in microgravity with joint torque raised by means of elastics stretched across the elbow joint.\n\nThere is an interesting report by Motanova et al. (2022) describing construction of a \"penguin axial loading suit\" for use in microgravity conditions. The purpose of the suit was to create axial load, to help compensate for the lack of proprioceptive afferent feedback in microgravity. The suit incorporates a system of inbuilt elastic elements which are distributed according to the demands of selected antagonist muscle groups. The ideas underlying construction of such a suit support our joint receptor hypothesis.\n\nIn the present study, for pointing, the error values were significantly larger than for matching (Fig.4). Not only were values larger during changes in gravity, but control errors at 1G were larger as well. A similar trend in the distribution of pointing errors was observed by Roach et al. (2023). It suggested that in normal gravity there was an offset, in the direction of arm extension, in the measured values of pointing errors. One possible explanation is that for pointing the proprioceptive information coming from the hidden reference arm must be converted to a visual frame of reference to guide the pointing arm. Such a conversion comes with additional errors when compared with a purely proprioceptive measurement (Darling et al.2024). We suggest that such an offset was present in the parabolic measurements. A detailed explanation for the size and direction of the offset remains elusive.\n\nThe question arises, do frame of reference considerations also apply to two arm matching? Here we have always assumed that both arms were in the same postural frame of reference (Velay et al.1989). Certainly, the instructions to the participants were always to align the position of one arm with that of the other arm and no reference was made to gravity. Evidence in support of two arm matching operating within a single frame of reference is the symmetrical distribution of thixotropic errors in both arms (Roach et al.2023). From another point of view, two arm matching is considered a low level judgement, made within a single frame of reference (Heroux et al.,2022).\n\nThe findings for repositioning were rather different from those for matching and pointing. The errors were all rather small and there was no significant difference between position sense values during changes in gravity. Our original working hypothesis for repositioning had been that when a participant was asked to remember a chosen angle, the spindle discharge generated in arm muscles at that angle was stored in memory. Subsequently, when the participant was asked to reposition the arm, the spindle discharge for that angle was retrieved from memory and compared with the ongoing level of activity, as the arm moved towards the remembered angle, until the two matched.\n\nHowever, such an explanation turned out to be wrong! The data of Roach et al. (2023) suggested that in repositioning ongoing spindle activity did not play a significant role. It raised the possibility that in generating the position signal the necessary information was likely derived from central sources (Proske2024b). In support of that view, Roach et al. (2023) did an additional experiment where they introduced thixotropic disturbances after the memorizing stage and before the reproduction stage. The data showed that this did not alter repositioning errors. If spindles had been involved, it should have led to increases in position errors. While we cannot rule out participation of sensory receptors other than spindles in the repositioning process, our current preferred interpretation is that position information in repositioning was largely derived from central sources (Proske2024b).\n\nThe observations made in the present experiments support the view that in repositioning there was no direct involvement of spindles. Despite the significant changes in gravity dependent errors in matching and pointing, presumably mediated by changes in spindle afferent activity, for repositioning, errors in both hypergravity and microgravity remained non significant. Furthermore, for repositioning, even the value during normal gravity was lower than for pointing. We conclude that of the three methods, repositioning was the most accurate and position sense values remained unresponsive to changes in gravity, suggesting that spindles played no role in this sense. Presumably, repositioning values were generated entirely centrally. In the future, we want to confirm this conclusion by repeating the repositioning experiment, but carry out the memorizing and repositioning stages in different gravity phases.\n\nWe suggest that the instruction to the participant, \"Remember this angle\", leads them to focus their attention on the position of the arm, which immediately provides them with the precise angular information for that position. A memory is triggered, expressed in terms of angles of joints and lengths of muscles, but which, at the time of measurement, does not involve any ongoing spindle activity in arm muscles. The memory is referred to a central storage site for spatial information and kept there, ready for the instruction to reproduce the remembered position. These ideas are, of course, purely speculative and it is our intention to put them to the test in future experiments.\n\nLooking more broadly, the present data support the view that different methods of measuring position sense involve fundamentally different underlying processes which will impact the meaning of a particular measurement. This is particularly relevant for the method of repositioning which is the preferred method used in most proprioceptive research and is widely employed in clinical settings. What we are learning is that the three different methods of measuring position sense are all likely to have different underlying mechanisms and it could be argued that there are several distinct position senses.\n\nThere appear to be two sources of influence determining human position sense. One is afferent signals of a peripheral origin providing information about muscle lengths and joint angles. The other is a central repository of recently remembered information concerning position of the body and its parts in egocentric and extrapersonal space, which can be accessed to provide accurate spatial information about limb position. The three methods of measurement used in the present study seem to show a progressive transition between these two influences; from one which relies almost entirely on peripheral afferent information, two arm matching, to one that contains elements of both peripheral and central influences, one arm pointing, to one which is concerned predominantly with central sources of information, repositioning.\n\nGravity appears to exert an influence on position sense only when there is evidence of a direct contribution from spindles, as seen in matching and pointing. For repositioning it appears that the central influences predominate. What is unexpected is the finding that the position values derived centrally are more accurate than those which involve spindles. The concept of a central repository of position information operating independently of peripheral influences is also novel. Presumably the stored information is acquired, in part, through memories of past kinesthetic activities.\n\nTo conclude, this study has raised a number of issues. Does gravity exert its influence on position sense through changes in torque levels at a joint, leading to an alteration of the joint receptor component of the position signal? If so, why is this not expressed in position sense measured by repositioning? Assuming the existence of a body schema as the central repository of spatial information, how is the communication carried out between the body periphery and central sites? Are spindles involved in this process? Given that the three methods studied here measure essentially the same thing, why are there such substantial differences in the underlying mechanisms? If we are right and repositioning operates substantially independently of peripheral sources of positional information, what is the significance of that? All of these issues will, hopefully, be addressed in future experiments.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:04:10.786239",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12031868/"
  }
}