{
  "pmcid": "PMC4321547",
  "title": "Natural variation in the expression of ORGANIC CATION TRANSPORTER 1 affects root length responses to cadaverine in Arabidopsis",
  "authors": [
    "Allison K Strohm",
    "Laura M Vaughn",
    "Patrick H Masson"
  ],
  "year": "2014",
  "journal": "Journal of Experimental Botany",
  "doi": "10.1093/jxb/eru444",
  "sections": {
    "abstract": "How the polyamine cadaverine alters plant development is poorly understood. Here it is shown that natural variation inORGANIC CATION TRANSPORTER 1affects root length sensitivity to exogenous cadaverine.\n\nKey words:Arabidopsis, cadaverine, natural variation, polyamines, roots, transporter.",
    "methods": "QTL analysis used the following stocks from the Arabidopsis Biological Resource Center (Columbus, OH, USA): Cape Verde Islands (Cvi; CS8580), Landsbergerecta 2 Ler 2; CS8581), and a population of Cvi/Lerrecombinant inbred lines (RILs; CS22000). This population consists of 162 individual RILs that were genotyped at 293 marker loci (Alonso Blancoet al., 1998). The near isogenic lines (NILs) LCN1 12,  15,  14,  21,  22, and  28 (N717058, N17060, N17061, N17067, N17068, and N17074) (Keurentjeset al., 2007) were obtained from the Nottingham Arabidopsis Stock Center (Nottingham, UK). An 1 (CS22626), Bs 1 (CS6627), Knox 18 (CS22567), Sq 8 (CS22601), Ull2 3 (CS22587), and Wei 0 (CS22622) seed came from the Arabidopsis Biological Resource Center. Theoct1 1mutant andoct1 1[35Spro:OCT1WS] transgenic lines were provided by Christine Lelandais Briere (Lelandais Brireet al., 2007).\n\nThe seeds were sterilized by washing them with 95% ethanol. Except where noted in the text, they were plated on half strength buffered Linsmaier and Skoog medium containing micro  and macronutrients, vitamins, and 1.5% sucrose (Caisson Laboratories, North Logan, UT, USA) that was supplemented with 1.5% agar type E (Sigma Aldrich, St. Louis, MO, USA) and polyamines (Sigma Aldrich) as required. The seedlings were stratified for 2 8 d and grown in either a Conviron TC16 growth chamber or an Enconair (now BioChambers, Winnipeg, Manitoba, Canada) Controller 6000 growth chamber for each experiment. Both chambers were set at 22  degreesC and a 16h light/8h dark cycle, and the light intensity was 50 70 umol m 2s 1and provided by cool white fluorescent bulbs (Grainger, Lake Forest, IL, USA).\n\nSeedling images were taken from the backs of the plates using a scanner (Epson, Suwa, Nagano Prefecture, Japan). Root length was measured using the segmented line tool in NIH Image (publically available athttp://rsb.info.nih.gov/nih image/) or the Neuron J plugin (Meijeringet al., 2004) for Image J (Schneideret al., 2012).\n\nTo calculate cell length, the cell walls were stained by transferring the seedlings to 10 ug ml 1propidium iodide (Sigma Aldrich) for ~20min. Imaging was conducted using a Zeiss LSM 510 Meta Confocal microscope (Zeiss, Thornwood, NY, USA), and cell length measurements were performed in Adobe Photoshop.\n\nPlants were grown at a 30  degrees tilt for 6 d on media with or without cadaverine. A concentration of 50 uM cadaverine was used in trial 1, and 100 uM cadaverine was used in trial 2. The mean root length value on medium containing cadaverine was subtracted from the mean value on control medium and then divided by the mean on control medium. This number was subtracted from 1, and this ratio, along with genotypic data for each RIL (Alonso Blancoet al., 1998), was entered into WinQTL Cartographer version 2.5 (Wanget al., 2010) and the r/qtl package in R (http://www.r project.org). For WinQTL Cartographer, maps were created using the Kosambi map function. During composite interval mapping, the model incorporated a 0.5 step rate with a 1.0 cM window size and 10 control markers. LOD thresholds were determined by 1000 permutations. In r/qtl, the function 'scanone' was used for interval mapping, and 'scantwo' was used to generate the two dimensional plot. Significance levels were determined by 1000 permutations, implementing the EM algorithm. Fine mapping of the NILs was performed using standard methods and the primers listed inSupplementary Table S1available atJXBonline.\n\nApproximately 24 seedlings were grown at a 30  degrees backward tilt at staggered times for each biological replicate on medium containing no cadaverine unless otherwise indicated. Whole roots from 7 day old seedlings were dissected and immediately frozen in liquid nitrogen. RNA was prepared using an RNeasy Plant Mini Kit (QIAGEN, Venlo, The Netherlands) and stored at  80 C until use, typically within a few days. RNA samples were treated with RQ1 DNase (Promega, Madison, WI, USA) according to the instructions. The ratios at absorbencies of 260 to 280 and at 260 to 230 as well as gel electrophoresis were used to verify RNA quality. Poor quality samples were not used for subsequent experiments. RNA concentrations were determined using a NanoDrop 2000 (Thermo Scientific, Waltham, MA, USA).\n\nFor reverse transcription PCR (RT PCR), cDNA was made using the iScript cDNA Synthesis Kit (Bio Rad, Hercules, CA, USA). For quantitative real time PCR (qRT PCR), cDNA synthesis and qRT PCR were done simultaneously using a qScript One Step qRT PCR Kit (Quanta Biosciences, Gaithersburg, MD, USA). The samples were run on a LightCycler480 Real Time PCR System (Roche Applied Science, Basel, Switzerland). Each 6 ul reaction contained RNA at a final concentration of 2ng ul 1and each primer at a concentration of 0.65 uM. Other components were included at the concentrations defined by the kit. Control reactions without reverse transcriptase were included and did not yield any detectable expression. Cycling conditions were 49 C for 10min, 95 C for 5min, and 45 cycles of 95 C for 5 s, 55 C for 15 s, and 72 C for 10 s. Melt curves were used to verify specificity. Four technical replicates were performed for each sample for each biological replicate, and three biological replicates were performed. LinRegPCR was used to analyse the data (Ramakerset al., 2003).\n\nThe primers used to amplifyOCT1were: 1F (5 GTGGCTGTT CCTTCCACACT 3), 1R (5 AAAGGCCGTGACGAAAGTTA 3), 2F (5 CATCCTCGACAGCGTATGAC 3), 2R (5 CCTTC CTAACGCAACTAGCA 3), 3F (5 TTTGGTGTTGCATCAGTG CT 3), and 3R (5 CGGAGCGTTTCGAGTTTCT 3). 4R (5 CGTGAAATGCGTGTTGAAAG 3) was used to detect possible transcript that extended into the T DNA region. Primers 3F and 3R as well as 5 CCTCTTGGATACGCGGTTT 3 and 5 CAAGA AGCCATCGAGGAGAC 3 were used forOCT1qRT PCR. Primers used to amplify the reference gene At1g58050 (Czechowskiet al., 2005) were: 5 CCATTCTACTTTTTGGCGGCT 3 and 5 TCAATGGTAACTGATCCACTCTGATG 3. This reference gene was chosen due to its consistent expression and its similar expression level toOCT1(Czechowskiet al., 2005)\n\nGenomic DNA from Cvi and Lerwas used to amplify the region extending from 2079 bases before the start codon through to 417 bases after the stop codon ofOCT1. This region was cloned in between the attL1 and attL2 sites in the Gateway entry vector pENTR/D TOPO (Life Technologies, Madison, WI, USA). An LR reaction was performed to transfer this region into the binary vector pMDC99 (Curtis and Grossniklaus, 2003;Xu and Li, 2008). The constructs were sequenced and transformed into plants using theAgrobacterium mediated floral dip method (Clough and Bent, 1998). T3seedlings likely to all carry the transgene as determined by antibiotic resistance were used in all experiments (Harrisonet al., 2006).",
    "results": "As a first step toward identifying genes involved in root growth responses to exogenous cadaverine, seedlings of eightArabidopsisaccessions were grown on media containing 0, 100, and 500 uM cadaverine. A decrease in root length between control and increasing cadaverine treatments was observed for all accessions tested (Fig. 1A). Alterations in root waving and skewing and an increase in adventitious and lateral root emergence were also noticed in most accessions (Supplementary Fig. S1atJXBonline). In terms of root length, Cvi 1 and Knox 18 were some of the most resistant accessions to cadaverine, whereas Ler 2 was one of the most sensitive (Fig. 1A,B).\n\nArabidopsisaccessions show varying root length inhibition responses to exogenous cadaverine. (A) Seedlings were grown vertically for 3 d and then at a 30  degrees backward tilt for another 3 d. Average root length on control medium was set to 1. Absolute average root lengths on control medium were 1.4, 1.6, 2.5, 2.1, 2.1, 2.3, 2.0, and 2.3cm in the accessions as shown from left to right. The asterisk indicates the first cadaverine concentration corresponding to a significantly shorter root compared with control medium (P<0.05, Student'st test). Error bars indicate +/ SE, andn=12 27. (B) Images of Cvi 1 (top) and Ler 2 (bottom) seedlings growing on media without (left) and with (right) 100 uM cadaverine. The white scale bar is 1cm. (C) Average length of epidermal cells in the mature root zone from seedlings grown vertically for 7 d on either control medium or medium containing 100 uM cadaverine. Error bars indicate +/ SE, andn=11 18.\n\nTo determine whether the effect of cadaverine on root length was due to reduced cell elongation or division, the length of the epidermal cells in the mature root zone of Lerseedlings grown on media containing 0 uM or 100 uM cadaverine was measured. It was found that although Lerroots were only ~35% as long on this concentration of cadaverine as on control medium (Fig. 1A), the average cell length of the seedlings on the medium containing cadaverine was ~64% of that of seedlings on control medium (Fig. 1C). This suggests that the reduction in root length is probably due to a combination of reduced cell elongation and division.\n\nDue to the large difference between Cvi and Lerin root growth responses to exogenous cadaverine, a QTL study was performed with a group of RILs created from the two accessions. Other pairs of accessions would have been equally interesting to use for QTL analysis but, at the time this experiment was initiated, the CvixLerpopulation was the available population created from accessions with the most differing cadaverine responses. These RILs were previously characterized for genotypic contribution from the two parental lines along the five chromosomes (Alonso Blancoet al., 1998). For both the parental lines and the RILs, root growth on medium containing cadaverine compared with growth on control plates lacking this compound was quantified. RIL mean root length ratios showed transgression with respect to the parental means (Fig. 2A). Furthermore, growth on 0 uM and 50 uM cadaverine displayed broad sense heritability values of 0.46 and 0.56, respectively. Taken together, these results indicate that this population is well suited for QTL mapping of root growth responses to exogenous cadaverine.\n\nQTL analysis of root length responses to cadaverine in the Cvi/LerRIL population. (A) Histogram showing root length ratios for the RILs on 100 uM cadaverine compared with control medium. (B) Composite interval mapping analysis for the root length ratio. The top portion of the graph gives the LOD score across each chromosome. The LOD significance threshold is shown as a horizontal line across the graph. The bottom graph shows the additive value toward the phenotype of each genomic region with respect to the Lerallele. (C) Two dimensional QTL scan for the root length ratio from trial 1. Thex  andy axes represent positions along each chromosome. The region of the plot below the diagonal gives the additive QTL model, while the region above the diagonal shows epistatic interactions. A scale relating colour to LOD score is provided on the right of the heat map. Numbers on the left of this scale represent LOD scores for the epistatic portion of the plot, whereas those on the right represent scores for the additive model. The arrows indicate the significance thresholds for the epistatic (left) and additive (right) portions of the plot.\n\nUsing both composite interval mapping and a 2D scan approach, a strong QTL for relative root growth response to cadaverine was identified at the end of chromosome 1 in two independent trials (Fig. 2B). The additive portion of the QTL graph (Fig. 2B, bottom) predicts that having a Lerallele at this location results in a shorter root upon cadaverine treatment compared with a Cvi allele. No epistasis was observed between this QTL and other parts of the genome (Fig. 2C).\n\nSix NILs with Cvi introgression of varying segments of chromosome 1 within an otherwise Lerbackground (Keurentjeset al., 2007) were used to confirm the root length QTL. The four LCN1 lines that contain a Cvi introgression at the end of chromosome 1 showed greater, more Cvi like resistance to cadaverine than LCN1 12 and LCN1 22, the NILs that do not contain a Cvi introgression in this region (Fig. 3). The Lerto Cvi breakpoints in these lines were fine mapped, and the candidate region was narrowed to a 5.3Mb interval at the end of chromosome 1 (primers shown inSupplementary Table S1atJXBonline).\n\nCadaverine root length responses of chromosome 1 NILs and fine mapping. Relative root lengths on media containing 0, 100, and 500 uM cadaverine are shown. Plants were grown at a 30  degrees backward tilt for 6 d. The average root length on control medium was set to 1. Absolute average root lengths on control medium were 1.0, 1.2, 1.2, 1.2, 1.1, 1.2, 1.1, and 1.1cm in the lines as shown from left to right. The asterisk indicates the first concentration on which the root length was significantly different from the length on control medium (P<0.05, Student'st test). Error bars indicate +/ SE, andn=18 34. In the diagram of chromosome 1 NILs (bottom), white bars are Lerchromosomal regions, black bars are Cvi regions, and grey bars indicate regions in which the breakpoint is undetermined. The parallel dashed lines flank the probable region of a locus controlling root length responses to cadaverine. Accession breakpoints were determined using primers based on polymorphisms described by Monsanto/CEREON between Columbia and Ler(Janderet al., 2002).\n\nBecause many of the causative loci behind the QTL are due to differences in gene expression (Alonso Blancoet al., 2009), gene expression differences between Cvi and Lerwere examined in the candidate region using previously published microarray data (Vaughn and Masson, 2011). The primary data are publicly available at Gene Expression Omnibus (NCBI; accession numberGSE28275). From these arrays, 19 probe sets representing genes located in the candidate chromosomal segment give hybridization signals that differ significantly (95% confidence interval) by >=2 fold between Cvi and Ler(Table 1). The largest predicted differentially expressed gene in this region wasOCT1, which was estimated to show a 73 fold increase in Cvi compared with Ler.\n\nProbe sets on chromosome 1 between 25.3Mb and 30.6Mb that show >=2 fold differential expression between Cvi and Lerat the 95% confidence level\n\nAbbreviations: NIL, near isogenic line; OCT, organic cation transporter; RIL, recombinant inbred line.\n\nNo other genes inTable 1encode proteins that are directly relevant to polyamine metabolism or transport. Genes encoding a transglutaminase (At1g69820) and a cinnamyl alcohol dehydrogenase (At1g72680), both possibly linked to the formation of polyamine conjugates (Serafini Fracassini and Del Duca, 2008;Fellenberget al., 2009), are found in this QTL interval; however, they do not show >=2 fold expression differences between Cvi and Ler.\n\nOCT1from Cvi and Lergenomic DNA was sequenced. No large insertions or deletions were found, and only one amino acid change was found: residue 431 in the second exon is serine in Cvi and alanine in Ler(Supplementary Table S2atJXBonline). Analysing the 2kb of sequence upstream of the start codon revealed numerous single nucleotide polymorphisms and small insertions but no large insertions or deletions (Supplementary Table S2). Based on these data, it was hypothesized thatOCT1expression differences contribute to root length responses to exogenous cadaverine. qRT PCR data confirmed the microarray result and showed thatOCT1expression was ~14 times as high in Cvi roots as in Lerroots (Fig. 4). Cadaverine treatment did not significantly changeOCT1expression in either accession (Fig. 4).\n\nOCT1expression relative to the reference geneAt1G58050is higher in Cvi roots than in Lerroots. Seedlings were grown on 0 uM or 50 uM cadaverine. Error bars indicate +/ SE among biological replicates, andOCT1expression for Leron control medium was set to 1. The asterisk indicates a significant difference in expression compared with Lerfor the given condition (P<0.05, Student'st test). Differences within each accession between cadaverine treatments are not significant.\n\nTo evaluate a role forOCT1in root length responses to cadaverine, theoct1 1mutant, which was previously found to carry a single T DNA insertion near the 3' end of the gene, was obtained; both ends of the insertion were characterized (Lelandais Brireet al., 2007). This mutant was also reported to not express anyOCT1RNA, as determined by RT PCR using primers aligning on each side of the intron (Lelandais Brireet al., 2007). To confirm this result, RT PCR was performed onoct1 1and (Wassilewskija) WS wild type root RNA samples. As expected, PCR products were obtained from WS wild type cDNA samples of the expected sizes using multiple primer sets (1F/1R, 2F/2R, and 3F/3R) (Supplementary Fig. S2atJXBonline). Also, no transcript was observed foroct1 1mutants using primer sets near the 3 end of the gene (2F/2R, 3F/3R, and 2F/4R) (Supplementary Fig. S2).\n\nHowever, it was found thatoct1 1plants do express a partialOCT1transcript using primers on each side of the intron (1F/1R) (Supplementary Fig. S2atJXBonline). This product size corresponds to approximately the predicted length if the intron is not spliced out of the RNA (238 bases instead of 135 bases), which would result in a premature stop codon in the intron. No product for any primer set was detected in control reactions without reverse transcriptase, which confirms the lack of genomic DNA contamination (Supplementary Fig. S2). Therefore,oct1 1produces a truncatedOCT1transcript that is highly unlikely to encode a functional protein.\n\nIf Lerroots have higher sensitivity to cadaverine compared with Cvi roots because they have lowerOCT1expression, thenoct1mutant roots should also respond more strongly to cadaverine than wild type plants. To test this, WS wild type,oct1 1, and two independent transgenic rescue lines (oct1 1[35Spro:OCT1WS]) were grown on control medium and medium supplemented with cadaverine. Rescue line 1 had significantly higherOCT1expression compared with the WS wild type, whereas rescue line 2 had a similar level ofOCT1expression (Fig. 5A). It was found that all of these plants had the same root length on control medium lacking cadaverine, butoct1 1mutant roots were significantly shorter than wild type roots on media containing 50 uM and 500 uM cadaverine (Fig. 5B). Robust root growth on medium containing cadaverine was restored in both independent transgenic rescue lines. Rescue line 2 showed a wild type like response to cadaverine, and rescue line 1 showed increased resistance to cadaverine (Fig. 5B). These results suggest that reducedOCT1expression confers increased cadaverine sensitivity.\n\noct1 1roots are more sensitive to exogenous cadaverine compared with wild type plants but respond similarly to putrescine derived polyamines. (A)OCT1expression relative to the reference geneAt1G58050is shown. Error bars indicate +/ SE among biological replicates, andOCT1expression for the WS wild type on control medium was set to 1. The asterisk indicates a significant difference in expression compared with the WS wild type (P<0.05, Student'st test). The abbreviation n.d. indicates that expression was not detected. (B) Plants were grown for 6 d at a 30  degrees backward tilt on media containing 0, 50, and 500 uM cadaverine. Root tips were marked after 3 d of growth, and the root growth over the following 3 d was measured for each treatment. Average root growth over the final 3 d on control medium was 1.2cm for the wild type, 1.4cm foroct1 1, 1.3cm for rescue line 1, and 1.4cm for rescue line 2; these lengths were set to 1. For each cadaverine concentration, the letters indicate significant differences in relative root length (P<0.01, pairwise Student'st tests).n=37 68, and error bars indicate +/ SE. (C) Plants were grown for 6 d at a 30  degrees backward tilt on media containing various concentrations of polyamines as indicated. Average root length on control medium was 1.3cm for the wild type and 1.4cm for oct1 1; these lengths were set to 1.n=33 44, and error bars indicate +/ SE. No significant root length differences were observed for any treatment other than cadaverine (P<0.05, Student'st test).\n\nThe WS wild type andoct1 1had similar root lengths on media containing the polyamines putrescine, spermidine, and spermine (Fig. 5C), which shows that this sensitivity is specific to cadaverine. Polyamines have been shown to shorten root growth through the generation of H2O2by diamine and polyamine oxidases, which promotes premature cell differentiation and programmed cell death (Tisiet al., 2011). However, because the cadaverine hypersensitive response ofoct1 1was specific to cadaverine (Fig. 5C), OCT1 probably functions in a different aspect of polyamine mediated root growth regulation.\n\nTo determine if differences in theOCT1sequence between Cvi and Leror onlyOCT1expression levels correlated with the cadaverine response,OCT1was cloned from Cvi and Ler, and these constructs were introduced intooct1 1mutants. These transgenic lines were then tested on media containing 0 uM and 50 uM cadaverine, and their relative root lengths were measured. A range of cadaverine resistance levels that did not correlate with the accession source of the transgene was found (Fig. 6A).\n\nHigherOCT1expression correlates with cadaverine resistance. OCT1Cviand OCT1Lerindicateoct1 1[OCT1pro:OCT1Cvi] andoct1 1[OCT1pro:OCT1Ler], respectively. (A) Relative root lengths of plants on media containing 0 uM and 50 uM cadaverine. Plants were grown for 6 d at a 30  degrees backward tilt. Average root length on control medium was set to 1. Absolute average root length on control medium was 2.2cm for Cvi, 1.9cm for Ler, 2.0cm for WS, 2.0cm foroct1 1, and 1.9, 2.0, 1.7, and 2.1cm for the transgenic lines as shown from left to right. Error bars indicate +/ SE, andn=17 24. (B) RootOCT1expression determined by qRT PCR is shown relative to the reference geneAt1G58050.OCT1expression in Lerwas set to 1. Error bars indicate +/ SE among the biological replicates. The abbreviation n.d. indicates that expression was not detected.\n\nBecause the insertion location can affect transgene expression, it was predicted that theOCT1expression levels would correlate with cadaverine sensitivity. To test this,OCT1expression was measured in four of these lines by qRT PCR. As expected, a range ofOCT1expression levels was found in the transgenic lines regardless of whether theOCT1untranslated and coding regions came from Cvi or Ler. In general, lines with increased resistance to cadaverine had higherOCT1expression (Fig. 6).\n\nThe data suggest that differences inOCT1expression contribute significantly to the different cadaverine root length responses in Cvi and Ler. To determine if differences inOCT1expression among other natural accessions also correlate with variability in cadaverine sensitivity,OCT1expression was measured in two other accessions, one resistant to cadaverine (Knox 18) and one sensitive to cadaverine (Sq 8). It was found that both lines had higherOCT1expression than Lereven though only Knox 18 was more resistant to cadaverine than Ler. Furthermore, Sq 8 displayed higherOCT1expression than Knox 18 despite being more sensitive to cadaverine (Supplementary Fig. S3atJXBonline). TheOCT1sequences of the eight natural accessions initially selected for the analysis of cadaverine response were also compared. Polymorphisms shared among the three most resistant accessions (Cvi 1, Knox 18, and Ull2 3) or the three most sensitive accessions (An 1, Ler 2, and Sq 8) were not seen (Supplementary Table S2). Together, these data suggest that factors other thanOCT1expression may also contribute significantly to differential cadaverine sensitivity among these accessions.\n\nEctopic copies ofOCT1derived from Cvi or Lerwere also introduced into Columbia and Lerwild type plants. Lerroot length is highly sensitive to cadaverine, whereas Columbia root length is less sensitive to it. In general, the Columbia plants showed a range of responses to cadaverine regardless of the accession from which the transgene was derived (Supplementary Fig. S4atJXBonline). This result is similar to that obtained when these constructs were transformed into theoct1 1mutant (Fig. 6). In contrast, when these constructs were transformed into Lerplants, the tested lines generally did not show increased resistance to cadaverine (Supplementary Fig. S4). Therefore, the ability ofOCT1to affect the cadaverine response may depend on the genetic background.",
    "discussion": "It was found thatArabidopsisroots exhibited varying responses to exogenously applied cadaverine depending on the accession. In general, when cadaverine concentrations increased, a reduction in root length as well as alterations in skewing, lateral root branching, and root waving were seen. The reduction in root length is probably due to a combination of reduced cell division and expansion. A major QTL was identified on chromosome 1 that at least partially explains the root length difference in response to cadaverine between Cvi and Ler. By comparing phenotypes and gene expression in natural accessions, a mutant, and transgenic lines,OCT1was identified as a key gene involved in this response. RestoringOCT1expression in the mutant background resulted in a positive correlation betweenOCT1expression levels and cadaverine resistance. Because theOCT1expression levels in other natural accessions do not correlate well with cadaverine resistance, other genes are also likely to contribute to the variation of this trait betweenArabidopsisaccessions. These genes could contribute to endogenous cadaverine homeostasis, transport, and/or response. Unfortunately, the levels of endogenous cadaverine inArabidopsisseedling roots and shoots were below the level of detection using HPLC methods, preventing a distinction from being made between these possibilities.\n\nOCT1 encodes an organic cation transporter. In animals, OCT proteins take up a wide variety of endogenous compounds and xenobiotics, and, therefore, they affect substrate absorption, distribution, and excretion in many tissues. Most are polyspecific, and transport can occur in either direction (for a review, seeRothet al., 2012).ArabidopsisOCT1 is one of six OCT like proteins inArabidopsis(Lelandais Brireet al., 2007). It was previously reported to localize to the plasma membrane, and promoter beta glucuronidase (GUS) fusions showed activity in the vasculature of many organs including roots (Lelandais Brireet al., 2007;Kfner and Koch, 2008). Because the other six OCT like proteins localize to the tonoplast rather than the plasma membrane, it is likely that OCT1 has a different function.\n\nThe present work expands on these studies and suggests a role for OCT1 in affecting root growth responses to cadaverine. Future experiments will be aimed at clarifying the mechanism by which this occurs. One possibility is that OCT1 transports cadaverine away from elongating root cells and through the vasculature, causing it to accumulate in aerial tissues. Alternatively, cadaverine may alter the transport of another molecule through the membranes. Polyamines block many kinds of channels in multiple organisms. For example, spermine and spermidine directly block fast vacuolar cation channels in barley (Bruggemannet al., 1998), and all natural polyamines including cadaverine can regulate cation channel activity through cytoplasmic pathways (Liuet al., 2000;Shabalaet al., 2007).\n\nIt has been demonstrated that exogenous cadaverine affectsArabidopsisroot morphology and that there is natural variation in this response due in part to varying expression levels ofOCT1. This work has potential implications for better understanding how polyamines contribute to development and mediate stress responses.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:04:27.211005",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4321547/"
  }
}