{
  "pmcid": "PMC7667275",
  "title": "Neutrophil to Lymphocyte Ratio: A Biomarker to Monitor the Immune Status of Astronauts",
  "authors": [
    "Amber M Paul",
    "Siddhita D Mhatre",
    "Egle Cekanaviciute",
    "Ann Sofie Schreurs",
    "Candice G T Tahimic",
    "Ruth K Globus",
    "Sulekha Anand",
    "Brian E Crucian",
    "Sharmila Bhattacharya"
  ],
  "year": "2020",
  "journal": "Frontiers in Immunology",
  "doi": "10.3389/fimmu.2020.564950",
  "sections": {
    "abstract": "A comprehensive understanding of spaceflight factors involved in immune dysfunction and the evaluation of biomarkers to assess in flight astronaut health are essential goals for NASA. An elevated neutrophil to lymphocyte ratio (NLR) is a potential biomarker candidate, as leukocyte differentials are altered during spaceflight. In the reduced gravity environment of space, rodents and astronauts displayed elevated NLR and granulocyte to lymphocyte ratios (GLR), respectively. To simulate microgravity using two well established ground based models, we cultured human whole blood leukocytes in high aspect rotating wall vessels (HARV RWV) and used hindlimb unloaded (HU) mice. Both HARV RWV simulation of leukocytes and HU exposed mice showed elevated NLR profiles comparable to spaceflight exposed samples. To assess mechanisms involved, we found the simulated microgravity HARV RWV model resulted in an imbalance of redox processes and activation of myeloperoxidase producing inflammatory neutrophils, while antioxidant treatment reversed these effects. In the simulated microgravity HU model, mitochondrial catalase transgenic mice that have reduced oxidative stress responses showed reduced neutrophil counts, NLR, and a dampened release of selective inflammatory cytokines compared to wildtype HU mice, suggesting simulated microgravity induced oxidative stress responses that triggered inflammation. In brief, both spaceflight and simulated microgravity models caused elevated NLR, indicating this as a potential biomarker for future in flight immune health monitoring.\n\nKeywords:neutrophils, spaceflight, simulated microgravity, NLR, inflammation, oxidative stress response",
    "methods": "Deidentified, human buffy coat samples from healthy donors were obtained from Blood Centers of America, Oklahoma Blood Institute, and isolated on site at NASA Ames. The use of human samples was approved by NASA Ames Institutional Review Board (IRB, 201791646CTO 02, HR 357, and HR 358) with informed consent from each blood donor. Astronaut and rodent CBC data sets were approved for use by the electronic (e)IRB/Life Sciences Data Archive (LSDA) advisory board (#11028), sourced from previous publications (29,47,48). All mice were purchased from Jackson Laboratories and were housed in the Animal Care Facility at Ames Research Center. Hindlimb unloading and subsequent blood isolation procedures were performed following NASA Ames Research Center Institutional Animal Care and Use Committee protocol (IACUC, NAS 17 001 Y2).\n\nHuman whole blood samples were separated using centrifuge gradient Ficoll paque Plus (Thermo Fisher Scientific) and the lymphocyte/monocyte layer and granulocyte/top red blood cell (RBC) layers were collected. Cells were RBC lysed with 1XRBC lysis buffer (Thermo Fisher Scientific) and resuspended (5 x 105cells/ml) in RPMI containing 10% fetal bovine serum (FBS) and 1% Penicillin/Streptomycin (Pen/Strep, Thermo Fisher Scientific) for subsequent assays.\n\n3D high aspect rotating wall vessels (HARV RWV, Synthecon) were used to simulate microgravity with low shear, hydrodynamic fluid flow and omni directional gravitational force on suspended cells in rotating free fall (34,49 51). To optimize the measurement of oxidative stress from granulocytes in human leukocytes, suspended cells were cultured at 5 x 105cells/ml in 10ml and rotated at 20 revolutions per minute (RPM) in a parallel to ground axis to simulate microgravity (sug, omnidirectional g force) for 20h and controls were plated in upright T 25 flasks (1g, unidirectional g force). Following incubation, 1ml of sample was collected, SYTOX live/dead dye Red (Thermo Fisher Scientific) was added to the sample and cells were immediately acquired on a BD FACSMelody. Stained cells were considered dead, and cells that did not stain were considered live and were reported. For neutrophil differential experiments with antioxidant treatment,N acetyl cysteine (NAC, 1 mM) was added to WBC (5 x 105cells/ml) and cultured in HARV RWV for 20h, followed by flow cytometric analyses.\n\nBlood was collected from the vena cava on the day of euthanasia and RBC were lysed using 1XRBC lysis buffer (Thermo Fisher Scientific). Remaining WBC were fixed (2% PFA), washed in PBS, labeled with leukocyte subset markers, and analyzed by flow cytometric analyses.\n\nMouse and human blood samples were isolated, as described above, and single cell suspensions were generated for flow cytometry acquisition. Debris was gated off and forward scatter (FSC A) and side scatter (SSC A) profiled granulocyte, monocyte, and lymphocyte populations were measured. Mouse antibodies, including anti CD45, anti Ly6g, and anti CD11b, and human antibodies, including anti CD66b, anti CD16, anti MPO, CellROX, SYTOX live/dead stain, and active Caspase 3/7 were used to label multiple leukocyte subsets, and measure ROS formation and cellular viability. All antibodies and dyes were purchased from Thermo Fisher Scientific. Unstained and single color compensation controls were used for all flow cytometric experiments, with a minimum of 30,000 events collected/sample. All acquisitions were performed using a S3 Cell Sorter (Bio Rad) or a BD FACSMelody (BD biosciences), and FlowJo (version 10.5.3) was used for data analysis.\n\nTotal RNA was extracted from cells using Trizol reagent (Thermo Fisher Scientific) and converted to cDNA using iSCRIPT cDNA synthesis kit (Bio Rad). All assays were performed using iQ SYBR Green Supermix (Bio Rad). An ABI 7500 Real Time PCR (Applied Biosystems) was used and threshold cycle values that were >=35 cycles were excluded from the results. Primers were designed using BLAST and purchased from IDT with the following sequences: mousebeta Actinforward 5' AGAGGGAAATCGTGCGTGAC 3' and reverse 5' CAATAGTGATGATGACCTGGCCGT 3',Myeloperoxidase(Mpo)forward 5' ACCTACCCCAGTACCGATCC 3' and reverse 5' AACTCTCCAGCTGGCAAAAA 3',NADPH oxidase(Nox 2,gp91phox, Cybb) forward 5' ACTCCTTGGAGCACTGG 3' and reverse 5' GTTCCTGTCCAGTTGTCTTCG 3', andIl 1betaforward 5' CCAAAGAAGAAGATGGAAAAGCG 3' and reverse 5' GGTGCTGATGTACCAGTTGGG 3'.\n\nAll mice handling and experiments were performed according to the pre approved NASA Ames Institutional Animal Care and Use Committee (IACUC). Mice were generated for experiments by breeding male, hemizyogousmCATmice [male B6.Cg Tg (CAG OTC/CAT) 4033Prab/J strain] (52,53) with femalewildtype(Wt)mice (C57BL/6NJ) (Jackson Laboratories, Bar Harbor, ME).C57BL/6NJWtmice were used as controls. DNA was purified from tail snips using RedExtract N Amp (Sigma, St. Louis, MO) followed by genotyping using forward 5' CTGAGGATCCTGTTAAACAATGC 3' and reverse 5' CTATCTGTTCAACCTCAGCAAAG 3' (54) primers for themCATgene. For HU experiments, female mice were acclimated to their assigned cages three days prior to the onset of HU. Animals were 16 weeks of age at the beginning of HU. For the 14 day HU study,C57BL/6NJWtfemale mice were assigned to one of two treatments: normally loaded (NL) controls, singly housed in standard vivarium cages or HU. For the 30 day HU experiment, mice were assigned to one of four groups:Wt/NL,Wt/HU,mCAT/NL, ormCAT/HU. In both 14  and 30 day HU studies, mice were housed under 12h light and 12h dark cycle conditions and provided cotton nestlets (Ancare, NES3600) as enrichment. Nestlets were refreshed daily. Ambient temperature ranged from 23.3 to 25.6 degreesC. Body weights were monitored every 2 3 days throughout the experiment. Blood draws were performed at euthanasia on days 14 or 30 (32).\n\nData were compared with either paired or unpaired, nonparametric or parametric analyses, or with one  or two way ANOVA using GraphPad Prism software (version 6.0). Ap< 0.05 was considered statistically significant. All statistical analyses were supported by a trained statistician.",
    "results": "Peripheral WBC data from previously space flown rodent and astronaut experiments were re analyzed to determine the contribution of spaceflight to NLR and GLR immune profile shifts. In rodents (47,48), spaceflight increased NLR after 14 days in flight and immediately post landing (Figure 1A). Later post flight (2 8 days after landing, R+2 to R+8), NLR decreased relative to flight (F14) and landing (R+0) values, suggesting a re adaptation response to Earth's 1 gravity (1g) (Figure 1A). Retrospective GLR data were not recorded for this spaceflight mission. Human WBC data (29) were re analyzed and GLR was elevated after 180 days on orbit (late) and in samples collected within 2 3 hours post landing (R+0) (Figure 1B). Later post flight (30 day, R+30), GLR recovered to pre flight baseline levels (L 180). Retrospective NLR data were not recorded for this mission. Thus, a progressive increase in NLR and GLR occurred in flight and immediately post landing in rodents and humans, suggesting NLR may be a useful biomarker to monitor astronaut immune status.\n\nSpaceflight elevates NLR and GLR.(A)Rodent NLR from Space Life Sciences (SLS) 2 mission (47,48) (n = 5 15).(B)Human GLR from published data (29) (n = 23). L, launch; F, flight; R, return on Earth denoted in days. \"Ear\"ly, day 14 in flight; \"mid,\" days 60 120 in flight; and \"late,\" day 180.A non parametric, unpaired Mann Whitney test compared ground controls with in flight samples at each timepoint in rodent data set and a parametric, paired Student'st test compared to L 180 days was performed in human data set, a * indicates p < 0.05. Error bars denote standard error of mean.\n\nDue to the constraints of conducting spaceflight experiments, we further confirmed these results using anin vitrosug model. For this, human WBC were cultured in HARV RWV sug for 20h. Flow cytometry showed sug increased granulocyte percentage (%) and absolute counts, reduced lymphocyte and monocyte %, and although not statistically significant, a reduced trend in absolute counts (forward scatter area, FSC Aversusside scatter area, SSC A) (Figures 2A, B, andFigure S1A), and increased GLR (Figure 2C). To determine if altered GLR was due to elevated survival of granulocytes or increased death of lymphocytes, active Caspase 3/7 staining was performed, which indicated elevated lymphocyte apoptosis in sug(Figures 2D, E). To characterize human neutrophil populations within the WBC pool following sug, cell surface markers CD66b+and CD16+were used (55 58), which displayed elevated neutrophils (Figure 2F) and elevated NLR (Figure 2G). Collectively, these findings confirm the utility of NLR as a biomarker to monitor astronaut immune status.\n\nHARV RWV sug elevates GLR and NLR.(A)Flow scatter plot: G, Granulocyte; M, Monocyte; L, Lymphocytes.(B)Percent (%) live population of each cell type (n = 37 42).(C)GLR based on % population of each cell type (n = 37 42).(D)Representative flow histogram plots of active Caspase 3/7 within each population type.(E)Percent (%) active Caspase 3/7 fluorescence within all events per leukocyte population (n = 10).(F)Bar graph of neutrophils (CD66b+CD16+) within WBC post 20 h incubation at 1g and sug (n = 28).(G)Total NLR (n = 28). All experiments were repeated at least twice. A non parametric, Wilcoxon matched pairs signed rank test compared to 1g was performed for sug leukocyte differential analyses and GLR/NLR determination. A * indicates p < 0.05 and error bars denote standard error of mean.\n\nElevated percentage and absolute count of granulocytes within WBC (Figures 2A, B, andFigure S1A) were observed in sug, with no difference in apoptosis (Figures 2D, E). Elevated percentage of neutrophils within WBC (Figure 2F) were also observed in sug. Since mature granulocytes, including neutrophils, in blood are non proliferating, terminally differentiated cells, elevated percentages may be due to differential light scatter properties, indicative of cellular activation. CD66b not only serves as a marker for human neutrophils, but its cell surface expression level per cell is also elevated in activated neutrophils (58,59). Therefore, we sought to determine if sug can activate neutrophils. We found sug resulted in elevated cell surface receptor median fluorescence intensity (MFI) expression of CD66b per granulocyte, with no difference in CD16 MFI (Figures 3A, B), suggesting neutrophil activation during sug. We further confirmed neutrophil activation by uncovering elevated cell surface receptor CD11b median fluorescence intensity (MFI) within CD16+CD66b+granulocytes (Figures S1B, C). Activated neutrophils also express elevated reactive oxygen species (ROS) and myeloperoxidase (MPO) during the oxidative burst response (11,60 62). Furthermore, spaceflight and analog models on Earth (4 9,63) can promote redox imbalance, triggering cellular damage and persistent inflammation (12). We found ROS (viamean fluorescence intensity, or MFI) per granulocyte and MPO (mean fluorescence intensity, MFI) per neutrophil, were both elevated in sug, collectively suggesting sug caused neutrophil activation (Figures 3C, E).\n\nHARV RWV sug activates neutrophils to produce ROS and MPO, while antioxidant treatment ameliorates this effect.(A)Representative CD16+and CD66b+median fluorescence intensity (MFI) histograms.(B)Median fluorescence intensity (MFI) cell surface expression of CD16+and CD66b+per granulocyte (n = 32).(C)CellROX measurement of mean fluorescence intensity (MFI) of ROS per granulocyte (n = 10). Positive controls (+ve control) included a 30 min incubation with the ROS inducertert Butyl hydroperoxide (TBHP, 400 uM) (n = 2).(D)Representative flow histogram plot of MPO mean fluorescence intensity (MFI).(E)MPO MFI per neutrophil (CD66b+CD16+) in the presence or absence of the antioxidant,N acetyl cysteine (NAC, 1 mM, n = 10 24). All experiments were repeated at least twice. A non parametric, Wilcoxon matched pairs signed rank test compared to 1g or control groups, a * indicates p < 0.05, a # indicates the positive control with a p<0.05 compared to 1g. Error bars denote standard error of mean.\n\nN acetyl cysteine (NAC) is an antioxidant that scavenges free radicals, promotes glutathione biosynthesis, and decreases mitochondrial membrane depolarization (64). To assess the effects of NAC on neutrophil activation we cultured WBCs in the presence or absence of NAC (1 mM) under sug for 20h. The results showed reduced expression of MPO in the presence of NAC (Figures 3D, E), suggesting antioxidant treatment ameliorates sug induced neutrophil activation, thus serving as a promising countermeasure to suppress spaceflight induced inflammation.\n\nTo test the effects of sug on immunity in anin vivomodel (32), blood was collected fromwildtypeHU (Wt/HU) mice following 14 days of HU. Cells were immunoprofiled to determine neutrophil counts and NLR in circulating blood. Ly6g is a ubiquitous cell surface marker in mice used to distinguish eosinophils/myeloid derived suppressor cells (Ly6glow) from neutrophils (Ly6ghigh) (65) (Figure 4A). Compared to normally loaded (NL) controls, no difference was observed in eosinophil/myeloid derived suppressor cell % (Figure 4B) and absolute counts (Figure S2A) populations, while increased % (Figure 4C) and absolute counts (Figure S2B) of neutrophils were observed in HU. No difference in lymphocyte % (Figure 4D) or absolute counts (Figure S2C) were noted in thein vivoHU model, in contrast with the reduced lymphocytes % observedin vitroHARV RWV sug treated leukocytes (Figure 2B) with increased apoptosis of lymphocytes. No significant differences were observed with monocyte % or absolute counts (Figures S2D, E). However, significantly elevated NLR was observed following 14 days of HU (Figure 4E). Therefore, HU (14 day) displayed elevated NLR values as observed previously with rodents and humans in spaceflight and sug experiments, confirming elevated NLR in multiple reduced gravity models, albeit producedviapotentially different mechanisms.\n\n14 day HU sug increases number of circulating blood neutrophils and elevates NLR. Blood from HU and NL (14 day)Wtmice.(A)Representative flow cytometric gating scheme for Ly6glow(eosinophils/myeloid derived suppressor cells) (65) and Ly6ghigh(neutrophils) within CD11b+/CD45+myeloid cells and CD11b /CD45+lymphocytes. % of eosinophils/myeloid derived suppressor cells(B), neutrophils(C),and lymphocytes(D).(E)NLR deduced from neutrophils (Ly6ghighCD11b+/CD45+events) to lymphocytes (CD11b /CD45+events) (n = 7). A non parametric, unpaired Mann Whitney test compared to NL controls was performed, a * indicates p < 0.05. Error bars denote standard error of mean.\n\nElevated neutrophil numbers and persistence in blood circulation result in tissue damage and impaired immune responses (66). HU also induces redox imbalance (8). Therefore, we compared the effects of prolonged HU (30 day) inWtmice with transgenic mice expressing human mitochondrialcatalase (mCAT)(54). Catalase is an antioxidant enzyme that converts reactive hydrogen peroxide into non reactive water and oxygen, a cellular antioxidant mechanism that restores redox balance. Comparable to 14 day HU, 30 day HU inWtmice resulted in elevated neutrophils, no significant difference in lymphocytes, and an elevated NLR, while these results were mitigated inmCAT/HU mice (Figures 5A CandFigure S3). Oxidative stress and inflammatory gene expression inWtandmCATmice were assessed by qPCR. Compared toWt/NL controls,Mpo(p = 0.0240*) was increased inWt/HU (Figure 5D), while a non significant elevation inNADPH oxidase 2(Nox 2,p = 0.6411) andIl 1beta(p = 0.1349) were also observed (Figures 5E, F). On the other hand,mCAT/HU mice partially mitigated some of these effects (Figures 5D F). Collectively, prolonged HU (30 days) induced persistent NLR, oxidative stress and marginal inflammation, whilecatalaseoverexpression mitigated some of these outcomes.\n\n30 day HU sug results in elevated blood neutrophil persistence and NLR with this effect mitigated inmCATmice. Blood from HU (30 day)WtandmCATmice. % neutrophils (Ly6ghighCD11b+/CD45+events)(A), lymphocytes (CD11b /CD45+)(B), and NLR(C)from NL and HU mice (n = 5 8). qPCR relative fold change (RFC) ofMpo(D),Nox 2(E), andIl 1beta(F)in blood collected fromWtandmCAT, NL and HU mice (30 day, n = 3 8). A two way ANOVA and a non parametric, Dunn's multiple comparisons test was performed between groups, a * indicates p < 0.05. Error bars denote standard error of mean.\n\nCollectively, our findings demonstrated that, through potentially different mechanisms, both spaceflight and multiple sug models elevated NLR, ROS, and MPO inflammation, while antioxidants mitigated some of these outcomes. Therefore, elevated NLR may be a suitable prognostic biomarker to monitor astronaut immune status and inflammation during long duration missions.",
    "discussion": "Spaceflight causes immune dysfunction that can lead to health risks for astronauts. Health risks that arise from immune dysfunction are complex and include an inability to defend against pathogens, altered tolerance to self antigens resulting in potential autoimmunity development, chronic inflammation, and immune senescence. Therefore, mitigation during spaceflight will likely require selective targeting of specific immune cell types and/or developmental stages. Elevated NLR may be a prospective biomarker candidate to identify immune deviations that can cause disease. Currently, elevated NLR is used as a clinical biomarker to detect sub clinical inflammation in humans and predicts poor prognosis in cancer (18). In this study, a spike in GLR in humans and NLR in rodents was observed at landing and elevated GLR and NLR were observed during spaceflight (Figure 1). In humans, GLR was elevated at 180 days in flight, suggesting prolonged exposure to spaceflight caused leukocyte differential changes. This change in immune differentials may be in response to elevated inflammation experienced in flight (4,6,12), since elevated, chronic inflammation is often coupled with immune dysfunction and disease development (13,19,20,67 70). Therefore, monitoring distinct biomarkers, such as elevated NLR, can determine when countermeasures can intervene to avert immune dysfunction, promote immune recovery, and prevent disease development.\n\nElevated numbers of granulocytes and neutrophils were observedin vitrofollowing 20h of HARV RWV modeled microgravity in human peripheral blood (Figure 2andFigure S1). However, since mature neutrophils are terminally differentiated in blood circulation, i.e., banded or segmented neutrophils, we estimate that this increased percentage is due to increased scatter properties indicative of cellular activation. Indeed, elevated cell surface expression of CD66b and CD11b per granulocyte, which are activation markers for neutrophils (58,59), were increased in sug (Figure 3andFigure S1). Further studies revealed elevated ROS and MPO expression (Figure 3), confirming HARV RWV sug resulted in granulocytes, and in particular, neutrophil activation. Physiological effects of elevated active granulocytes or neutrophils in circulation intensifies sterile inflammation (70 72), promotes edema, and non specific tissue damage (73), and can threaten astronaut health if not adequately controlled. Interestingly, MPO gene expression (Figure 5D) was elevated in HU, suggesting immature neutrophil entry into bloodcirculation, compared to neutrophil activation observedin vitroin the HARV RWV. MPO gene synthesis only occurs in bonemarrow early in neutrophil development, i.e. immature neutrophils (myeloblasts, promyelocytes, and myelocytes). MPO gene expression ends once neutrophils differentiate into metamyelocytes (74) and synthesized MPO protein is packaged into granules released during neutrophil activation (75). Typically, immature neutrophils are not released into blood circulation unless the body is in a diseased or inflammatory state (74,75). However, since MPO gene expression was elevated in HU mice blood, this suggests the potential for myelocyte/immature neutrophil infiltration and may also serve as a biomarker for elevated inflammation during spaceflight. To our knowledge no measurements have been recorded for elevated immature neutrophils in blood circulation in flight; however, elevated neutrophils were identified in blood from 9 of 16 astronauts at landing (6,76,77). As compared to the rodent spaceflight results (in flight day 14), elevated neutrophils were also observed at days 14 and 30 of HU in mice (Figures 4Cand5A), suggesting the physical effects of fluid shifting experienced during spaceflight and HU may stimulate the release of neutrophils into circulation; however this requires further investigation.\n\nIndeed, elevated MPO during sug may contribute to immune dysfunction. MPO catalyzes hydrogen peroxide into reactive intermediates that can damage proteins, lipids, and DNA (67). Excess MPO impairs phagocytic function (67 69) and triggers neutrophil degranulation, causing inflammatory tissue damage (78) in cardiovascular disease (62,67,79). Pathologically this is relevant during spaceflight, as cardiovascular disease is a prominent risk factor associated with returned astronauts (80). Furthermore, elevated NLR is currently used as a predictor of cardiovascular disease risk on Earth (81), thereby highlighting the clinical relevance of monitoring NLR during spaceflight. Neutrophil oxidative burst responses and elevated ROS can induce cellular death (82), including lymphocyte apoptosis (83), and suppression of T lymphocyte function (84). HARV RWV sug induced ROS in granulocytes, indicating HARV RWV sug activated granulocytes and triggered the oxidative burst response. Thus HARV RWV sug can serve as a valuable model to study ROS induced inflammation (72,85). Indeed, redox imbalance occurs in humans and cell cultures exposed to spaceflight (4 6) andin vitroground based sug models (8,9,86). The cause of elevated ROS in sug may be due to: (1) cell death factors or other unknown stimulators of the oxidative burst response, (2) a mechanosensitive stress receptor in phagocytes that triggers redox imbalance (87), and/or (3) a combination of these effects. In our study, HARV RWV sug induced active Caspase 3/7 expression in lymphocyte populations (Figure 2D), indicating lymphocyte apoptosis and shifting of immune differentials to favor higher NLR and GLR. Further analyses of ourin vivoHU studies revealed no difference in lymphocyte percent or absolute count populations (Figures 4and5, andFigures S2and3) compared to HARV RWV sug studies, suggesting elevated lymphocyte recovery or unknown ROS quenching mechanisms that limit lymphocyte apoptosis, both of which require further studies.\n\nTherefore, the two sug models, HARV RWV and HU, displayed different mechanisms towards generating an elevated NLR. The HARV RWV microgravity model appears to display robust lymphocyte turnover, i.e. elevated lymphocyte apoptosis, and most likely immune function that may differ from astronauts in flight. However, this does not rule out that lymphocyte apoptosis does not occurin vivoHU, as turnover of lymphocytes to replace loss most likely occurs, albeit apoptosis may occur at a slower rate thanin vitroHARV RWV. Furthermore, ROS concentration within each sug model may be drastically different. For example, ROS levels in HARV RWV may be much higher in the absence ofin vivoROS quenchers compared to 14  or 30 day HU, which would affect the rate of lymphocyte apoptosis (88,89). Indeed, concentration and exposure time of ROS determines cellular responses. Homeostatic levels of ROS can promote cell survival, while elevated ROS (oxidative stress) can induce cellular death (82). In line with this, the timeline of measurements of lymphocyte counts (20h HARV RWVversus14  and 30 days HU) differ between the two models; therefore direct comparisons cannot be assumed. Finally, the HARV RWV model cultured human blood samples, which have different leukocyte percentages compared to mice leukocytes in the HU model; therefore the kinetics of apoptosis across the two microgravity models would also be affected. Crucian etal. showed there is an elevation of granulocytes in blood circulation, while no differences are observed in lymphocyte absolute counts, suggesting lymphocytes may not undergo apoptosis in spaceflight; rather there may be release of more granulocytes into blood circulation (29). Controversially however, multiple reports have indicated lymphocytes and lymphocyte like cell lines undergo apoptosis during spaceflight/microgravity conditions (36 42), albeit measurements were either reported post landing or fromex vivocell cultures in flight. In fact, the role of apoptosis in lymphocyte depression (ROALD) experiment that was part of the BIO 4 mission and comprised of ESA, Energia, and NASA agencies, was performed with the goal to understand how microgravity affects lymphocyte apoptosis. The results showed after 48h on board the ISSex vivocultures of lymphocytes displayed increased DNA fragmentation, PARP protein expression, and elevated p53 expression, compared to ground controls (36). Due to this, we believe thein vivoHU microgravity model, although having its own limitations, may be a better representative ground based model for spaceflight. Nonetheless, additional studies are required to better understand the degree of lymphocyte turnover duringin vivoHU that is comparable to spaceflight.\n\nMonocytes were significantly reduced following HARV RWV (Figure 2B); however no differences were observed in HU mice (Figures S2D, E), further indicating the variability between the two simulated microgravity models. Yet, inconsistency with these cell types in terms of population differentials have also been noted across spaceflight literature (77,90,91), which may be a factor of sampling timepoints. However, consensus suggests phagocytic function of monocytes following spaceflight is impaired (92,93). Phagocytic impairment of monocytes can directly affect clearance of neutrophils from circulation, inflammation resolution (94), and can impact NLR. Therefore, further research into the function and distribution of monocytes following simulated microgravity are currently underway.\n\nTransgenic mice expressing the human antioxidant genecatalasereversed HU induced elevation of NLR and dampened inflammatory gene expression (Figure 5), suggesting redox imbalance caused leukocyte differential changes. In line with this, mice deficient in apolipoprotein E (ApoE), a protein with antioxidant activity, display elevated ROS expression and activated neutrophils (95). In our study, HARV RWV sug of human leukocytes induced neutrophil activation that was reversed in the presence of the antioxidant NAC (Figure 3D), further suggesting antioxidants can suppress inflammation. Indeed,in vivoNAC treatment successfully ameliorated acetic acid induced colitis by reversing pro inflammatory mediators TNF alpha, IL 6, and MPO in rats (96). Collectively, these results indicate antioxidants as viable countermeasures to regulate spaceflight induced inflammation and immune dysfunction.\n\nClinically, elevated NLR (>3.53) (27) is a prognostic indicator for cancer development, cardiovascular disease, inflammation, and infectious conditions (18,21 23,25), but no NLR standard has been established for astronaut immunity. Our results revealed elevated GLR in astronauts at landing (GLR = 3.6,Figure 1B), compared to clinically relevant GLR (>2.24) (97), may result in biological significance for astronaut health. Although restoration to normal GLR occurred at landing on Earth, landing on the lunar surface and/or Mars, where gravity is less than Earth's, may pose a significant risk to astronaut immune recovery. Therefore, monitoring and developing countermeasures to mitigate elevated NLR, GLR, and inflammatory neutrophil phenotypes for future long duration and long distance space travel are essential for mission success.\n\nIn summary, we identified increased GLR and NLR in both human and rodent spaceflight samples and ground simulations of microgravity. Our resultsin vitroindicated that leukocytes shift in favor of elevated activated inflammatory neutrophils, which may amplify disease developmentin vivo. Further, antioxidants may be useful countermeasures to ameliorate these outcomes in sug, as NAC treatment inhibited activated inflammatory human neutrophils in HARV RWV andcatalasepartially mitigated elevated NLR in HU mice. Based on these findings, we suggest monitoring both in flight and landing NLR to assess astronaut immune status. We further advocate the investigation of antioxidants as future countermeasures to mitigate immune deviations, including elevated NLR and inflammation, to safeguard astronaut health on future missions.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:05:40.520799",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7667275/"
  }
}