{
  "pmcid": "PMC5504618",
  "title": "Human presence impacts fungal diversity of inflated lunar/Mars analog habitat",
  "authors": [
    "A Blachowicz",
    "T Mayer",
    "M Bashir",
    "T R Pieber",
    "P De Len",
    "K Venkateswaran"
  ],
  "year": "2017",
  "journal": "Microbiome",
  "doi": "10.1186/s40168 017 0280 8",
  "sections": {
    "abstract": "An inflatable lunar/Mars analog habitat (ILMAH), simulated closed system isolated by HEPA filtration, mimics International Space Station (ISS) conditions and future human habitation on other planets except for the exchange of air between outdoor and indoor environments. The ILMAH was primarily commissioned to measure physiological, psychological, and immunological characteristics of human inhabiting in isolation, but it was also available for other studies such as examining its microbiological aspects. Characterizing and understanding possible changes and succession of fungal species is of high importance since fungi are not only hazardous to inhabitants but also deteriorate the habitats. Observing the mycobiome changes in the presence of human will enable developing appropriate countermeasures with reference to crew health in a future closed habitat.\n\nSuccession of fungi was characterized utilizing both traditional and state of the art molecular techniques during the 30 day human occupation of the ILMAH. Surface samples were collected at various time points and locations to observe both the total and viable fungal populations of common environmental and opportunistic pathogenic species. To estimate the cultivable fungal population, potato dextrose agar plate counts method was utilized. The internal transcribed spacer region based iTag Illumina sequencing was employed to measure the community structure and fluctuation of the mycobiome over time in various locations. Treatment of samples with propidium monoazide (PMA; a DNA intercalating dye for selective detection of viable microbial populations) had a significant effect on the microbial diversity compared to non PMA treated samples. Statistical analysis confirmed that viable fungal community structure changed (increase in diversity and decrease in fungal burden) over the occupation time. Samples collected at day 20 showed distinct fungal profiles from samples collected at any other time point (before or after). Viable fungal families likeDavidiellaceae,Teratosphaeriaceae,Pleosporales, andPleosporaceaewere shown to increase during the occupation time.\n\nThe results of this study revealed that the overall fungal diversity in the closed habitat changed during human presence; therefore, it is crucial to properly maintain a closed habitat to preserve it from deteriorating and keep it safe for its inhabitants. Differences in community profiles were observed when statistically treated, especially of the mycobiome of samples collected at day 20. On a genus levelEpiccocum,Alternaria,Pleosporales,Davidiella, andCryptococcusshowed increased abundance over the occupation time.\n\nThe online version of this article (doi:10.1186/s40168 017 0280 8) contains supplementary material, which is available to authorized users.\n\nKeywords:Closed habitat, Surface, Mycobiome, Succession",
    "methods": "The physical characteristics of the ILMAH, along with detailed sampling procedures and periodicity, were previously described [7]. In brief, the ILMAH is located in Grand Forks, ND (47.9222 N, 97.0734 W) and has dimensions of 12m by 10m by 2.5m. It contains a sleeping compartment, kitchen, toilet, and laboratory area. The ILMAH has its own ventilation system that pressurizes the habitat, provides breathing air for the crew, and removes unwanted material from the air stream. The ILMAH uses a blower that takes ambient air for pressurization and breathing air provision. It provides a positive pressure at 1 PSID (pressure differential) above normal atmosphere inside the habitat. The ambient air is pressurized by an industrial fan and sent to a standard HEPA flat panel particulate filter (Bryant GAPBBCAR2025, Honeywell, Morris Plains, NJ). This filter is replaced before each mission lasting up to 30days. Maintenance personnel changes the filter from the outside. Since the humidity inside the habitat is not removed, water vapor during the months when the analog missions takes place range from 35 to 55%.\n\nThree student crews inhabited the ILMAH for 30days. During that period of time, there was no exchange between the interior and exterior environment except pumping the air filtered via ILMAH's advanced controlling system [3]. In addition, students did not leave the ILMAH at any time for 30days, and nothing came in or out, including food, people, water, or any supplies, except filtered air. Surface samples were collected consecutively during four sampling events (day 0 [T0], day 13 [T13], day 20 [T20], and day 30 [T30]) from eight designated sampling locations. Prior to inhabitation, the ILMAH surfaces were cleaned with 10% bleach and during the experiment period, it was cleaned weekly with antibacterial wipes.\n\nSamples were collected using biological sampling kits (BiSKits, Quicksilver Analytics Inc., Abingdon, MD) previously documented as an efficient sampling device for surfaces [51]. All the BiSKits were prepared following the procedure described elsewhere [7,51]. Briefly, the sterile phosphate buffer saline (PBS) provided by the distributor was discarded from the bottle and replaced with 15mL of sterile UltraPure DNA free PBS (MoBio Laboratories Inc, Carlsbad, CA). Each BiSKit was rinsed once with PBS that was later collected into a sterile 15 mL falcon tube and kept at 4 degreesC as a background measure for biological materials associated with macrofoam (sampling device control). This precautionary step was required to overcome, if encountered, microbial contamination associated with sampling devices and other processing reagents. BiSKits prepared as described above were then packed into sterile zip lock bags and shipped at 4 degreesC to the University of North Dakota where they were kept at 4 degreesC till the experiment was carried out (within 2 to 3days).\n\nThe ILMAH architecture was previously described [7] (see Additional file1: Figure SF1, Fig.1). Surface samples were collected from eight locations at four consecutive samplings: day 0 (prior to inhabitation), day 13, day 20, and day 30 during the inhabitation and right before ending the experiment. Originally, sampling activities were scheduled at regular intervals days 0, 10, 20, and 30 of human occupation; however, day 10 sampling scheduled on Thursday was delayed to day 13 (Sunday) to avoid risk related to shipping the samples over the weekend. The work schedule of the ILMAH crew members was regulated and is detailed in Additional file2. Each location (surface area 1m2) was sampled with one BiSKit in three directions following the same steps, horizontally from the left to the right, vertically from the bottom to the top, and diagonally from the right bottom corner to the left upper corner. After sampling, the sampled BiSKit device was extracted with sterile PBS and sampling fluids were collected in sterile 50 mL falcon tubes. Each BiSKit was washed and extracted twice with the sterile PBS giving approximately 45mL of unconcentrated sample. Likewise, the BiSKit left open in the sampling area for the time necessary for sampling one location was treated as a field control; the unopened BiSKit was treated as a sampling device (BiSKit) control. Collected samples along with the controls were stored at 4 degreesC and sent overnight to JPL via cold shipping for further analysis. Sample processing for the microbiological analyses was started within 24h from the sample collection.\n\nPicture of the closed habitat from outside\n\nThe extruded liquid samples from the BiSKit sampler (~45mL per sample) were concentrated using an InnovaPrep Concentrating Pipette (Innova Prep LLC, Drexel, MO) to a final volume of ~4mL. Appropriate aliquots of concentrated samples were further used for cultivation (200uL) and molecular analyses (3mL).\n\nCultivable fungal burden and diversity\n\nFor cultivation assay, samples were serially diluted by 10 and 100 times. One hundred microliters of each dilution was pour plated in duplicates on potato dextrose agar (PDA) and grown at room temperature (~25 degreesC). Colony forming units (CFUs) were counted after 7days of incubation, and cultivable fungal population was calculated per square meter of the sampling area. Simultaneously, up to 5 colonies exhibiting different morphologies were picked and stored as stab cultures in one tenth semi solid PDA medium. Cultivable isolates were identified using primers ITS 1F (5 CTT GGT CAT TTA GAG GAA GTA A 3) and Tw13 (5 GGT CCG TGT TTC AAG ACG 3) that target small and large subunit rRNA gene coding regions of the small and large ribosomal subunit, including the internal transcribed spacers ITS1 and ITS2 [52,53]. DNA was extracted using freezing ( 80 degreesC) and thawing (+80 degreesC) cycle of fungal suspension in PBS for 15min. This process was repeated 3 times. In some cases when DNA was not extracted by the freezing thawing method, a PowerSoil DNA Isolation Kit (MoBio) was used according to manufacturer's instructions. PCR conditions were as follows: 95 degreesC for 3min followed by 25cycles of 95 degreesC for 30s, 58 degreesC for 30s, 72 degreesC for 2min, and final elongation at 72 degreesC for 10min. Amplified products were visualized by gel electrophoresis. PCR products were then enzymatically purified by using 40IU of Exonuclease I (E. coli20,000IU/mL New England BioLabs, Inc. Ipswich, MA) and 8IU of Antarctic Phosphatase (5,000IU/mL, New England BioLabs, Inc.) per 20uL amplification product. Heat reactions were carried out in a thermocycler as follows: 37 degreesC for 30min, 80 degreesC for 15min. Traditional Sanger sequencing was performed at Macrogen (Rockville, MD). The sequences were merged using DNAStar (Madison, WI), identified using UNITE fungal database [54], and aligned using ClustalW. A phylogenetic tree was constructed using MEGA6.06 mac applying neighbor joining method [55]. Sequences from one representative of each strain and corresponding type strain were used to create the phylogenetic tree.\n\nDNA extraction\n\nThe concentrated environmental samples (3mL) were split into two equal parts. One half of the sample (1.5mL) was treated with 12.5uL of 2mM PMA dye (Biotum, Inc., Hayward, CA), and the other half was left untreated. The final concentration of PMA in each treated sample was 25uM. After PMA addition, both treated and untreated samples were kept in the dark for 5min at room temperature and subsequently exposed to light in the PHaST Blue Photo activation system for tubes (GenIUL, S.L, Terrassa, Spain) for 15min. PMA treated samples represent viable microorganisms whereas the non PMA treated samples represent the total number of viable and dead microorganisms [56]. After photo activation, each sample was split into two aliquots of 0.75mL each. One aliquot of each sample was subjected to bead beating for 60s at 5m/s on the Fastprep 24 bead beating instrument (MP Biomedicals, Santa Ana, CA). The solution after bead beating was combined with not bead beated aliquots (1.5mL), and then used for DNA extraction using the Maxwell 16 MDx automated system following manufacturer's instructions (Promega, Madison, WI). Purified DNA was eluted into a final volume of 50uL of Ultra Pure molecular water and divided into 4 aliquots that were stored at  80 degreesC.\n\nMolecular fungal community analysis using Illumina sequencing\n\nTo determine fungal populations, a two step amplification process was applied prior to MiSeq Illumina sequencing at Research and Testing Laboratory (RTL, Lubbock, TX). The forward primer was constructed with the Illumina i5 sequencing primer (5 TCG TCG GCA GCG TCA GAT GTG TAT AAG AGA CAG 3) and the ITS1F primer (5 CTT GGT CAT TTA GAG GAA GTA A 3) [57]. The reverse primer was constructed with the Illumina i7 sequencing primer (5 GTC TCG TGG GCT CGG AGA TGT GTA TAA GAG ACA G 3) and the ITS2aR primer (5 GCT GCG TTC TTC ATC GAT GC 3) [58]. Amplifications were performed in 25uL reactions with Qiagen HotStar Taq master mix (Qiagen Inc, Valencia, CA), 1uL of each 5uM primer, and 1uL of template. Reactions were performed on ABI Veriti thermocyclers (Applied Biosytems, Carlsbad, CA) under the following thermal profile: 95 degreesC for 5min, then 25cycles of 94 degreesC for 30s, 54 degreesC for 40s, 72 degreesC for 1min, followed by one cycle of 72 degreesC for 10min and 4 degreesC hold.\n\nProducts from the first stage amplification were added to a second PCR based on qualitatively determined concentrations. Primers for the second PCR were designed based on the Illumina Nextera PCR primers as follows: Forward  AAT GAT ACG GCG ACC ACC GAG ATC TAC AC [i5index] TCG TCG GCA GCG TC and Reverse   CAA GCA GAA GAC GGC ATA CGA GAT [i7index] GTC TCG TGG GCT CGG. The second stage amplification was run the same as the first stage except for 10cycles.\n\nAmplification products were visualized with eGels (Life Technologies, Grand Island, NY). Products were then pooled equimolar, and each pool was size selected in two rounds using Agencourt AMPure XP (BeckmanCoulter, Indianapolis, IN) in a 0.7 ratio for both rounds. Size selected pools were then quantified using the Quibit 2.0 fluorometer (Life Technologies) and loaded on an Illumina MiSeq (Illumina, Inc. San Diego, CA) 2x300 flow cell at 10 pM.\n\nBioinformatic and statistical analysis of fungal cultivable counts and Illumina sequences\n\nTo assess the difference between fungal abundances in cultivable sample categories (based on time and location), the following univariate statistical analyses were carried out (https://www.r project.org/). The normal distribution of the populations was tested using the Shapiro Wilk normality test, and as most were not normally distributed (pvalue <0.05), we used a Kruskal Wallis test coupled to a Dunn's test (https://cran.r project.org/web/packages/dunn.test/index.html) to investigate differences in the tested populations. Resultingpvalues were corrected using the Benjamini Hochberg correction [59].\n\nA total of 8,426,774 raw paired reads were processed with mothur v.1.36.1 [60]. The 250bp paired reads were merged by aligning the reads and correcting discordant base calls by requiring one of the base calls to have a Phred quality score at least 6 points higher than the other. Sequences shorter than 200bp, having more than 8 homopolymers or containing ambiguous base pairs were excluded from the dataset. Subsequently, reads were pre clustered [61] by combining low abundant sequences that differed by 3 or less bases of a more abundant sequence. Chimeric sequences in each sample were identified by UCHIME [62] and also excluded from the dataset. Reads were classified using the ribosomal database project (RDP) classifier II [63] implementation of mothur and UNITE fungal rDNA database [54]. Non fungal sequences were subsequently removed. ITSx was used to exclude non ITS sequences from the dataset prior to clustering unaligned sequences into operational taxonomic units (OTUs) with a distance of 0.03 [64] using mother v.1.36.1. The nearest neighbor (single linkage) algorithm was used for this. OTUs were classified by using the consensus taxonomy of all sequences assigned [60].\n\nAn in house R script employing the libraries vegan, ape, gplots, mgcv, and GUniFrac was used to compare the fungal Illumina data (Additional file3) [65,66]. Each dataset consisting of the OTU abundances per sample was rarefied 1000 times to the lowest number of reads, and an average Bray Curtis distance was calculated. This distance was then utilized to calculate nonmetric multidimensional scaling (NMDS) or principal coordinate analysis (PCoA), PERMANOVA (Adonis test), and multi response permutation procedure (MRPP). In addition, the OTU abundances per sample of each dataset were sum normalized and used to employ either an analysis of variance (ANOVA) or a Spearman rank correlation on the statistically significant changing parameters and to generate a heat map (pvalue 0.05). The change of diversity was measured via the Shannon Wiener diversity index. OTUs that were unclassified at phylum level were removed. Heat maps were presented at family level.",
    "results": "The culture based fungal abundance of the ILMAH was estimated for each sampling location with colony forming unit (CFU) values ranging from below detection limit (BDL) to 104CFU/m2(Additional file4: Table ST1a). The highest abundance of the cultivable fungi was observed during the first sampling (T0) followed by ~1 log decrease in CFU during consecutive sampling events (T13, T20, T30) for each living compartment. High fungal population was noticed in samples collected at T0(Fig.2A). When statistically treated, the change in fungal abundance within different time points was significant (T0 T20p=0.008 and T0 T30p=0.0125) (Additional file5: Table ST2a). The cultivable fungal population for the lab area was higher than observed in other compartments (Fig.2B, Additional file4: Table ST1b). A statistically significant difference was observed between the lab area and the bedroom (p=0.0021) (Additional file5: Table ST2b).\n\nStatistical analysis of cultivable fungal diversity detected through the 30 day habitation period at all the locations based on colony forming unit (CFU) counts. To assess the difference between fungal abundances in cultivable sample categories (based on time Aand location B), we applied the following univariate statistics. The normal distribution of the populations were tested using Shapiro Wilk normality test, and as most of them were not normally distributed (pvalue <0.05), we used a Kruskal Wallis test coupled to a Dunn's test to investigate differences in the tested populations. Resultingpvalues were corrected using the Benjamini Hochberg correction.ACFU counts before crew occupation T0 awere statistically different from CFU counts at T20and T30 b, but no statistical difference was observed between T0and T13counts ab. Additionally, no statistical differences were observed between any other time points.BCFU counts in the bedroom a, differed significantly from the CFU counts in lab b, but no statistical differences were observed between bedroom and kitchen or toilet ab. No statistical differences were observed between any other locations\n\nOne hundred seventeen cultivable isolates were collected and identified targeting the ITS region. Screening sequences against the UNITE fungal database enabled identification of 32 species (Fig.3). Among the cultivable isolates, only five strains had similarity lower than 97% that did not allow identification to the species level. All of the identified species but one Hydnopolyporus fimbriatus belong to theAscomycotadivision (Fig.3). The most abundant cultivable species wereCladosporium cladosporioides(16),Epicoccum nigrum(15),Aspergillus tubingensis(13),Aspergillus fumigatus(8),Alternaria tenuissima(7), andPennicillium brevicompactum(7).P. brevicompactumwas the only, out of the most commonly identified species, that was not present at multiple time points but only at T13sampling (Fig.3). Abundance ofC. cladosporioidescolonies increased during the ILMAH occupation whereas the abundance ofE. nigrum, A. tubingensis, andA. tenuissimadecreased. Another commonly isolated species,A. fumigatus, was not isolated during the last sampling event. Neither field nor sampling device controls showed cultivable isolates.\n\nCultivable fungal diversity detected through the 30 day habitation period at all the locations based on internal transcribed spacer (ITS) sequences. The phylogenetic tree was constructed using neighbor joining method (bootstrap 1000). In total, 117 isolates were collected 113 of which were successfully sequenced (4 strains either did not show growth or did not respond to the sequencing methods attempted). The numbering of the isolates is explained as follows: F = fungi, first number (0 4) will be the sample collection day (0=T0, 2=T13, 3=T20, 4=T30), second number (1 8) will be sampling location, and the third number (1 5) is the replicate number of the isolate. For example, F23 02 will be a fungal strain, isolated from T20, at location number 3 and a second isolate. Frequency of isolates is given as a frequency bar after the name of fungus.Colors of the barscorrespond to the collection time (single or multiple)\n\nThe fungal richness of PMA treated (viable) samples decreased when compared to untreated samples (dead and alive). In PMA untreated samples, 98 families were detected, whereas OTUs belonging to 41 of these families were not viable. Moreover, both PMA treated and PMA untreated samples differed significantly in community relationships (NMDS analysis in Fig.4, Adonispvalue = 0.006 and MRPP, significance of delta=0.002;A=0.0419) and their Shannon diversity index indicated a significant reduction (pairedTtestp=0.0000012) in viable fungal diversity. Observed differences in the PMA treated (Fig.4a, c) and PMA untreated samples (Fig.4b, d) indicate that untreated samples are overestimating the observed fungi. This observation was further confirmed when alpha diversity of cultivable, viable, and total mycobiome was plotted over time (Fig.5). In this research communication, only viable mycobiome was considered and discussed in detail. Illumina based reads of sampling device and field controls showed negligible signal from DNA contamination and hence not included in the following analysis.\n\nNMDS ordinations based on Bray Curtis distances between all samples.aOrdination displaying the distance between non PMA treated samples taken at the different time points.bThe distance between PMA treated samples taken at the different time points.cThe distance between non PMA treated samples taken at the different locations.dNMDS ordination displaying the distance between PMA treated samples taken at the different locations. A \"P\" after the respective variable indicates that these are the samples treated with PMA. Plotsa,c, andb,drepresent the same data but differ in colors to underscore the focus on distribution over time and location, respectively\n\nLinear representation of alpha diversity averages change over time for cultivable, viable and total mycobiome\n\nThe most abundant phylum that dominated the viable mycobiome of the ILMAH wasAscomycota(90% of all characterized OTUs) followed byBasidiomycotaand unclassified fungi (~4 and ~5%, respectively). Incidence of the fungal OTUs at the family level for various time points and locations are presented in Table1and Table2, respectively. The dominantPleosporaceae(75% of all OTUs) along with unclassified fungi (5%) andDavidiellaceae(4%) constituted 84% of all OTUs present in PMA treated samples (Tables1and2and Fig.6). A closer look into the genus level ofPleosporaceaefamily indicated the domination ofEpicoccum(92.95% of all OTUs) andAlternaria(6.8%) sequences. The dominant fungal OTUs in the ILMAH biome correspond with the most frequently isolated cultivable fungi (Figs.3and6).\n\nIncidence of the fungal OTUs at the family level for various time points\n\nIncidence of the fungal OTUs at the family level for locations\n\nDominant fungal population and succession patterns observed in 30 day occupation period of the ILMAH system. The OTUs presented in the bar graph are the most abundant. T20surface samples show different fungal profile when compared to other time points. T30samples show increase in fungal diversity when compared to other time point\n\nDifferences in the fungal community between samples were analyzed by multivariate statistics using ordination analyses and Monte Carlo based permutation tests. Viable fungal communities showed similar mycobiome profiles throughout the sampling period except from the samples collected at T20, which were distinct (Fig.4; Adonispvalue = 0.001 and MRPP, significance of delta=0.001 andA=0.1168, Additional file6: Figure SF2 MRPP: chance corrected within group agreement A: 0.1626, significance of delta 0.001; Adonis: delta=0.019). Interestingly, community profiles were similar between samples collected before crew occupation (T0) and at T13and T30(Additional file7: Figure SF3; chance corrected within group agreement A: 0.01802, significance of delta: 0.219, Adonis 0.228, Additional file8: Table ST3).\n\nObserved differences in multivariate statistics led to the investigation of mycobiome changes on a single OTU level. First, an Anova test carried out on samples that did not cluster with the rest (Fig.4) showed presence of representatives ofPleosporaceae,Pleosporales,Saccharomycetales,Tremellales, andTrichocomaceaefamilies. Second, throughout the inhabitation, the level ofPleosporaceaeshowed significant fluctuation from 96 to 47% and 70% at T0, T20, and T30, respectively (Fig.7). Additionally, whilePleosporaceaepresence decreased to 47%, a significant increase in the levels ofDavidiellaceae(22%),Dothioraceae(11%),Saccharomycetales(8%), andTrichocomaceae(8%) was observed when compared to other time points (Fig.6, Additional file9: Table ST4). Interestingly, the presence of less abundant families observed before crew occupancy (T0) increased at (T30), i.e.,Davidiellaceae(4.45%),Hypocreaceae(1.26%),Phaeosphaeriaceae(3.54%),Teratosphaeriaceae(5.17%), andSporidiobolales(2.81%), as well as members of new fungal families were observed, i.e.,Capnodiales(0.5%),Chaetomiaceae(3.81%), andPeniophoraceae(1.26%) (Table1and Fig.6, Additional file9: Table ST4).\n\nBox plots of viable dominant fungal families and their succession patterns observed in 30 day occupation period of the ILMAH system. The OTU counts presented in the boxplots are the most abundant. Each time point is represented in a different color: T0 green, T13 orange, T20 red, T30 purple\n\nSpearman rank correlation was applied to each OTU's abundance pattern and sampling event to determine significant correlation of viable fungal families with various time points. The results presented as a heat map contain 13 OTUs that showed a significant correlation with apvalue of 0.01 and 32 OTUs with apvalue of 0.05. All OTUs butDavidiellaceae,Teratosphaeriaceae,Tremellales_3,Pleosporales, andPleosporaceaewere more abundant during the sampling before the crew inhabited the ILMAH (Fig.8).\n\nHeat map of the taxa that showed a significant correlation (pvalue 0.01) with the factor time in the PMA treated sample set. The colorblueindicates a low abundance of the single OTU in the respective sample, andorangeindicates a high abundance of the single OTU in the respective sample. Each column represents one sample collected throughout the study. The numbering pattern is explained as follows 30 means 30 day study. The first number (0 4) will be the sample collection day (0=T0, 2=T13, 3=T20, 4=T30), second number (1 8) will be sampling location, andPstands for PMA treated samples. For example, 30.06P will be a sample collected during the 30 day study from T0at location 6\n\nFurther investigation of OTU abundances on the genus level revealed changes in OTU counts over the course of time. The numbers of OTUs identified asEpiccocum,Alternaria,Pleosporales, andCryptococcusfluctuated from high abundance at T0to significantly lower counts at T20and then counts increased again at T30. OTUs identified asDavidiellaincreased throughout the occupation time whereas OTU counts forAspergillus,Aureobasidium, andCandidawere increasing over time (peak at T20) with a drastic decrease at T30. Location wise before the ILMAH occupation, all compartments exhibited high abundance ofEpiccocumOTUs that decreased over time and again increased at T30.AlternariaOTUs were less abundant than the ones identified asEpiccocumgenus. Nevertheless, they showed the same fluctuation pattern in all compartments but bedroom. While accumulation ofDavidiellaOTU counts was observed in bedroom and lab, the OTU counts in the bathroom did not differ between the T0and T30. At the same time, accumulation ofDavidiellaOTUs was observed in the kitchen with the highest abundance during the T20sampling event.\n\nTo sum up, statistical analysis revealed differences in community structure between time points in particular between T20and any other previous or following time point.Davidiellaceae,Teratosphaeriaceae,Tremellales_3,Pleosporales, andPleosporaceaefamilies were shown to increase over the occupation time period. On a genus level,Epiccocum,Alternaria,Pleosporales,Davidiella, andCryptococcusshowed increased abundance.",
    "discussion": "Understanding microbial characteristic of a controlled habitat, like the ILMAH, may facilitate discerning the microbial population dynamics as well as the development of appropriate countermeasures. Knowledge about the viable mycobiome will not only allow the development of required maintenance and cleaning procedures in the closed habitat but also prevent it from deteriorating and being a potential health hazard for its inhabitants [67]. Multiple studies have shown that use of propidium monoazide (PMA), a dye that can penetrate the compromised cell walls, enables more accurate analysis of the viable microbiome [68,69]. It was also shown that PMA treatment might be successfully applied to determine dead and viable counts for various fungal species [70,71]. As in this study, other report proved that DNA from dead cells, when not removed from samples, before molecular analyses, might overshadow the actual diversity since presence of less abundant microbial species were masked [32]. PMA treated and PMA untreated samples varied significantly in the ILMAH fungal community structures (pvalue = 0.006), and it had been reported before that low abundant species were detected in PMA treated samples for bacteria, fungi, and viruses [66]. This approach validated the importance of PMA treatment to accurately determine the viable mycobiome of environmental samples. As a result, this study discussed only viable fungal communities to determine succession patterns and community structure over the course of time.\n\nVarious studies showed the positive correlation between changes in the indoor bacteriome and human presence [7,28,30,66,72] whereas such observation was not confirmed for the mycobiome [29,30,73]. Major sources of indoor microbiome were reported to be associated with human skin commensals transmitted via shoes, clothes, coughing, and talking [74,75]. It was also shown that the indoor mycobiome was mostly influenced by airborne fungi rather than human presence and their shedding, despite the fact that fungi were associated with human skin, lungs, urogenital tract, oral nasal cavities, and the gut [30,76 79]. In addition, few studies demonstrated that key determinants for mycobiome indoors might be the age of the built in environments and the relative humidity, which can enhance fungal growth [80]. A recent 6 month survey on Japanese astronauts on the ISS revealed that the most abundant (dead or alive) fungal genus wasMalassezia[10] whereas in this study, the most frequent viable fungal genera of closed habitat wereEpiccocum,Alternaria, andPleosporales, which are environmental organisms rather than human commensals.\n\nThe presence of fungi inside the closed habitat, houses, or any types of man made buildings was correlated with the amount of the water (relative humidity; RH) present in the environment [80]. The environmental relative moldiness index (ERMI) increases with elevated amounts of water [81]. The most abundant genera in common households wereAlternaria,Cladosporium, andEpicoccumwhereasAspergillusandPenicilliumwere predominant in water damaged building [81]. Similarly, in this study (measured RH 32 to 55%), the most abundant fungal genera wereEpiccocum,Alternaria,Pleosporales, andCryptococcus, which could be compared with the previous observations for common households. Nevertheless, genera present in houses and closed habitats could have an impact on human health. These molds were associated with allergies and asthma [67,82]. Elevated level of fungal allergenic molecules, such as enzymes, toxins, cell wall components, and cross reactive proteins could induce type I hypersensitivity [67]. Additionally, because of their ability to colonize the human body and produce toxins, volatile organic compounds, and proteases, the common molds (Alternaria,Cladosporium,Epicoccum) could damage airways of immunocompromised occupants, which make them more dangerous than any other allergenic source [82 85]. In this study, accumulation ofAlternariaandEpicoccumgenera over time was observed, which, in combination with reported decreased immunity in occupants of confined spaces, e.g., astronauts [50,86] could lead to developing allergy and asthma symptoms.\n\nThroughout this study, the abundance of dominantPleosporaceaefamily members decreased (94% at T0to 71% at T30), while other fungal families were observed to increase, possibly as a result of human presence. However, positive correlation between increased fungal diversity and human presence requires studying the mycobiome of the occupants. It might be possible that the implemented cleaning procedures including weekly dusting, sweeping, wet mopping the floor, and antibacterial wipes resulted in suppressed growth ofPleosporaceaemembers over the time. The community structure observed at T20was distinct from other time points. Detailed logging data collected during 30 day mission did not show any abnormal accidents or cleaning activities preceding T20sampling. The recorded data indicated that cleaning was conducted between the sampling events (~4 5days prior to sampling). However, the inhabiting crew might have inadvertently cleaned just prior to T20sampling and that might have removed both total and viable fungal populations (Table1). The significant increase ofDavidiellaceae(22%),Dothioraceae(11%),Saccharomycetales(8%), andTrichocomaceae(8%) sequences at T20might be due to the fact that under represented members became available for PCR reaction among the competing dominant fungal DNA.\n\nBothCladosporiumsp. members ofDavidiellaceaefamily andAurobasidiumsp. ofDothioraceaefamily have the capacity to survive extreme environments like the ice of the Antarctica [87] or radioactive explosion site of Chernobyl Power Plant accident [88]. Additionally,Cladosporiumsp. andAureobasidium pullulanswere isolated from hypersaline waters with NaCl concentration reaching 25% indicating high osmotolerance [89,90].Penicilliumsp. ofTrichocomaceaefamily isolated from high altitude soil in Indian Himalaya has been shown to tolerate a wide range of pH from 2 to 14 and a salt concentration between 10 and 20% [91]. Most of theApergillussp. ofTrichocomaceaefamily is soil fungi or saprophytes [92], but there has been a recent report of isolation ofA. fumigatusfrom ISS [32]. In depth analysis of isolate ISSFT 021 and IF1SW F4 revealed increased UV resistance (in preparation) and virulence in neutrophil deficient larval zebrafish model of invasive aspergillosis [93]. All in all, the capacity to survive in such extreme environments might help the observed in the studyDavidiellaceae,Dothioraceae, andTrichocomaceaespecies to adjust and survive hostile conditions of the ILMAH.",
    "conclusion": "Accumulation of viable mycobiome during the experiment duration and differences in fungal community profiles were observed. On a genus level,Epiccocum, Alternaria, Pleosporales, Davidiella, andCryptococcusshowed increased abundance over the occupation time. Unlike results of molecular analyses, cultivable fungi counts decreased over time.Epicoccum nigrumwas the most dominant cultivable isolate; however, most of the fungal species detected via molecular approach were not cultured. During human presence, the overall fungal diversity has changed, that in the long run, may lead to a conclusion that proper maintenance protocols of a closed habitat may be required to preserve it from deteriorating and keep it safe for its inhabitants."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:07:35.054855",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5504618/"
  }
}