{
  "pmcid": "PMC4095884",
  "title": "Absence of gamma sarcoglycan alters the response of p70S6 kinase to mechanical perturbation in murine skeletal muscle",
  "authors": [
    "Catherine Moorwood",
    "Anastassios Philippou",
    "Janelle Spinazzola",
    "Benjamin Keyser",
    "Edward J Macarak",
    "Elisabeth R Barton"
  ],
  "year": "2014",
  "journal": "Skeletal Muscle",
  "doi": "10.1186/2044 5040 4 13",
  "sections": {
    "abstract": "The dystrophin glycoprotein complex (DGC) is located at the sarcolemma of muscle fibers, providing structural integrity. Mutations in and loss of DGC proteins cause a spectrum of muscular dystrophies. When only the sarcoglycan subcomplex is absent, muscles display severe myofiber degeneration, but little susceptibility to contractile damage, suggesting that disease occurs not by structural deficits but through aberrant signaling, namely, loss of normal mechanotransduction signaling through the sarcoglycan complex. We extended our previous studies on mechanosensitive, gamma sarcoglycan dependent ERK1/2 phosphorylation, to determine whether additional pathways are altered with the loss of gamma sarcoglycan.\n\nWe examined mechanotransduction in the presence and absence of gamma sarcoglycan, using C2C12 myotubes, and primary cultures and isolated muscles from C57Bl/6 (C57) and gamma sarcoglycan null (gamma SG / ) mice. All were subjected to cyclic passive stretch. Signaling protein phosphorylation was determined by immunoblotting of lysates from stretched and non stretched samples. Calcium dependence was assessed by maintaining muscles in calcium free or tetracaine supplemented Ringer's solution. Dependence on mTOR was determined by stretching isolated muscles in the presence or absence of rapamycin.\n\nC2C12 myotube stretch caused a robust increase in P p70S6K, but decreased P FAK and P ERK2. Neither Akt nor ERK1 were responsive to passive stretch. Similar but non significant trends were observed in C57 primary cultures in response to stretch, and gamma SG / cultures displayed no p70S6K response. In contrast, in isolated muscles, p70S6K was mechanically responsive. Basal p70S6K activation was elevated in muscles of gamma SG / mice, in a calcium independent manner. p70S6K activation increased with stretch in both C57 and gamma SG / isolated muscles, and was sustained in gamma SG / muscles, unlike the transient response in C57 muscles. Rapamycin treatment blocked all of p70S6K activation in stretched C57 muscles, and reduced downstream S6RP phosphorylation. However, even though rapamycin treatment decreased p70S6K activation in stretched gamma SG / muscles, S6RP phosphorylation remained elevated.\n\np70S6K is an important component of gamma sarcoglycan dependent mechanotransduction in skeletal muscle. Our results suggest that loss of gamma sarcoglycan uncouples the response of p70S6K to stretch and implies that gamma sarcoglycan is important for inactivation of this pathway. Overall, we assert that altered load sensing mechanisms exist in muscular dystrophies where the sarcoglycans are absent.\n\nKeywords:Sarcoglycan, Sarcoglycanopathies, Limb girdle muscular dystrophy, Mechanotransduction, Mechano sensing, Load sensing, p70S6K, S6K, p70S6 kinase, ERK1/2",
    "methods": "Adult C57BL/6 (C57) and gamma SG null (gamma SG / ) mice were used. Forex vivoprotocols, mice were aged 8 to 16weeks. The gamma SG / mouse lacks gamma SG due to gene targeting, resulting in an additional loss of beta  and  SG and a decrease of alpha SG [9]. All experiments were approved by the University of Pennsylvania Institutional Animal Care and Use Committee.\n\nFlexible silicone membranes (Specialty Manufacturing, Inc.) were stretched across the bottom of custom cylinders which acted as a culture chamber. The membranes were held in place using an O ring as described previously [40]. Membranes were then coated with a thin layer of 2mg/mL GFR Matrigel (BD #354230). C2C12 myoblasts (3.5x105/cylinder) were seeded onto the membranes and maintained at 5% CO2at 37 degreesC in growth media (10% FBS, 100 U penicillin, 100ug streptomycin, 100ug/mL gentamycin in DMEM) for approximately 24h until 70% to 80% confluent, then switched to differentiation media (2% HS, 100 U penicillin, 100ug streptomycin, 100ug/mL Gentamycin in DMEM). Myoblasts were allowed to differentiate into multinucleated myotubes for 5days, during which media was changed every other day before stretching as described below.\n\nMice were euthanized using CO2inhalation. Flexor digitorum brevis (FDB) muscles were dissected and incubated with 2mg/mL collagenase I (Sigma), 10% FBS in Tyrode's solution (125mM NaCl, 5mM KCl, 1mM CaCl2, 1mM MgCl2, 1mM KH2PO4, 20mM HEPES (all from Fisher), 5.5mM glucose (Sigma), pH7.4) for 90min at 37 degreesC, with shaking, as previously described [41]. Muscles were washed in 10% FBS in Tyrode's solution and clumps of fibers were liberated by pipetting up and down in 10% FBS, 100 U penicillin, 100ug streptomycin in Tyrode's solution using a wide mouthed glass pipette. Clumps of fibers were transferred to a second dish with the same solution and pipetted up and down again. Single fibers were transferred to a third dish before plating on silicone membranes coated with Matrigel (Becton Dickinson; 2mg/mL diluted in DMEM). Growth media (20% FBS, 10ng/mL mouse basic fibroblast growth factor (MP Bio), 100 U penicillin, 100ug streptomycin, 1ug/mL Fungizone, 100ug/mL Gentamycin in Ham's F 10 media) was carefully added and cultures were incubated without disturbance for 3days at 37 degreesC. Media was then changed every 2days. After 7 to 10days, when myoblast cultures were 70% to 80% confluent, media was switched to differentiation media (10% HS, 0.5% chicken embryo extract, 100 U penicillin, 100ug streptomycin, 1ug/mL Fungizone, 100ug/mL Gentamycin in DMEM) and myoblasts were allowed to differentiate into multinucleated myotubes for 5days before stretching as described below. Unless otherwise indicated, all cell culture reagents were purchased from Gibco.\n\nC2C12 myotubes were stretched using an apparatus that produces isotropic two dimensional strain of cellsin vitro, as described previously [40]. Briefly, myotubes were subjected to 10% strain, 40 times per minute, for 30min, at 37 degreesC in a humidified atmosphere of 5% CO2in air. Control myotubes were treated identically but were not stretched. Lysates were harvested immediately as described below. Primary myotubes were stretched using the protocol described for C2C12 myotubes. Stretched myotubes were then incubated without stretch for a further 1, 2, or 4h at 37 degreesC before harvesting lysates for immunoblotting as described below. Control (non stretched) myotubes were harvested immediately after the end of the stretching protocol used for the stretched myotubes.\n\nMice were anaesthetized using ketamine and xylazine. EDL muscles were dissected and placed in an organ bath containing oxygenated high glucose (25mM) DMEM with HEPES (25mM) (Life Technologies), at room temperature. For rapamycin sensitivity experiments, high glucose DMEM was supplemented with 150 nM rapamycin (Sigma) or vehicle only (0.1% DMSO). Muscles were adjusted to 9.3 mN of resting tension, approximately equivalent to optimal length, based on our previous experiments [42]. After a 10 min equilibration period, the length of the muscle was measured using calipers, and the muscle was subjected to a stretching protocol of 15% strain (held for 100ms with ramp times of 50ms), 20 times per minute, for either 30 or 90min, using anin vitromuscle test system (Aurora Scientific). Muscles were snap frozen immediately following the end of the stretch protocol. Contralateral muscles were used as controls and were adjusted to the same length as the stretched muscles, then incubated in oxygenated high glucose DMEM with HEPES at room temperature for the equivalent length of time, before snap freezing.\n\nEDL muscles were dissected as described above and placed in an organ bath contained oxygenated Ringer's solution (119mM NaCl, 4.74mM KCl, 2.54mM CaCl2, 1.18mM KH2PO4, 1.18mM MgSO4, 25mM HEPES, 2.75mM glucose), calcium free Ringer's solution (CaCl2replaced with 2.5mM MgCl2) or Ringer's solution supplemented with 100uM tetracaine. They were incubated for 30min before snap freezing in liquid nitrogen.\n\nImmunoprecipitation experiments were carried out using the Pierce Classic IP kit (Thermo Scientific). Muscle lysates containing 100ug total protein was immunoprecipitated with anti P tyrosine (Cell Signaling #9411 1:100) overnight at 4 degreesC with end over end mixing. Samples were purified using Protein A/G Plus Agarose beads (Roche) for 1h at 4 degreesC with end over end mixing. The immune complex was eluted with non reducing sample buffer and boiled at 100 degreesC for 5min before being applied to a SDS PAGE gel, transferred, and immunoblotted as described below.\n\nC2C12 and primary myotubes were washed with ice cold PBS before lysing in 100 to 200uL of RIPA buffer (50mM HEPES pH7.5, 150mM NaCl, 5mM EDTA, 1mM EGTA, 15mM p nitrophenyl phosphate disodium hexahydral, 1% NP 40, 0.1% SDS, 1% deoxycholate, 0.025% sodium azide) with protease and phosphatase inhibitor cocktails (Sigma). Lysates were incubated on ice for 30min, centrifuged at 16,000 rcf for 20min at 4 degreesC and the supernatants retained. EDL muscles were ground using a dry ice cooled pestle and mortar, and lysed in 200uL of RIPA buffer with protease and phosphatase inhibitors. Lysates were incubated on ice for 1h, vortexing half way through, centrifuged at 16,000 rcf for 20min at 4 degreesC and the supernatants retained. Protein content was determined using a Bradford method protein assay kit (Bio Rad). Lysates (30ug total protein for myotube cultures, 90ug total protein for EDL muscles) were separated by SDS PAGE on Tris HCl polyacrylamide gels (Bio Rad) and transferred to PVDF membranes. Membranes were blocked in 5% milk in TTBS (10mM Tris, 150mM NaCl, 0.1%v/v Tween 20, pH8), with 2% BSA added for some antibodies, then probed with antibodies to the following: phospho (P) p70S6K (T389) (Cell Signaling #9205 1:200 for primary cultures, Cell Signaling #9234 1:250 for isolated muscles), P p70S6K (T421/S424) (Cell Signaling #9204 1:1,000), P S6RP (Cell Signaling #2211 1:2,000), P ERK1/2 (Cell Signaling #9101 1:500), total (T) ERK1/2 (Cell Signaling #9107 1:1,000), P Akt (Cell Signaling #9271 1:300), T Akt (Cell Signaling #2920 1:2,000), P FAK (Millipore 05 1140, 1:500), T FAK (Millipore 06 543, 1:1,000), gamma SG (Novocastra VP G803 1:300), glyceraldehyde 3 phosphate dehydrogenase (GAPDH) (Santa Cruz sc 32233 1:5,000), and tubulin (Sigma T5168 1:20,000). Band intensities were quantified using ImageQuant TL, 1D gel analysis (C2C12 and myotube cultures, rapamycin sensitivity experiments) or ImageJ (NIH) (all other isolated muscles). P p70S6K and P S6RP were normalized to either GAPDH or tubulin, P FAK was normalized to either T FAK or GAPDH, P Akt was normalized to T Akt, and P ERK1/2 was normalized to T ERK1/2.\n\nImages of primary cultures were taken using a Leica DM RBE microscope and Leica DFC300 CCD camera, using OpenLab software (Perkin Elmer).\n\nComparisons between non stretched and stretched C2C12 cells (Figure1) were done by unpaired T test. Comparisons between C57 and gamma SG / primary cultures across time (Figure2) were done by two way ANOVA with Tukey's multiple comparisons test. Comparisons between C57 and gamma SG / muscles in calcium experiments (Figure3) were done by unpaired T test. Comparisons between C57 and gamma SG / muscles with and without stretch for each time point (Figure4) or with and without rapamycin (Figure5) were done by two way ANOVA with Tukey's multiple comparisons test.\n\np70S6K responds to stretch in C2C12 cells.C2C12 myotubes were cultured on silicone membranes and subjected to passive stretching for 30min.(A D)Representative immunoblots for P ERK1/2, total T ERK1/2, P p70S6K (T389 site), tubulin, P Akt, T Akt, P FAK, and T FAK in non stretched (NS) and stretched (S) C2C12 cells.(E I)Quantification of activation levels. P ERK1 and 2 were normalized to T ERK1 and 2, respectively, P p70S6K was normalized to tubulin, P Akt was normalized to T Akt, and P FAK was normalized to T FAK. n=5 6 wells of C2C12 cells per group. Bars represent mean+/ standard error. * Significantly different from non stretched myotubes by unpaired T test. NS, non stretched; S, stretched.\n\nDifferential p70S6K stretch response in C57 and gamma SG / primary cultures.Primary myotubes from C57 and gamma SG / FDB fibers were cultured on silicone membranes and subjected to passive stretching for 30min. Lysates were harvested 1, 2, or 4h after stretch.(A)Representative images of i, satellite cells migrating from an FDB fiber and ii, differentiated myotubes.(B)Representative immunoblot for P p70S6K (T389 site), P  and T ERK1/2, P FAK, P Akt, T Akt, and GAPDH in non stretched (C) and stretched (1h, 2h, 4h) primary cultures.(C G)Quantification of activation levels. Legend in C applies to all graphs. P ERK1 and 2 were normalized to T ERK1 and 2, respectively, P Akt was normalized to T Akt and P p70S6K and P FAK were normalized to GAPDH. n=3 (p70S6K) or 4 (all other proteins) independent sets of primary cultures per genotype. Bars represent mean+/ standard error. Statistical significance was tested by two way ANOVA.\n\nElevated p70S6K in gamma SG / muscles is independent of calcium.EDL muscles from C57 and gamma SG / mice were maintained in normal oxygenated Ringer's solution, calcium free oxygenated Ringer's solution or oxygenated Ringer's solution supplemented with tetracaine for 30min.(A D)Representative immunoblots and quantification for P ERK1(A), P ERK2(B), P p70S6K (T389 site;C), and P S6RP(D). Legend in A applies to all graphs. P ERK 1 and 2 were normalized to T ERK 1 and 2, respectively; P p70S6K and P S6RP were normalized to tubulin. Independent immunoblots were performed for each condition and gamma SG / activation levels were normalized to C57 activation levels in each case. n=3 muscles per genotype and condition. Bars represent mean+/ standard error. All datasets were tested by unpaired T test. * Significantly different from C57 by unpaired T test.\n\nDifferential p70S6K stretch response in isolated C57 and gamma SG / muscles.EDL muscles from C57 and gamma SG / mice were maintained in oxygenated high glucose DMEM and subjected to passive stretching for 30 or 90min.(A)Immunoblot of gamma SG following immunoprecipitation with anti P Tyr or lysate only, showing gamma SG phosphorylation in response to 30min of stretch.(B)Representative immunoblots of P p70S6K (T389 and T421/S424 sites) and tubulin.(C, D)Quantification of P p70S6K T389(C)and T421/S424(D), normalized to tubulin. Samples for each time point were run on separate immunoblots and normalized to C57 NS. n=3 5 muscles per genotype, condition, and time point. Bars represent mean+/ standard error. All datasets were tested by two way ANOVA. Stretch was statistically significant for T421/S424 after 30min of stretch; genotype, stretch, and the interaction between them were statistically significant T389 after 90min of stretch, by two way ANOVA. *Significantly different from C57 S at 90min by two way ANOVA with Tukey's multiple comparisons test. NS, non stretched; S, stretched.\n\nStretch response of p70S6K T389, but not S6RP, is rapamycin sensitive in gamma SG / muscles.EDL muscles from C57 and gamma SG / mice were maintained in oxygenated high glucose DMEM supplemented with or without rapamycin and subjected to passive stretching for 90min.(A)Representative immunoblots of P Akt, T Akt, P p70S6K (T389 and T421/S424 sites), P S6RP, and tubulin. Left panels DMEM alone; right panels DMEM+rapamycin.(B E)Quantification of P Akt(B), P p70S6K T389(C), P p70S6K T421/S424(D), and P S6RP(E). Legend in B applies to all graphs. P Akt was normalized to T Akt; all other proteins were normalized to tubulin. n=2 3 muscles per genotype and condition. Bars represent mean+/ standard error. All datasets were tested by two way ANOVA. For P Akt in gamma SG / muscles, stretch was significant. For P p70S6K T389 in gamma SG / muscles, stretch, rapamycin treatment, and the interaction between them were all significant. For P S6RP in gamma SG / muscles, stretch was significant. Significantly different to NS gamma SG / control and significantly different to S gamma SG / without rapamycin by two way ANOVA with Tukey's multiple comparisons test. NS, non stretched; S, stretched.",
    "results": "Studies using whole muscles from animal models of the dystrophies are made more complex by the presence of multiple cell types, as well as pathological processes such as fibrosis. Therefore, we initially investigated mechanotransduction signaling in passively stretched C2C12 myotubes. We found that passive stretchingin vitrodid not alter phosphorylation of ERK1 or Akt and that ERK2 and FAK phosphorylation decreased following stretch (Figure1A,C F,H I). However, we found an increase in p70S6K phosphorylation at T389, which reflects activity, in response to passive stretching of C2C12 myotubes (Figure1B,G). Therefore, thisin vitromodel reflected some, but not all, stretch responses observed in musclein vivo[43,44], and highlighted p70S6K as a pathway of interest. The lack of Akt phosphorylation suggests that p70S6K phosphorylation occurred through an Akt independent pathway, while the lack of FAK phosphorylation supports an integrin independent mechanism.\n\nHaving established pathways of interestin vitrousing the C2C12 cell line, we used primary myoblast cultures from C57 and gamma SG / mice (Figure2A) to investigate the changes in mechanotransduction signaling associated solely with the loss of the SG complex in myofibers. C57 and gamma SG / cultures were stretched for 30min as described above and lysates were harvested 1, 2, or 4h after stretching ended, to allow observation of the signaling time course. Immunoblotting analysis showed that there was no difference in basal ERK1/2 phosphorylation between C57 and gamma SG / myotubes and little change in ERK1/2 phosphorylation in response to stretch (Figure2B,D,E). Therefore, similar to the C2C12 cells, primary cultures did not reflect the ERK1/2 phosphorylation responses found previously in C57 and gamma SG / micein vivo[10,11]. Neither P Akt nor P FAK displayed significant differences between C57 and gamma SG / cultures (Figure2B,F,G). Further, these proteins did not show any prolonged response to passive stretch in the primary cultures, consistent with the lack of an acute positive stretch response in C2C12 cells. Examination of p70S6K revealed a trend towards elevated T389 phosphorylation at baseline in gamma SG / myotubes, compared to C57 myotubes. Activation of p70S6K in gamma SG / myotubes upon stretch was not apparent (Figure2B,C), but C57 myotubes displayed a trend for increased activation at 2 and 4h after stretching (Figure2B,C). Therefore, while the primary cultures reflect some of the responses found in C2C12 myotubes, the experimental system is too variable to draw firm conclusions regarding mechanical signaling pathways associated with gamma SG.\n\nOur experiments in myotubes, together with our previous studies in isolated muscles [10,11], suggested that ERK1/2 phosphorylation changes require active contraction in addition to stretch, whereas p70S6K responds to stretch alone. To test this hypothesisin vivo, we extended our analysis to examine the response of p70S6K to passive stretch of isolated muscles. P p70S6k was elevated approximately 1.7 fold in resting gamma SG / EDL muscles incubated in normal oxygenated Ringer's solution (Figure3C; Normal). As in our previous studies, there was a 3  and 1.5 fold increase of P ERK1 and P ERK2, respectively, in resting gamma SG / EDL muscles (Figure3A B; Normal). Because both of these pathways converge to phosphorylate S6RP, we compared the phosphorylation state of this protein in muscles from both genotypes. gamma SG / EDL muscles exhibited an 8 fold increase in P S6RP, which was consistent with the higher basal phosphorylation state of the upstream pathways (Figure3D; Normal).\n\nHeightened mechanosensitive signaling could arise through increased flux of ions across the sarcolemma, particularly Ca2+[17]. This could occur either through enhanced activity of channels, such as the TRP family of cation channels (reviewed in [28,29]), or via membrane ruptures. To determine the calcium dependence of the observed differences in p70S6K and ERK1/2 phosphorylation in gamma SG / muscles, we incubated muscles in calcium free Ringers solution, retaining the same ionic strength. Absence of extracellular Ca2+did not alter the relative difference in P p70S6K between gamma SG / and C57 muscles (Figure3C). However, the increased P ERK1/2 and P S6RP found in gamma SG / muscles in normal Ringer's solution was abrogated when there was no calcium in the bathing solution (Figure3A,B,D). Thus, only p70S6K phosphorylation appeared to be calcium independent. Because intracellular calcium stores can also alter the intracellular calcium concentration, particularly during muscle activation, tetracaine was used to inhibit sarcoplasmic reticulum release of Ca2+through the ryanodine receptors. Verification of this inhibition was established in a separate experiment, through measuring tetanic force generation by EDL muscles before and after addition of tetracaine. After 15min incubation with tetracaine, force production was virtually eliminated (force was 297 mN prior to addition of tetracaine, 2.4 mN after 15min incubation with tetracaine and not detectable after 20min incubation with tetracaine). Again, relative P p70S6K levels between the two muscle groups were not altered by tetracaine (Figure3C). In contrast, blockade of SR Ca2+release reduced P ERK1 levels in gamma SG / muscles relative to C57 muscles, even though there was no alteration in P ERK2 (Figure3A,B). Phosphorylation of S6RP remained elevated in gamma SG / muscles in the presence of tetracaine, but to a lesser extent than in normal Ringer's solution (Figure3D). Taken together, both extracellular and intracellular calcium contribute to the heightened P ERK1 levels in gamma SG / muscles, whereas the increase in basal P p70S6K in gamma SG / muscles is not dependent on either extracellular or intracellular calcium.\n\nHaving established that P p70S6K changes at rest did not depend on calcium, we pursued the role of p70S6K in gamma SG dependent mechanotransductionin vivo. A passive stretching protocol comprised of a 15% strain, 20 times per min, for 30min in high glucose DMEM was sufficient to cause increased gamma SG phosphorylation in the EDL, as is the case for eccentric contraction of the EDL (Figure4A; [10]). We stretched C57 and gamma SG / EDL muscles for either 30 or 90min and immediately snap froze them in liquid nitrogen. We then used immunoblotting to measure phosphorylation of p70S6K at T389, as above, and also at T421/S424 in the auto inhibitory domain. Basal phosphorylation of p70S6K at T389 showed a trend to be increased in unstretched gamma SG / muscles compared to C57 muscles (Figure4B,C). However, basal phosphorylation at T421/S424 was not different between C57 and gamma SG / muscles (Figure4D). After 30min of stretch, phosphorylation of p70S6K at T389 and T421/S424 was increased to a similar degree in stretched C57 and gamma SG / EDL muscles, compared to non stretched controls. However, after 90min of stretch, phosphorylation at T389 and T421/S424 had decreased in stretched C57 muscles and was close to non stretched levels. In contrast, phosphorylation at T389 was further increased, and T421/S424 phosphorylation remained elevated, in stretched gamma SG / muscles, compared to non stretched controls (Figure4B D). For T389 phosphorylation after 90min of stretch, genotype, stretch, and the interaction between them were all statistically significant, by two way ANOVA. T421/S424 showed a similar trend to T389; however, while the effect of stretch was statistically significant, the difference between genotypes was not. Thus, in contrast to primary cultures, gamma SG / muscles exhibited heightened and prolonged activation of p70S6K in response to passive stretch, implying that gamma SG plays a role in p70S6K inactivation.\n\nBecause mTOR is a key mediator of p70S6K activation, we examined the effect of the mTOR inhibitor rapamycin on stretch responses in isolated C57 and gamma SG / muscles. EDL muscles were subjected to cyclic stretch for 90min, as described above. Unlike in C2C12 cells and primary cultures, P Akt showed a trend to increase on stretching, which was statistically significant in gamma SG / muscles. As anticipated, P Akt was unaffected by rapamycin (Figure5A,B). Rapamycin treatment completely blocked the increase in p70S6K T389 phosphorylation after passive stretch of C57 muscles, consistent with previous studies [36,37]. In gamma SG / muscles, rapamycin abrogated most p70S6K T389 phosphorylation, but residual phosphorylation remained in stretched muscles (Figure5A,C). T421/S424 showed a trend to increase in response to stretch in both C57 and gamma SG / muscles. Surprisingly, rapamycin blunted the p70S6K T421/S424 stretch response in C57 muscles, which is inconsistent with previous studies [36]. However, the T421/S424 response to stretch persisted in gamma SG / muscles in the presence of rapamycin (Figure5A,D). S6RP phosphorylation increased in response to stretch in both C57 and gamma SG / muscles. Interestingly, while rapamycin blocked stretch induced phosphorylation of S6RP in C57 muscles, phosphorylation in response to stretch was preserved in gamma SG / muscles (Figure5A,E). Taken together, these results suggest either that the level of active p70S6K remaining in gamma SG / muscles is sufficient to phosphorylate S6RP regardless of rapamycin or that an alternate pathway bypasses p70S6K to phosphorylate S6RP in muscles lacking gamma SG.",
    "discussion": "Skeletal muscle has a remarkable ability to adapt to changes in workload. Almost all muscle properties can be modulated, such as muscle fiber size, contractile properties and metabolism. Changes in patterns of gene expression as well as shifts in the balance between protein synthesis and degradation are required to complete the adaptational response. Identification of major pathways that directly regulate gene expression and protein synthesis/degradation demonstrate that multiple inputs (mechanical, chemical, and metabolic) can converge on final common pathways for muscle growth and adaptation (reviewed in [45]). However, sorting out the contribution of the wide variety of inputs on muscle adaptation has been more difficult. In our previous work, we used an eccentric contraction protocol to investigate the dependence of ERK1/2 mechano sensing on phosphorylation of gamma SG. However, this protocol alters multiple factors, including externally applied tension, internally generated tension and changes in extracellular and intracellular calcium fluxes, all of which potentially have effects on mechanosensitive signaling pathways. In the present study, we used a passive stretching protocol to isolate the effects of externally applied tension in the absence of active contraction, in order to examine the downstream signaling in more detail.\n\nPassive stretching protocols can be performed in both cell cultures and whole muscle preparations, and the reductionist approach of utilizing cultures can eliminate some of the physiological complexities associated with intact or isolated muscles. As such, our initial experiments using C2C12 cells were key to identifying p70S6K as being activated in response to stretch, in contrast to the lack of response by ERK1/2, Akt, or FAK. Primary myotubes generated from C57 or gamma SG / mice had the distinct advantage of efficient germline elimination of gamma SG combined with anin vitroculture system. Even though these experiments displayed trends towards differential activation of p70S6K after stretch, the inherent variability of the preparation impaired identification of signaling patterns that were dependent upon either stretch or gamma SG. Thus, we returned to isolated muscles from C57 and gamma SG / mice to investigate gamma SG dependent mechanotransduction pathways. Using this model, we observed a modest increase of P p70S6K in gamma SG / muscles at rest that was independent of intra  or extracellular calcium, and a prolonged activation of p70S6K following stretch. These results support a role for gamma SG in particular, or the SG complex in general, in mechanical signal transduction, where the loss of this protein leads to an increase in activation, and deficit in deactivation, or a combination of both. Given the dependence of our findings on the experimental platform utilized, future directions will include verification of the results in an even more intact system, such asin situmuscle preparations or whole animals.\n\nAn intriguing explanation for ourin vivoresults is that gamma SG is required for dephosphorylation and deactivation of p70S6K. There is considerable evidence that p70S6K is directly dephosphorylated by protein phosphatase 2A (PP2A), independently of mTOR [46 49]. The phosphatase PHLPP has also been shown to target p70S6K [50]. gamma SG may mediate the activation of these phosphatases in response to sustained mechanical stimulation. Alternatively, gamma SG may regulate pathways that deactivate p70S6K indirectly. For example, the phosphatase SHP 2 can cause mTOR dependent dephosphorylation of p70S6K [51,52]. Further studies will be required to define the inactivation pathway disrupted by gamma SG loss.\n\nPassive stretch eliminates the contribution of active contraction or SR calcium fluxes, but does not eliminate the effects of extracellular Ca2+fluxes through mechanically sensitive channels. Further, as previously shown, passive stretch causes greater Ca2+influx into myotubes lacking members of the SG complex [17], raising the possibility that the mechanical signal transduction pathways we evaluated previously may be modulated not only by the SG complex, but also by additional channels in the sarcolemma. To address this, we examined the contribution of calcium to the elevated p70S6K and ERK1/2 activity found in gamma SG / muscles. We found that the elevation of P ERK1/2 in the absence of gamma SG was dependent on both internal and external sources of calcium. In contrast, the difference in basal P p70S6K between C57 and gamma SG / muscles was not calcium dependent. This suggests that while ERK1/2 activation may lie downstream of the calcium misregulation that occurs in SG deficient muscle, changes in p70S6K activation may be a more direct consequence of the absence of the SG complex. This is of great interest given that gamma SG has been shown to be important for mechanotransduction, but the downstream signaling pathways are uncharacterized [10,11]. Furthermore, p70S6K has been implicated in mechanotransduction in skeletal muscle, but the upstream initiation signals are not known [36,53 55]. However, it should be noted that SG deficient muscle undergoes substantial degeneration and subsequent regeneration, which may also explain the elevated basal p70S6K, which is transiently increased during regeneration [56].\n\nOur study found that the pattern of differential p70S6K phosphorylation in response to stretch in gamma SG / muscles was similar both for phosphorylation of T389, which correlates with kinase activity, and for T421/S424, two of the four phosphorylation sites in the autoinhibitory domain. Phosphorylation of T389 is mTOR dependent, while phosphorylation of the autoinhibitory domain is carried out by proline directed kinases. Furthermore, it is thought that phosphorylation of the autoinhibitory domain is necessary for phosphorylation of T389 [37]. The correlation between phosphorylation of T421/S424 and T389 in our isolated muscle model therefore suggests that phosphorylation of the autoinhibitory domain was the rate limiting step for p70S6K activation, an intriguing prospect given that the autoinhibitory domain may be targeted by ERK1/2 [57]. Therefore, a future hypothesis to test is that differential p70S6K activation is a downstream consequence of differential ERK1/2 activation in gamma SG / muscle. This would implicate Ca2+as an indirect modulator of p70S6K activity, since the increase in P ERK1/2 in gamma SG / muscle is dependent upon heightened Ca2+flux. It is worth noting that recent work by others has shown that stretch induced activation of mTOR and p70S6K at T389 is independent of ERK1/2 [54], which can regulate mTOR via tuberous sclerosis proteins 1 and 2 and Raptor [58 60]. However, this pathway is separate from the putative direct phosphorylation of the p70S6K T421/S424 autoinhibitory domain sites by ERK1/2.\n\nOur experiments with rapamycin showed that, for both C57 and gamma SG / muscles, phosphorylation of p70S6K at T389 is mTOR dependent, consistent with previous studies [36,37]. The T421/S424 autoinhibitory domain sites were phosphorylated in response to stretch in both C57 and gamma SG / muscles, which was different to our initial experiment in stretched isolated muscles, where the C57 response had diminished by 90min of stretching. However, in the presence of rapamycin, this response was not present. This is surprising given that the T421/S424 sites are not thought to be targeted by mTOR. Previous studies have shown these sites to be rapamycin insensitive [36], but recent evidence suggests a modest mTOR dependence [61]. In gamma SG / muscles, rapamycin had no effect on T421/S424 phosphorylation. Further experiments are needed to fully understand the role of mTOR on phosphorylation of the p70S6K autoinhibitory domain in C57 and gamma SG / skeletal muscle. Interestingly, the stretch induced phosphorylation of S6RP was rapamycin sensitive in C57 muscles, but not in gamma SG / muscles. This suggests that an alternative pathway can bring about S6RP phosphorylation in gamma SG / muscles when p70S6K is not activated. One possibility is that S6RP is phosphorylated by p90 ribosomal S6 kinase, which is activated by ERK; this is consistent with the increase in basal ERK1/2 in gamma SG / muscles, and the over response of ERK2 on mechanical stimulation by eccentric contraction [10].\n\nWe did not observe a strong Akt response to passive stretch, or any difference between C57 and gammaSG / , implying that mTOR and/or p70S6K were being activated through Akt independent pathways. This is consistent with previous studies showing that Akt does not respond to mechanical stimulation in skeletal muscle, and that p70S6K phosphorylation in response to stretch is independent of PI3K [62]. We also did not see increased phosphorylation of FAK in response to passive stretch in C2C12 cells or primary myotubes. Although integrins can participate in mechanotransduction, it appears that our cyclic passive stretch protocols did not cause integrin activation. Further studies will be needed to elucidate the details of crosstalk between SG dependent and integrin dependent signaling pathways, as well as the role of calcium in these signaling cascades.Based on our findings, we position gammaSG as a mechanosensor, schematized in Figure6, that is important for transient ERK1/2 activation during active contractions, as well as modulation of p70S6K activation during passive stretch. Because passive stretch does not appear to increase P FAK or P Akt, gammaSG is likely to regulate p70S6K through other pathways. These may include regulation of ERK1/2, which can promote p70S6K activation indirectly via mTOR or directly by phosphorylation of the autoinhibitory domain, and/or phosphatases such as PP2A that dephosphorylate p70S6K. Loss of gammaSG uncouples the response to stretch, which may contribute to muscle pathology.\n\nRelevant signaling pathways and relationship to gamma SG.Schematic of signaling pathways measured or discussed in this manuscript. Dotted lines indicate possible relationships to gamma SG. Arrowheads indicate an activating relationship, while blunt ends indicate a repressing relationship. Dashed line indicates priming, rather than full activation.\n\nThe stability of the SG complex is directly affected in several LGMDs and in DMD, and a significant part of the pathology in these diseases appears to be inappropriate load sensing. The first step in therapeutic development is identifying and understanding the target, but little is currently known about the role of the SG complex in load sensing. Therefore, understanding the functions that are disrupted and the pathways that are involved in mechanotransduction involving the SG complex will help in the design of therapies for LGMDs and DMD. While restoration of a completely normal SG complex either through gene correction or protein replacement would also normalize mechanical signal transduction, this may not be possible for all mutations responsible for DMD and LGMD. It is known that localization of the SG complex is not the sole criterion for appropriate signaling [11]. Hence, other proteins may be necessary to correct signaling even when the complex is restored, and downstream pathways may emerge as more feasible therapeutic targets. We do not know whether the enhanced basal and stretch responsive activation of p70S6K in gamma SG / muscle contributes to pathology or compensates for it. Likewise, it is not clear whether inhibition of p70S6K would have a beneficial or a detrimental effect in dystrophic muscle. Muscle specific gene targeting of mTORC1 components induces myopathy [63,64] and overexpression of integrin alpha7 can improve the dystrophic phenotype through increased survival signaling via p70S6K [65], suggesting that p70S6K inhibition would not be advantageous. However, treatment ofmdxmice with the mTOR inhibitor rapamycin improves the dystrophic phenotype [66]. It is also interesting to note that p70S6K is inhibited by glucocorticoids, which are used in the treatment of DMD and LGMD [67].\n\nOur results begin to provide mechanistic insight into how mechanical signaling is disrupted and altered in the absence of gamma SG. In addition to increasing our understanding of the normal function of the SG complex, there is potential to provide more refined targets that could be beneficial to patients either in isolation or in combination with other therapeutic approaches.",
    "conclusion": "We have identified p70S6K as part of a novel SG dependent mechanosensitive signaling pathway in skeletal muscle. Our results suggest that gamma SG is required for the inactivation of p70S6K following its activation in response to mechanical stimulation. These studies provide new insights into the normal function of the SG complex, and the mechanisms by which its deficiency in some forms of muscular dystrophy may contribute to pathology."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T02:59:40.701847",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4095884/"
  }
}