{
  "pmcid": "PMC5614317",
  "title": "Real time In Vivo Recording of Arabidopsis Calcium Signals During Insect Feeding Using a Fluorescent Biosensor",
  "authors": [
    "Thomas R Vincent",
    "James Canham",
    "Masatsugu Toyota",
    "Marieta Avramova",
    "Sam T Mugford",
    "Simon Gilroy",
    "Anthony J Miller",
    "Saskia Hogenhout",
    "Dale Sanders"
  ],
  "year": "2017",
  "journal": "Journal of Visualized Experiments : JoVE",
  "doi": "10.3791/56142",
  "sections": {
    "abstract": "Calcium ions are predicted to be key signaling entities during biotic interactions, with calcium signaling forming an established part of the plant defense response to microbial elicitors and to wounding caused by chewing insects, eliciting systemic calcium signals in plants. However, the role of calciumin vivoduring biotic stress is still unclear. This protocol describes the use of a genetically encoded calcium sensor to detect calcium signals in plants during feeding by a hemipteran pest. Hemipterans such as aphids pierce a small number of cells with specialized, elongated sucking mouthparts, making them the ideal tool to study calcium dynamics when a plant is faced with a biotic stress, which is distinct from a wounding response. In addition, fluorescent biosensors are revolutionizing the measurement of signaling moleculesin vivoin both animals and plants. Expressing a GFP based calcium biosensor, GCaMP3, in the model plantArabidopsis thalianaallows for the real time imaging of plant calcium dynamics during insect feeding, with a high spatial and temporal resolution. A repeatable and robust assay has been developed using the fluorescence microscopy of detached GCaMP3 leaves, allowing for the continuous measurement of cytosolic calcium dynamics before, during, and after insect feeding. This reveals a highly localized rapid calcium elevation around the aphid feeding site that occurs within a few minutes. The protocol can be adapted to other biotic stresses, such as additional insect species, while the use ofArabidopsis thalianaallows for the rapid generation of mutants to facilitate the molecular analysis of the phenomenon.\n\nKeywords:Biochemistry, Issue 126, Calcium, aphid, GCaMP, microscopy, insect, GFP",
    "methods": "",
    "results": "Figure 3andFigure 4arerepresentative results from an experiment comparing an aphid treated leaf with an untreated control. A highly localized increase in GFP fluorescence can be seen around the feeding site within a few minutes in the majority of samples, whilst the Ca2+dynamics in the untreated control leaf stay relatively stable (Figure 3Aand3B). It is also possible to observe secondary increases in GFP fluorescence after the initial peak in some experiments (Figure 3B). In up to 50% of treated leaves, the aphids do not settle and the samples should be discarded. Of the samples in which settling occurs, 27% of samples do not exhibit clear increases in GFP fluorescence around the feeding site (Figure 3CandTable 1); therefore, 25   30 replicate samples should be averaged for quantitative analysis. Visualization of the area and speed of the feeding site [Ca2+]cytelevation should reveal a signal of around 110 um travelling at 6 um/s (Table 1). In addition, no [Ca2+]cytelevations should be detected systemically within the leaf upon aphid treatment, either in the systemic midrib (Figure 4A) or the systemic lateral tissue regions (Figure 4B). A representative sample of [Ca2+]cytdynamics over time is shown inVideo 1. It is also possible to analyze aphid settling behavior by tracking the number and duration of individual settling events under the microscope. Representative results for these behaviors are shown inTable 1, showing that the aphids take around 10 min before settling, and when they do settle successfully, this lasts for 20 min on average. Therefore, the insects are settled in a single location for the entirety of the [Ca2+]cytelevation.\n\nFigure 3: GCaMP3 can be used to Detect Aphid elicited Ca2+Signals at the Feeding Site in Detached Leaves.Left: representative traces (n = 30) of normalized GFP fluorescence (F/F) around the feeding site of a35S::GCaMP3leaf.The traces display 5 min before settling until 25 min post settling. Control = equivalent location on an untreated35S::GCaMP3leaf. Right: representative stereomicroscope image of [Ca2+]cytelevation seen around an aphid feeding site on a35S::GCaMP3leaf. The GFP fluorescence is color coded according to the inset scale. The aphid id outlined in white and the feeding site indicated with an arrowhead. Magnification: 7.8X, focus:  127.833 mm, exposure: 1 s. The GFP was excited using a 450 to 490 nm metal halide lamp, and the fluorescent emission was captured between 500 and 550 nm. (A) An example of a large aphid induced [Ca2+]cytelevation. (B) An example of an average aphid induced [Ca2+]cytelevation. (C) An example of no aphid induced [Ca2+]cytelevation.Please click here to view a larger version of this figure.\n\nTable 1: [Ca2+]cytElevation and Aphid Behavior Parameters during35S::GCaMP3Imaging.Parameters calculated from viable samples in which settling of >5 min occurred.(A) Speed of the visible signal from the point of initiation to the furthest point of spread. (B) Duration of the initial settling events used for the analysis of fluorescence. (C) Length of time between the beginning of imaging and the first aphid settle. [Ca2+]cytelevation data previously submitted to The Plant Cell (current status: initial QC).\n\nFigure 4: GCaMP3 Cannot Detect Aphid elicited Ca2+Signals Systemic to the Feeding Site.Representative traces (n = 30) of normalized GFP fluorescence (F/F) in locations systemic to the aphid feeding site in35S::GCaMP3 leaves.The traces display 5 min before settling until 25 min post settling. Control = equivalent location on an untreated35S::GCaMP3leaf. (A) F/F in the systemic midrib region. (B) F/F in the systemic lateral tissue region.Please click here to view a larger version of this figure.\n\nVideo 1: GCaMP3 Florescence Over time as an Aphid Feeds.The GFP fluorescence is color coded according to the inset scale. The location of the aphid feeding site is indicated with an arrowhead. Left:35S::GCaMP3leaf exposed to anM. persicaeadult. Right: A35S::GCaMP3no aphid control leaf.Please click here to view this video. (Right click to download.)",
    "discussion": "The method described in this paper allows for the real time analysis of plant Ca2+signaling during a biotic stress such as insect feeding. It demonstrates that one of the first plant responses to such threats is a localized [Ca2+]cytelevation around the feeding site of the insect. Through the use of mutants, this method will allow for the the molecular and physiological characterization of such signals, which was not previously possible. A critical step in this protocol is to ensure that the detached leaves are not excessively disturbed during the detachment process (step 3.2) or when transferring insects to the leaves (step 4.5). Given that the current protocol provides a relative measurement of [Ca2+]cytrather than an absolute concentration, it is vital that the microscope settings are kept constant throughout the experiment. There is also the potential for human bias during the selection of ROIs and the analysis of the data, and as such, it is recommended that the experiments are conducted double blind.\n\nThere are several significant advantages of measuring [Ca2+]cytduring biotic stress with this protocol. First, the use of a single fluorophore with a high fluorescent yield allows the imaging to be conducted on a stereomicroscope, which is less costly than using a confocal microscope. The use of a single fluorophore also makes data collection and analysis simple, as there is just one measurement to record. In addition, the use of a stereomicroscope allows for the imaging of entire leaves, which is essential given that many biotic interactions, including plant aphid interactions, occur on a large spatial scale. The high temporal resolution of image capture possible with GCaMP3, based on the rapid disassociation of Ca2+from the sensor after binding23,30and the high florescent yield, allows for measurements to be taken up to every 5 s. Furthermore, the leaf assay prevents the escape of the insect, a key limiting step to conducting such experiments on whole plants(in preparation). The detached leaves also ensure that the insect feeds from a pre defined location, allowing for the analysis of Ca2+dynamics before, during, and after feeding. This protocol also ensures that leaves of similar developmental stages are used for analysis.\n\nThe main disadvantage of this protocol originates from the use of a non ratiometric biosensor. With single FP biosensors, variation in GFP emission may result from experimental variables other than [Ca2+]cyt, such as changes in cellular pH, motion, or the expression level of the biosensor. These issues are not encountered with FRET Cameleons during FRET, as the transfer of energy from CFP to YFP only occurs upon Ca2+binding. Other conditions that alter the fluorescent properties of the individual fluorophores are unlikely to mimic the opposing changes in intensity of CFP and YFP, and the ratiometric calculation that is used inherently normalizes the measurements for many of these other optical artifacts23,30. This makes estimations of absolute [Ca2+]cytmore reliable with FRET Cameleons. Consequently, GCaMP3 is best used as a biosensor to measure relative [Ca2+]cyt, although it is still sufficient to detect and characterize biological phenomena in plants5,(in preparation). Therefore, it is essential to use controls to show that the observed effect is due to Ca2+, including Ca2+ related genetic mutants(in preparation)or pharmacological Ca2+channel inhibitors such as La3+. Importantly, single FP biosensors typically display a greater fluorescent yield and greater dynamic range (i.e.,an increase in florescence upon Ca2+binding) than FRET Cameleons23, which makes GCaMP more suited to tissue level imaging, while FRET Cameleons are a useful tool for cellular imaging with a confocal microscope5,25.\n\nDuring the execution of this protocol, it is possible that some issues will arise that require troubleshooting. For example, it is recommended that samples in which the control (untreated) leaf displays large [Ca2+]cytelevations are discarded (step 6.3). Such transients are most likely the result of stress induced by the microscopy. Indeed, blue light is known to elicit Ca2+signals38,39,40,41, and the high intensity light might also result in temperature and osmotic stresses, both of which also elicit [Ca2+]cytelevations21,25,42. Consequently, to reduce such stresses, it is important to conduct the experiment in a well ventilated and temperature controlled room and to avoid unnecessarily long exposure times. It is also important to not disrupt the leaves excessively during detachment or during the microscopy to prevent touch elicited [Ca2+]cytelevations43,44,45. Issues may also be encountered with insect settling. WithM. persicae, the insects do not settle on the leaves in several samples. This could be a result of wound elicited defense in the detached leaves46,47, or the disturbance of the insects by the blue light. Indeed, vision inM. persicaeis governed by three photoreceptors, including one with a peak sensitivity of 490 nm48. Reducing the microscopy exposure and handling the aphids with care might reduce distress and encourage settling.\n\nThe protocol outlined in the current paper gives new insights onto the molecular understanding of plant insect interactions and the plant response to biotic stress. It allows for the visualization of one of the first plant responses to insect feeding and facilitates further investigations through the use of the considerable Arabidopsis genetic resources available. In addition, this protocol allows for the use of live organisms, as opposed to extracts49or elicitors50. In the future, this technique could be applied to other biotic stresses, such as additional insect species, nematodes, or microbial pathogens, as well as to abiotic stresses. The GCaMP3 microscopy can also be modified to image other plant tissues, alternative ROIs on the leaf, or even whole plants. Furthermore, there is the potential for the biosensor to be genetically encoded in additional plant species. Consequently, the protocol outlined in this paper has the potential to undercover the molecular basis of Ca2+signaling in a range of novel biotic interactions between plants and other species.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:02:20.071328",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5614317/"
  }
}