{
  "pmcid": "PMC9031868",
  "title": "Understanding the Complexities and Changes of the Astronaut Microbiome for Successful Long Duration Space Missions",
  "authors": [
    "Donatella Tesei",
    "Anna Jewczynko",
    "Anne M Lynch",
    "Camilla Urbaniak"
  ],
  "year": "2022",
  "journal": "Life",
  "doi": "10.3390/life12040495",
  "sections": {
    "abstract": "During space missions, astronauts are faced with a variety of challenges that are unique to spaceflight and that have been known to cause physiological changes in humans over a period of time. Several of these changes occur at the microbiome level, a complex ensemble of microbial communities residing in various anatomic sites of the human body, with a pivotal role in regulating the health and behavior of the host. The microbiome is essential for day to day physiological activities, and alterations in microbiome composition and function have been linked to various human diseases. For these reasons, understanding the impact of spaceflight and space conditions on the microbiome of astronauts is important to assess significant health risks that can emerge during long term missions and to develop countermeasures. Here, we review various conditions that are caused by long term space exploration and discuss the role of the microbiome in promoting or ameliorating these conditions, as well as space related factors that impact microbiome composition. The topics explored pertain to microgravity, radiation, immunity, bone health, cognitive function, gender differences and pharmacomicrobiomics. Connections are made between the trifecta of spaceflight, the host and the microbiome, and the significance of these interactions for successful long term space missions.\n\nKeywords:microbiome, spaceflight, space biology, astronaut, human exploration",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "By the end of the decade, NASA aims to establish a sustainable habitat on the Moon, followed by the next ambitious plan of human occupation on Mars. NASA, along with other space agencies, government, academia, and industry are striving to address the challenges of living in space for long periods of time. Missions to the Moon would be 1000x farther from the Earth than the International Space Station, and a mission to Mars would last at least 6 months. The 20 years of human studies conducted on the ISS have provided invaluable knowledge of how the human body adapts to the space environment, but more work is needed to understand how the human body will function and adapt to space conditions beyond LEO. One such adaptation is the human microbiome, and as discussed in this review, this plays a significant role in modulating health and disease. We have demonstrated the importance of a balanced microbiome to help maintain astronaut health in orbit and have discussed adverse events experienced by the crew during missions of varying lengths and how the microbiome (either balanced or in dysbiosis) ties into those medical events. Moreover, we have examined less well established links between spaceflight, bone loss and the microbiome and emphasized the importance of taking into account gender differences when designing appropriate countermeasures for short  and long term missions. In addition, we have also examined the role that the microbiome can play in altering the effectiveness of pharmaceuticals that are part of the astronaut medical toolkit in space, and the consequence of this for long term missions. As we move forward with long term space travel and human habitation beyond LEO, more studies will be needed that explore the astronaut microbiome, the factors governing its stability or disruption and its interaction with the host and the spacecraft environment. We hope that the literature presented in this review and the recommendations provided will help in future study design, technology and product development, and policies that center around the human microbiome, as we propel human exploration beyond anything we have seen so far."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:07:10.686441",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9031868/"
  }
}