{
  "pmcid": "PMC3040128",
  "title": "5AtRabD2b and AtRabD2c have overlapping functions in pollen development and pollen tube growth",
  "authors": [
    "Jianling Peng",
    "Hilal Ilarslan",
    "Eve Syrkin Wurtele",
    "Diane C Bassham"
  ],
  "year": "2011",
  "journal": "BMC Plant Biology",
  "doi": "10.1186/1471 2229 11 25",
  "sections": {
    "abstract": "Rab GTPases are important regulators of endomembrane trafficking, regulating exocytosis, endocytosis and membrane recycling. Many Rab like proteins exist in plants, but only a subset have been functionally characterized.\n\nHere we report that AtRabD2b and AtRabD2c play important roles in pollen development, germination and tube elongation.AtrabD2bandAtrabD2csingle mutants have no obvious morphological changes compared with wild type plants across a variety of growth conditions. AnAtrabD2b/2cdouble mutant is also indistinguishable from wild type plants during vegetative growth; however its siliques are shorter than those in wild type plants. Compared with wild type plants,AtrabD2b/2cmutants produce deformed pollen with swollen and branched pollen tube tips. The shorter siliques in theAtrabD2b/2cdouble mutant were found to be primarily due to the pollen defects.AtRabD2bandAtRabD2chave different but overlapping expression patterns, and they are both highly expressed in pollen. Both AtRabD2b and AtRabD2c protein localize to Golgi bodies.\n\nThese findings support a partially redundant role for AtRabD2b and AtRabD2c in vesicle trafficking during pollen tube growth that cannot be fulfilled by the remaining AtRabD family members.",
    "methods": "Wild type Arabidopsis (Arabidopsis thaliana) ecotype Columbia (Col 0),AtrabD2c 1,AtrabD2b 1andAtrabD2b/2c(crosses ofAtrabD2b 1andAtrabD2c 1) mutants in the same genetic background were used. Seeds were sown in Sunshine Soil mix, incubated at 4 degreesC for 2 to 3 days, then grown at 22 degreesC, 70% relative humidity, in a 16 h light/8 h dark photoperiod [26].\n\nT DNA insertion mutants ofAtRabD2bandAtRabD2c(Salk_045030 (AtrabD2b 1), Salk_117532 (AtrabD2b 2) and Salk_120116 (AtrabD2b 3) for AtrabD2b; Salk_054626 (AtrabD2c 3) for AtrabD2c) were obtained from ABRC [38]. Homozygous lines for T DNA insertions were identified by PCR genotyping. For each T DNA insertion mutant, two sets of PCRs were performed using genomic DNA as a template: one with a gene specific primer and a T DNA left border primer LBb1, the second with two gene specific primers. The PCR products were sequenced to confirm the locations of the T DNA insertion sites for all of the mutants. The gene specific primers used are listed in Table2.\n\nPrimers used in this study\n\nSingle mutant alleles (AtrabD2b 1andAtrabD2c 1; Figure1A) were crossed, the F1 generation of these crosses was allowed to self fertilization and theAtrabD2b/2cdouble mutant was identified from the F2 generation by PCR genotyping.\n\nTotal RNA was extracted from leaves of 20 DAI (days after imbibition) plants using the TRIZOL reagent (Invitrogen). RT PCR was performed using SuperScript III One Step RT PCR System (Invitrogen,) as per the manufacturer's manual. The beta tubulin gene, which is highly conserved and constitutively expressed in all eukaryotes, was used as a standard. The primers used are listed in Table2. The RT PCR products were sequenced to confirm the correct amplification product.\n\nPollen was obtained from flowers collected from Arabidopsis plants (ten plant lines per genotype) 1 to 2 weeks after bolting. Pollen fromAtrabD2b/2c,AtrabD2bandAtrabD2cmutants, along with pollen from wild type plants, was germinated on agar medium containing 18% (w/v) sucrose, 0.01% (w/v) boric acid, 1mM MgSO4, 1mM CaCl2, 1mM Ca(NO3)2, and 0.5% (w/v) agar, pH 7.0 [39] overnight at room temperature and examined and photographed under a Zeiss Axioplan II compound microscope equipped with an AxioCam color digital camera. Measurements were performed using SIS Pro software (OSIS, Lakewood, CO) using the bars in the original image. For pollen tube length measurements, 200 pollen tubes were chosen randomly for each genotype, and significance was assessed using Student'st test.\n\nFor fluorescence microscopy, the germinated pollen was transferred onto a slide and two drops of aniline blue solution (0.005% aniline blue solution in 0.1 M sodium phosphate, pH 7.0) were added for ten minutes.\n\nTo confirm the pollen tube growth defects, 20 open flowers per genotype were cut below the pistil and inserted vertically into germination medium in a 9 cm Petri dish. Plates were sealed and incubated overnight at 22 degreesC at 100% humidity under continuous illumination. The paths of pollen tubes inside the pistils were visualized by fixing whole pistils in 2% glutaraldehyde and 2% paraformaldehyde in 0.1 M sodium cacodylate buffer, pH 7.2, under low vacuum (18 psi Hg) for 2 h at room temperature. Samples were washed three times in the same buffer and stained with Aniline Blue and DAPI. The tissue was then cleared for 24 hours at room temperature with a drop of clearing solution (240 g of chloral hydrate and 30 g of glycerol in 90 ml water). Pollen was examined with a Zeiss Axioplan 2 light microscope (LM) and images were captured with a Zeiss AxioCamHRc digital camera (Carl Zeiss,Inc., Thornwood, NY) using AxioVision 4.3 software. The microscope was equipped with a DAPI filter set comprising an excitation filter (BP 365/12 nm), a beam splitter (395 nm), and an emission filter (LP 397 nm). The objectives used for imaging were a Neofluar 40x oil, an Apochromat 63x oil, and a Neofluar 100x oil.\n\nPromoter::GFP/GUS fusion constructs were made for each gene by cloning the amplified promoter region (intergenic region; 964 bp for AtRabD2b and 558 bp for AtRabD2c) into the binary vector pBGWFS7 (GATEWAY; Invitrogen).\n\nThe genomic fragments containing AtRabD2b or AtRabD2c with their respective promoters for complementation of the mutant phenotype were amplified using AtRabD2b g F and R or AtRabD2c g F and R primers (Table2). Products were cloned into the pENTR/D vector (Invitrogen), and then were transferred into the pMDC123 binary vector for plant transformation.\n\nArabidopsis plants were transformed usingAgrobacterium tumefaciensby the floral dip method [40] and selected for Basta resistance conferred by the T DNA.\n\nMetaOmGraph (MOG;http://www.metnetdb.org) [25] was used to analyze expression patterns of AtRabD1, AtRabD2a, AtRabD2b and AtRabD2c and derive the correlation between them.\n\nTransgenic T2 seedlings were germinated in soil and harvested at various stages of development. Plants or organs were stained at room temperature overnight as described [41], then destained in 70% (v/v) ethanol. For each construct, at least 7 independently transformed lines, 7 plants for each stage, were harvested for GUS screening.\n\nTransient gene expression in Arabidopsis mesophyll protoplasts was carried out as described previously [42]. In brief, Arabidopsis protoplasts were isolated from the leaves of 3 4 week old plants. Leaf strips were digested in a buffer containing cellulose R 10 and macerozyme R 10. After adding 30 ug of plasmid DNA, an equal volume of protoplasts was mixed with PEG buffer (40% (w/v) PEG4000, 25% (v/v) 0.8M mannitol, 10% 1M CaCl2) then incubated at room temperature for 25 min. After gentle washing, the protoplasts were kept in the dark at room temperature overnight and then viewed by confocal laser scanning microscopy as described below.\n\nColocalization of GFP RabD2b and GFP RabD2c with ST YFP was performed using a Leica TCS SP10 confocal microscope, which allows flexible selection of emission bandwidths to minimize bleed through. Transformed cells were excited with a 488 nm laser (power 20%) and 514 nm laser (50% power), and GFP and YFP signals were collected using 495 510 nm and 560 640 nm bandwidths, respectively. Non transformed cells and cells expressing a single GFP or YFP fusion were used as controls to confirm the absence of cross talk between GFP, YFP and autofluorescence signals.\n\nPollen that had been germinatedin vitrowas placed in 2% glutaraldehyde and 2% paraformaldehyde in 0.1 M sodium cacodylate buffer, pH 7.2, under low vacuum (18 psi Hg) for 5 h at room temperature. Samples were washed three times in the same buffer, postfixed in 1% osmium tetroxide in the same buffer for 2 h and washed two times in the same buffer, followed by deionized water. Samples were dehydrated through a graded ethanol series (50, 70, 85, 95, and 100%; 30 min per step), followed by two changes of ultrapure 100% ethanol, all 30 min per step. Fresh pollen was also examined without fixing. Fixed samples were critical point dried in a DCP 1 Denton critical point drying apparatus (http://www.dentonvacuum.com) using liquid carbon dioxide, and mounted on aluminum stubs with double sided sticky pads and silver cement.\n\nSamples were then sputter coated with 15 nm gold (20%) and palladium (80%) in a Denton Vacuum LLC Desk II Cold Sputter Unit (http://www.dentonvacuum.com), and viewed with a JEOL 5800LV SEM (http://www.jeol.com) at 10 kV. Alternatively, released fresh pollen grains were directly mounted on stubs and sputter coated with gold particles before SEM analysis. All digitally collected images including the LM and SEM images were processed in Adobe PhotoShop 7.0 and made into plates using Adobe Illustrator 10. Over 20 samples from each plant line were used for SEM or LM analysis.",
    "results": "The four RabD family members in Arabidopsis share about 88% identity at the amino acid level. The accumulation pattern of the associated transcripts is quite distinct across a wide variety of experimental conditions and developmental stages (MetaOmGraph,http://www.metnetdb.org/MetNet_MetaOmGraph.htm;[26]) (Table1; Additional file1, Table S1).AtRabD2bandAtRabD2cexpression patterns are correlated (at a Pearson correlation value of 0.72), whereasAtRabD1andAtRabD2ashow very low correlation with the others (Pearson correlation value of < 0.20). Based on their high sequence similarity (99% amino acid identity) and the correlation between their mRNA accumulation patterns, we hypothesized that AtRabD2b and AtRabD2c might have some functional overlap that is not shared by AtRabD1 and AtRabD2a.\n\nPearson correlation between expression patterns of AtRabD family members.\n\nIt was reported previously that anAtrabD2b AtrabD2cdouble mutant has no phenotype [22]. Based on our correlation analysis above, we hypothesized that this mutant may have some more subtle defects that cannot be compensated for by the remaining family members. To investigate this further, we identified T DNA insertion mutants (Figure1A) inAtrabD2b(3 alleles) andAtrabD2c(1 allele). Homozygous lines for the T DNA insertions were identified by PCR, using primers selected by iSct primers (http://signal.salk.edu/tdnaprimers.2.html), and the insertion sites were determined by sequencing the PCR products (Figure1B). Analysis of mRNA levels by RT PCR indicated thatAtrabD2b 1,AtrabD2b 2andAtrabD2c 1are null mutants. However, theAtrabD2b 3mutation had no effect onAtRabD2bRNA accumulation (Figure1Cand data not shown). Progeny fromAtrabD2b 1andAtrabD2c 1heterozygotes showed a T DNA segregation ratio of approximately 3:1 based on kanamycin resistance, consistent with a single insertion.AtrabD2b 2was supplied as a homozygous line. To generateAtrabD2b AtrabD2cdouble mutants,AtrabD2b 2andAtrabD2c 1homozygous single mutants were crossed, F1 plants were allowed to self fertilize and theAtrabD2b 2/AtrabD2c 1double mutant was identified from the F2 population by PCR using the primers for bothAtrabD2b 2andAtrabD2c 1. Hereafter, theAtrabD2b 2/AtrabD2c 1double mutant will be referred to asAtrabD2b/2c, andAtrabD2b 2andAtrabD2c 1single mutants will be referred to asAtrabD2bandAtrabD2crespectively.\n\nCharacterization ofAtrabD2bandAtrabD2cmutations. A, Gene map. The scaled linear map depicts the 8 exons as boxes and the 7 introns as lines between the boxes for both theAtRabD2bandAtRabD2cgenes. The positions of the translational start and stop codons in exon 1 and exon 8, respectively, are noted. The locations of the T DNA insertions (not drawn to scale) in the genes are indicated. B, Genotypes of T DNA insertion mutants. Genomic DNA was isolated from the indicated single and double mutants and amplified by PCR. Primer pairs used were as following: lane 1,AtrabD2c LP1 andAtrabD2c RP1; lane 2,AtrabD2c RP1 and LBb1; lane 3,AtrabD2b LP1 andAtrabD2b RP1; lane 4,AtrabD2b RP1 and LBb1. C, Analysis of transcripts fromAtrabD2b 1,AtrabD2c 1andAtrabD2b/2cmutants. Total RNA from leaves of wild type plants,AtrabD2c 1,AtrabD2b 1andAtrabD2b/2cwas amplified by RT PCR. Primer pairs forAtRabD2cwere AtRabD2c F and AtRabD2c R, primer pairs forAtRabD2bwere AtRabD2b F and AtRabD2b R. Tubulin was used as control.\n\nTo evaluate phenotypes associated with theAtrabD2bandAtrabD2cmutants, homozygousAtrabD2b(three alleles,AtrabD2b 1,AtrabD2b 2andAtrabD2b 3),AtrabD2candAtrabD2b/2cmutants, along with wild type siblings, were grown on agar plates with or without various hormone, nutrient and light treatments. We tested over 50 of the conditions described in the Gantlet website (http://www.gantlet.org); however, no significant phenotypic differences were observed in the seedlings for any of the mutant alleles (data not shown). In addition, we tested the seedling phenotype on media with or without sucrose or vitamin B5 and, consistent with previous reports [22], no obvious phenotypes were observed.\n\nBy contrast,AtrabD2b/2cdouble mutant lines showed a phenotype associated with reproduction. In these lines, siliques were shorter when grown either under continuous light or long day (16h light/8h dark) conditions. Neither theAtrabD2bnor theAtrabD2csingle mutant alleles displayed a short silique phenotype. The length ofAtrabD2b/2csiliques was 70% of that of wild type,AtrabD2borAtrabD2csingle mutant lines (Figure2; P < 0.01 by Student'st test). To evaluate whether this reduced silique size is associated with a seed defect, siliques fromAtrabD2b/2c, wild type,AtrabD2bandAtrabD2cmutant lines were opened at 10 DAF (days after flowering). Consistently, no defects in the seeds of eitherAtrabD2borAtrabD2csingle mutants were observed. However, approximately half of the ovules in theAtrabD2b/2cdouble mutant were not fertilized (Figure3). Consistent with this observation, theAtrabD2b/2cmutant plants produced a smaller quantity of seeds than wild type plants or single mutants (Figure3; Additional file2, Figure S1). These results are consistent with a functional overlap between AtRabD2b and AtRabD2c that cannot be fulfilled by AtRabD1 or AtRabD2a.\n\nTheAtrabD2b/2cdouble mutant shows a striking shorter silique phenotype. A, Vegetative growth ofAtrabD2b,AtrabD2candAtrabD2b/2cplants. B, Inflorescence ofAtrabD2b/2cand wild type plants. Scale bars = 850 um. C, Siliques from theAtrabD2b/2cmutant and wild type plants; arrows indicate the sequence of siliques from the oldest to the youngest. Scale bars = 850 um. D, Siliques (from 6 to 14 ) of the first inflorescence for wild type, single and double mutants were measured for each plant, with 10 plants measured for each genotype. Error bars indicate standard deviation.\n\nThere are many non fertilized ovaries in theAtrabD2b/2cdouble mutant. Individual siliques of wild type, single and double mutant plants were dissected and examined under the microscope. Arrows heads indicate unfertilized ovaries. Inset, seeds produced by a single plant. Scale bars = 200 um.\n\nTo demonstrate that theAtrabD2b/2cmutant phenotype is due to the mutations in theAtRabD2bandAtRabD2cgenes, constructs containing eitherAtRabD2borAtRabD2c, each expressed from their native promoter, were introduced into theAtrabD2b/2cdouble mutant. Both constructs were able to rescue the silique length phenotype of the mutant (Figure4A, C) and restored the seed fertilization defect (Figure4B) and seed number (Additional file2, Figure S1), confirming that the loss of AtRabD2b and AtRabD2c is responsible for these phenotypes.\n\nComplementation of the double mutant phenotype. A, Siliques are shown from wild type plants,AtrabD2bandAtrabD2csingle mutants, theAtrabD2b/2cdouble mutant and theAtrabD2b/2cdouble mutant complemented with eitherAtRabD2borAtRabD2c. Scale bars = 0.5 cm. B, Individual siliques of rescued lines were dissected and examined under the microscope. Scale bars = 600 um. C, Siliques (from 6 to 14 ) of the first inflorescence for the indicated genotypes were measured for each plant, with 10 plants measured for each genotype. Error bars indicate standard deviation.\n\nTwo possibilities could explain the unfertilized embryos seen in theAtrabD2b/2cdouble mutants. One possibility is that the pollen bears a defect that leads to pollen sterility and inability to fertilize the embryos. Alternatively, ovules may bear an abnormality such that their fertilization is reduced. To distinguish between these two possibilities, we observed the pollen by scanning electron microscopy (SEM). All of the pollen from wild type plants looked normal, whereas more than 20% of theAtrabD2b/2cpollen exhibited an irregular, collapsed morphology (Figure5A). We also observed that some abnormal pollen grains from theAtrabD2b/2cdouble mutant were devoid of nuclei, as indicated by DAPI staining, whereas all pollen from wild type (Figure5B) and single mutant plants (data not shown) have nuclei. This defective pollen may be the severely collapsed pollen visualized under the SEM. Surprisingly, even theAtrabD2bandAtrabD2csingle mutant lines produce aberrant pollen at a level of about 10%. This is unexpected, as theAtrabD2bandAtrabD2csingle mutants have normal appearing siliques and seed quantities similar to the wild type plants. A likely explanation is that there are sufficient normal pollen grains in the single mutants to efficiently fertilize the ovaries in theAtrabD2bandAtrabD2csingle mutants.\n\nPollen defects inAtrabD2b,AtrabD2candAtrabD2b/D2cmutants. A, Fresh pollen was examined by SEM. B, DAPI staining of pollen. Fresh pollen grains were stained with DAPI and photographed under the fluorescence microscope. Arrow indicates a pollen grain from theAtrabD2b/2cmutant that lacks a nucleus. C, IKI staining of pollen, demonstrating reduced staining of theAtrabD2b/2cdouble mutant pollen compared with wild type pollen. Scale bars = 10 um (A); 50 um (B,C).\n\nWe originally identified AtRabD2b and AtRabD2c because the transcript accumulation patterns of these two genes correlate with those of many genes associated with starch metabolism. Indeed, theAtrabD2b/2cdouble mutant pollen stained less intensely with IKI than wild type pollen (Figure5C), suggesting a decreased starch content in theAtrabD2b/2cmutant pollen. This is consistent with the expression correlation, although the reason for this phenotype is unclear.\n\nA single flower of Arabidopsis produces thousands of pollen grains, but usually there are less than 100 embryos in one silique. If only 20% of the pollen grains are abnormal, we would not expect the strikingly reduced fertility seen in theAtrabD2b/2cdouble mutant. We therefore looked for additional explanations for the reduced fertility. To evaluate germination and tube growth of the pollen grains, pollen was germinatedin vitro. After overnight incubation, almost all of the pollen from wild type plants germinated and showed a typical tip growth. However, about 10% of the pollen from theAtrabD2b/2cmutant did not germinate at all and 50% of the pollen germinated but did not grow apically as did pollen of wild type plants (Figure6Aand6B). Instead, these pollen tubes were shorter and had swollen tips, some burst (5%), and others branched (2%; Figure6A,Band6D). The germination rate of the pollen from the single mutants was similar to the wild type pollen. However, approximately 20% of the germinating pollen also had swollen tips (Figure6Aand6B), although the phenotype was not as severe as theAtrabD2b/2cdouble mutant; burst or branched tubes were never observed in either single mutant (Figure6Aand6B). Moreover, the pollen tubes of theAtrabD2b/2cdouble mutant were much shorter than those of wild type plants or either single mutant (P < 0.01), and the single mutants had shorter pollen tubes than wild type plants (Figure6E; P < 0.01 for both mutants). Even though theAtrabD2bandAtrabD2csingle mutants had collapsed pollen, shorter pollen tubes and swollen tips, their siliques were normal compared with wild type plants. We hypothesize that the single mutants may still have sufficient normal pollen to enable all embryos to be fertilized. Thein vitropollen germination phenotypes were confirmed by analyzing pollen tube growth afterin vivopollination (Figure6C). Open flowers from wild type orAtrabD2b/2cmutant plants were incubated overnight on agar medium. TheAtrabD2b/2cmutant flowers had reduced pollen germination and decreased pollen tube length compared with wild type plants, suggesting that pollen germination and pollen tube growth may also be defectivein vivo.\n\nPollen tube elongation defects inAtrabD2b,AtrabD2candAtrabD2b/2cmutants. A, Pollen was germinatedin vitrofor 6 hours and examined by SEM. B, Germinated pollen was stained with aniline blue then observed under an epifluorescence microscope. C. Open flowers from anAtrabD2b/2cmutant plant, along with a wild type plant, were incubated overnight on medium then examined by fluorescence microscopy. D. Close up view of pollen tubes in theAtrabD2b/2cmutant. E. Pollen was germinatedin vitroand pollen tube length measured after an overnight incubation using SIS Pro software (OSIS, Lakewood, CO) (n > 200). Error bars indicate standard deviation. Scale bars = 10 um (A); 50 um (B, C); 20 um (D).\n\nTo investigate whether the unfertilized seeds are due to the observed pollen abnormality, or whether the ovary also has defects that might contribute to the reduced rate of fertilization, we crossed wild type andAtrabD2b/2cmutant plants. If the shorter silique phenotype is borne only by the abnormal pollen, wild type plant pollen should rescue theAtrabD2b/2cmutant silique phenotype to a normal length (AtrabD2b/2cmutant female flower crossed with wild type plant pollen). In contrast, theAtrabD2b/2cmutant plant pollen crossed with a wild type female would mimic the mutant phenotype of decreased fertilization (wild type female flower crossed withAtrabD2b/2cmutant pollen). Alternatively, if the ovary also has some abnormality, wild type pollen would not completely rescue the mutant phenotype, andAtrabD2b/2cmutant pollen would not mimic the mutant phenotype. The results of these crosses indicated that pollen from wild type plants can rescue theAtrabD2b/2cshort silique phenotype, and the pollen fromAtrabD2b/2ccan bestow the shorter silique phenotype on wild type plants (Figures7Aand7C). Specifically, about half of the seeds were not fertilized in the siliques that developed from wild type pistils fertilized byAtrabD2b/2cpollen (Figure7B). In contrast, the siliques fromAtrabD2b/2cusually had about 50% unfertilized ovules, but when these pistils were fertilized by wild type pollen, all seeds looked normal, and the siliques were longer than those siliques in the same inflorescence which were self fertilized (Figures7). These results confirm that the unfertilized ovaries are mostly, if not exclusively, caused by pollen defects in theAtrabD2b/2cmutant.\n\nWild type pollen can restore the shorter siliques of theAtrabD2b/2cmutant to normal length. Wild type andAtrabD2b/2cdouble mutant plants were crossed and silique length measured after 10 days. A. Inflorescences from a cross between a wild type plant andAtrabD2b/2cmutant. The blue arrow indicates a silique in which a wild type pistil was fertilized withAtrabD2b;AtrabD2cpollen. The red arrow indicates a silique in which theAtrabD2b/2cmutant pistil was fertilized with wild type pollen. B. Siliques from the crosses at 10 DAP (days after pollination) were dissected and examined under a stereo microscope. White arrowheads indicate unfertilized embryos found upon pollination of wild type plants withAtrabD2b/2cpollen. C, More than 20 siliques were measured for each plant. Error bars indicate standard deviation. Scale bars= 850 um (A); 500 um (B).\n\nIf AtRabD2b and AtRabD2c are involved in pollen development and pollen tube growth, they are expected to be co expressed in pollen and pollen tubes. Public microarray data indicates that both AtRabD2b and AtRabD2c are expressed throughout development, including high expression in floral organs and particularly in the stamen (Figure8; [25,26]).\n\nIn silicoexpression analysis ofAtRabD2bandAtRabD2c. The spatial and temporal expression profiles ofAtRabD2bandAtRabD2cwere analyzed using Genevestigator anatomy (A) and development (B) tools, respectively. Numbers along the X axis represent the developmental stage: 1, germinated seed; 2, seedlings; 3, young rosette; 4, developed rosette; 5, bolting; 6, young flower; 7, developed flower; 8, flowers and siliques; 9, mature siliques.\n\nTo directly examine the spatial expression pattern of theAtRabD2bandAtRabD2cgenes, transgenic lines containing promoter:GFP/GUS constructs for each gene were analyzed for GUS activity at various stages of development from germination to senescence. As indicated by thein silicoanalyses, bothAtRabD2bandAtRabD2cwere expressed widely during development. GUS staining further indicated that in cotyledons, rosette leaves and cauline leaves, AtRabD2b expression was localized predominantly in vascular tissues (Figure9B), whereas AtRabD2c was expressed ubiquitously in cotyledons and in mature leaves throughout the entire leaf. Interestingly, in emerging leaves, AtRabD2c was only expressed in the trichomes, while AtRabD2b was not expressed in these cells (Figure9A). In flowers, AtRabD2b was expressed in sepals, stamen and stigma, while AtRabD2c was expressed in sepal, stamen, stigma and style (Figure9E, F). This dichotomy of expression suggests that AtRabD2b and AtRabD2c may function independently of each other in certain cells. Both genes were expressed in pollen grains and germinating pollen (Figure9E, F), which is consistent with their role in pollen development and pollen tube growth. They both also showed expression in roots, but AtRabD2b was ubiquitously expressed throughout the root, while AtRabD2c expression was excluded from root hairs and root tips (Figure9A D).\n\nTemporal and spatial expression pattern ofAtRabD2bandAtRabD2c. Transgenic plants were generated that express the GUS gene driven by a 954bp or 558bp fragment upstream of theAtRabD2borAtRabD2cstart codon, respectively. GUS activity (blue color) was analyzed in cotyledons, young leaves, (A, B), old leaves, roots (C, D), flowers, pistils and germinated pollen (E, F).\n\nIn mammals, different AtRabD orthologs (Rab1 isoforms) are localized to the ER, ER Golgi intermediate compartment or Golgi compartments. In plants, AtRabD2a and AtRabD2b are associated with the Golgi apparatus andtrans Golgi network [15,22,23,27], and we predicted that AtRabD2c will share this localization. To determine the subcellular localization of AtRabD2c, GFP AtRabD2b and GFP AtRabD2c constructs were introduced into Arabidopsis leaf protoplasts and the GFP signal was observed by confocal microscopy. For both constructs, GFP localized to punctuate structures, reminiscent of the Golgi apparatus. To verify the identity of these structures, GFP AtRabD2b and GFP AtRabD2c were co transfected into Arabidopsis leaf protoplasts with thetrans Golgi marker ST YFP [15], and YFP and GFP signals were observed. Confocal results indicated that both AtRabD2b and AtRabD2c primarily colocalized with ST YFP (Figure10) and are therefore associated with the Golgi, consistent with a role in Golgi trafficking. Occasionally, AtRabD2b or AtRabD2c labeled structures were seen that did not contain ST YFP; these could be the post Golgi compartments described previously [22,23,27]. Cells expressing a single GFP or YFP fusion demonstrated the absence of cross talk between GFP and YFP signals (Additional file3, Figure S2).\n\nAtRabD2b and AtRabD2c are both Golgi resident proteins. Arabidopsis leaf protoplasts were co transformed with GFP AtRabD2b or GFP AtRabD2c and the Golgi marker ST YFP. GFP, YFP and chlorophyll autofluorescence were detected by confocal microcopy. At least 10 transformed protoplasts were observed for each construct. Upper panel, GFP AtRabD2b; lower panel, GFP AtRabD2c. Scale bar = 10 um.",
    "discussion": "Rab GTPases are critical players in the transport of materials through the endomembrane system, controlling exocytosis of proteins and cell wall materials, endocytosis of receptors and transporters, and membrane recycling processes. Together with SNARE proteins, they promote specificity of vesicle transport to target compartments, ensuring that vesicles fuse only with their appropriate target and thus maintaining the distinct identity of individual organelles. Two Rab subfamilies, Rab1 (AtRabD orthologs) and Rab2 (AtRabB orthologs), have been reported to function in membrane trafficking between the ER and Golgi in mammalian cells [21,28 34]. The plant Rab1 and Rab2 homologs AtRabD1, AtRabD2a and NtRab2 have also been reported to function in ER to Golgi vesicle transport [15,16]. Here, we demonstrate a distinct physiological role for the Rab1 homologs AtRabD2b and AtRabD2c in pollen development and pollen tube growth.\n\nUsing the bioinformatics tool MetaOmGraph (http://www.metnetdb.org) [25,26] to determine the pairwise Pearsons correlation value between the expression patterns of all of the 57 AtRab genes (Additional file1, Table S1), we found that among the four AtRabDs, only the expression of AtRabD2b and AtRabD2c are highly correlated. From this data, we hypothesized that AtRabD2b and AtRabD2c have partially redundant functions that are not shared by the remaining AtRabD family members. To test our hypothesis, we used T DNA insertion single and double mutants to confirm that AtRabD2b and AtRabD2c have functional overlap and show that they are both required for normal pollen development and tip growth of pollen tubes. We also showed that they both co localize with thetrans Golgi marker ST YFP, consistent with their proposed role in Golgi trafficking.\n\nThe conclusion that AtRabD2b and AtRabD2c are partially functionally redundant is based on several lines of evidence. First, although single mutant plants containingAtrabD2borAtrabD2cmutant alleles are indistinguishable morphologically from their wild type counterparts, even when grown under a variety of growth conditions, theAtrabD2b/2cdouble mutant has a short silique phenotype. Second, bothAtrabD2bandAtrabD2cmutant plants produce a small percentage of deformed and collapsed pollen grains, whileAtrabD2b/2clines produce a higher percentage of deformed pollen grains, many of which are severely deformed, some lacking nuclei. It is probable that such aberrant pollen would give rise to defects in pollen germination, and indeed, though the germination rate is similar betweenAtrabD2borAtrabD2csingle mutants and wild type plants, about 10% of the pollen grains fromAtrabD2b/2cdouble mutant plants are unable to geminate. Furthermore,AtrabD2bandAtrabD2cmutant pollen tubes do not grow apically as well as do wild type pollen tubes and tend to have swollen tips and a shorter length; this phenotype is substantially more severe inAtrabD2b/2cdouble mutants. In addition, some pollen tubes fromAtrabD2b/2cdouble mutants branch or burst, which is not seen in pollen tubes of wild type plants or either single mutant. These data also indicate that the loss of function of theAtRabD2b/2cgenes cannot be compensated for by the AtRabD1 or AtRabD2a genes, suggesting that either some function(s) of the AtRabD2b and AtRabD2c proteins are distinct from those of AtRabD1 or AtRabD2a, or that they are not expressed in the same cell types.\n\nBoth AtRabD2b and AtRabD2c co localize with the Golgi marker ST YFP upon transient expression in Arabidopsis leaf protoplasts, as was reported also for AtRabD2a (formerly called AtRab1b) [15]. It is therefore possible that AtRabD2b and AtRabD2c function in vesicle trafficking between the ER and Golgi apparatus, as does AtRabD2a [15,22]. Complete disruption of Rab function in ER to Golgi trafficking is expected to be lethal, due to loss of plasma membrane, vacuole and cell wall assembly and integrity. However, theAtrabD2b/2cdouble mutant is indistinguishable from wild type plants, except for shorter siliques due to the pollen and pollen tube defects. There are several possible explanations for this. First, other AtRabs must perform the same function in vegetative tissue. The most likely candidates are AtRabD2a and AtRabD1, which could compensate for the loss of function in theAtrabD2b/2cmutant in most cell types [22]. Moreover, other Rab families, such as tobacco RabBs (NtRab2s) have also been shown to be regulators of membrane trafficking between the ER and Golgi apparatus [16]. AtRabBs (AtRab2s) may have the same function, such that they also participate in ER to Golgi vesicle trafficking. The pattern of AtRabB1b RNA accumulation is most highly correlated with that of AtRabD2b (67%) and AtRabD2c (68%) (Additional file1, Table S1). These genes might compensate in part for the loss of function ofAtrabD2b/2c.\n\nSecond, pollen tubes grow very rapidly compared with many other cell types. Pollen tubes elongate by tip growth, whereby the pollen cytoplasm is confined to the most proximal region of the tube, and growth is restricted to the tube apex [35].In vitro, lily pollen tubes grow at about 150 nm/sec [35] and Arabidopsis pollen tubes at 37 nm/sec [36];in vivo, tobacco pollen can grow at 42 nm/sec [37]. This fast growth is contingent on rapid vesicle trafficking to deliver large amounts of membrane and cell wall components to the apical region of the tubes. This extensive trafficking requirement may preclude the remaining Rabs from completely compensating for loss of AtRabD2b and AtRabD2c.\n\nThird, computational analysis of public microarray data, together with studies of the expression pattern directed by the AtRabD2b and AtRabD2c promoters, indicated that both are widely expressed in most organs and several cell types, with high expression in pollen. Root hairs also showed expression of AtRabD2b, and, like pollen tubes, root hairs elongate by tip growth. However, root hair growth in theAtrabD2b/2cdouble mutant is indistinguishable from that of wild type plants. This is consistent with the idea that AtRabD2b and AtRabD2c are required for vesicle trafficking in multiple cell types, and that the highest demand for this process may be in pollen and pollen tubes, in order to optimally support the large secretory requirement of these very rapidly elongating cells. In combination, these data indicate that the high expression of AtRabD2b and AtRabD2c in pollen may be important to facilitate membrane trafficking needed for pollen tube growth.",
    "conclusion": "In summary, we used a T DNA insertion mutant approach to demonstrate the function of AtRabD2b and AtRabD2c. Our data indicated that both are Golgi residents; they have similar but not identical expression patterns, but are both highly expressed in pollen; they are both involved in tip growth of pollen tubes; and they are at least partially functionally redundant. Future work will focus on elucidating the molecular basis for the pollen phenotype in theAtrabD2b/2cdouble mutant."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T02:59:40.684523",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3040128/"
  }
}