{
  "pmcid": "PMC5047659",
  "title": "Plastid osmotic stress influences cell differentiation at the plant shoot apex",
  "authors": [
    "Margaret E Wilson",
    "Matthew Mixdorf",
    "R Howard Berg",
    "Elizabeth S Haswell"
  ],
  "year": "2016",
  "journal": "Development (Cambridge, England)",
  "doi": "10.1242/dev.136234",
  "sections": {
    "abstract": "The balance between proliferation and differentiation in the plant shoot apical meristem is controlled by regulatory loops involving the phytohormone cytokinin and stem cell identity genes. Concurrently, cellular differentiation in the developing shoot is coordinated with the environmental and developmental status of plastids within those cells. Here, we employ anArabidopsis thalianamutant exhibiting constitutive plastid osmotic stress to investigate the molecular and genetic pathways connecting plastid osmotic stress with cell differentiation at the shoot apex.msl2 msl3mutants exhibit dramatically enlarged and deformed plastids in the shoot apical meristem, and develop a mass of callus tissue at the shoot apex. Callus production in this mutant requires the cytokinin receptor AHK2 and is characterized by increased cytokinin levels, downregulation of cytokinin signaling inhibitors ARR7 and ARR15, and induction of the stem cell identity geneWUSCHEL. Furthermore, plastid stress induced apical callus production requires elevated plastidic reactive oxygen species, ABA biosynthesis, the retrograde signaling protein GUN1, and ABI4. These results are consistent with a model wherein the cytokinin/WUS pathway and retrograde signaling control cell differentiation at the shoot apex.\n\nKEY WORDS:Arabidopsis thaliana, Cytokinin, Plastid, Reactive oxygen species, Retrograde signaling, Shoot apical meristem",
    "methods": "Theaba2 1(CS156),abi4 1(CS8104),p5cs1 4(SALK_063517),p5cs1 1(SALK_058000),ahk2 2(SALK_052531),gun1 9, andmsl2 3alleles are in the Columbia 0background. Themsl3 1allele is in the Wassilewskija background (Haswell and Meyerowitz, 2006). Derived cleaved amplified polymorphic sequence genotyping (Neff et al., 1998) of thegun1 9allele was performed using oligos CGAACGACGAAAGATTGTGAGGAGGGTCT and CCTGCAAGCATTCAGAATCGCTGAAAAAGG, and digesting withPstI. Theabi4 1allele was genotyped with oligos TCAATCCGATTCCACCACCGAC and CCACTTCCTCCTTGTTCCTGC, and digesting withNlaI. PCR genotyping ofmsl,p5cs1andaba2 1alleles was performed as previously described (Sharma and Verslues, 2010;Szekely et al., 2008;Wilson et al., 2011).\n\nPlants were grown on full strength Murashige and Skoog (MS) medium (pH 5.7; Caisson Labs) with 0.8% (w/v) agar (Caisson Labs). NaCl, L Pro (Sigma) and TEMPOL (Sigma) were added before autoclaving. For transfer assays, seed was surface sterilized, sown on nylon mesh strips overlaid on 1x MS or 1x MS+82mM NaCl and stratified for 2 days at 4 degreesC before growth and transfer as described. All plants were grown at 23 degreesC under a 16h light regime of 130 160umolm 1s 1.\n\nIn vitrocallus was produced as previously described (Iwase et al., 2011) using conditions detailed insupplementary Materials and Methods.\n\nConfocal microscopy of ds Red labeled non green plastids was performed as in (Wilson et al., 2014). Bright field images were captured with an Olympus DP71 microscope digital camera and processed with DP BSW software. Apical meristems were ultra rapidly frozen in a Baltec high pressure freezer (Bal Tec HPM010), excluding air with packing buffer (75mM PIPES, pH 6.8, 50mM sucrose). Samples were freeze substituted in 2% osmium tetroxide in acetone at  85 degreesC for 5 days, slowly thawed to 25 degreesC over 16h and embedded in Spurr's resin. Sections (1 um) for phase microscopy were stained for 30s with 1% Toluidine Blue O in 1% boric acid. Transmission electron microscopy was done on thin sections of tissue fixed for 2h in 2% glutaraldehyde, post fixed for 90min in 2% osmium tetroxide and embedded in Spurr's resin. Sections were stained in uranyl acetate and lead salts.\n\nDetection of H2O2using 3,3 diaminobenzidine (DAB, Sigma) was performed as described (Wu et al., 2012) with the following modifications. Whole seedlings were incubated for 2h in 1mg/ml DAB prior to vacuum infiltration, incubated in the dark for an additional 12h, then cleared with an ethanol series. An Amplex Red Hydrogen Peroxide/Peroxidase Assay Kit (Invitrogen) was used to measure H2O2production in seedlings. Forin vitrolocalization of O2 with NitroBlue Tetrazolium chloride (NBT; Sigma), whole seedlings were vacuum infiltrated with 0.1% (w/v) NBT in a 10mM potassium phosphate buffer (pH 7.8) containing 10mM NaN3. After incubation for 1h in the dark at room temperature, seedlings were cleared with an ethanol series. Quantification of formazan levels was performed as described inMyouga et al. (2008).\n\npENTR MSL2 (Haswell and Meyerowitz, 2006) was used in a Gateway technology (Life Technologies) recombination reaction with pSCR:GW (Michniewicz et al., 2015) to createpSCR:MSL2.\n\nQuantitative reverse transcription PCR was performed as previously described (Wilson et al., 2011). Primers used for gene expression analysis ofACTINand ARR genes were previously described (Wilson et al., 2014;Zhao et al., 2010). The following primer pairs were used to amplifyWUS(GCGATGCTTATCTGGAACAT and CTTCCAGATGGCACCACTAC) andSTM(CAAATGGCCTTACCCTTCG and GCCGTTTCCTCTGGTTTATG). For details of other primers used, seesupplementary Materials and Methods.",
    "results": "When grown on solid medium for over 14days,msl2 msl3double mutant plants developed a proliferating mass of undifferentiated cells, or callus, at the apex of the plant (Fig.1A D). A single mass at the center of the apex, twin masses associated with the cotyledon petioles or, occasionally, three masses were observed (Fig.1A C). New green tissue was frequently observed growing out of the apical callus (white arrow,Fig.1D). This phenotype was not observed in soil grown plants.\n\nmsl2 msl3double mutants develop callus at the shoot apex.(A D) Bright field images of 21 day oldmsl2 msl3seedlings grown on solid medium. Shooty callus is indicated with a white arrowhead in D. (E) Time course of callus formation. (F) Mean percentage ofmsl2 msl3seedlings with visible callus at the indicated time after germination. Five plates of seedlings,n>10 seedlings per plate, were analyzed per time point. Error bars indicate s.d. (G) 21 day old seedlings (top) or seedlings transferred from MS with 82mM NaCl to MS at indicated time points (bottom). (H) Mean percentage ofmsl2 msl3seedlings showing visible callus at 21 DAG after transfer from MS to MS (black bars) or from MS to MS with 82mM NaCl (gray bars) at the indicated time points. Three plates of seedlings,n>10 seedlings per plate, were analyzed per treatment. Error bars indicate s.e.m. *P<0.01 (Student'st test). (I L) Close up images of individual seedlings shown in (G) grown without NaCl (I) or transferred to NaCl plates at 2 (J), 5 (K), or 7 (L) DAG. (M) Bright field images of 14 day oldmsl2 msl3seedlings harboring theMSL2transgene (MSL2g) orMSL2under the control of theSCRpromoter. Scale bars: 1mm (A E), 5mm (G,M) and 2.5mm (I L).\n\nMasses of callus tissue were apparent to the naked eye at the apex ofmsl2 msl3seedlings between 14 and 16days after germination (DAG) and continued to grow in size to 22 DAG (Fig.1E, second row from top). As previously documented (Haswell and Meyerowitz, 2006;Jensen and Haswell, 2012;Wilson et al., 2014),msl2 msl3leaves were small and malformed. To facilitate comparison, the same leaf from each genotype is marked with an asterisk in the time course inFig.1E. The percentage ofmsl2 msl3seedlings with callus increased to 82% by 21 DAG (Fig.1F); callus was not observed in any wild type plants at any developmental stage.\n\nWe previously showed that growth on medium containing increased levels of osmolytes (sugars or salt) suppressed the plastid morphology and leaf development phenotypes ofmsl2 msl3mutants, probably by increasing cytoplasmic osmolarity and reducing plastid hypo osmotic stress (Veley et al., 2012;Wilson et al., 2014). To determine if the same was true for callus formation, and to assess the dependence of suppression on age and developmental stage, seedlings were germinated on MS solid medium and transferred to medium containing 82mM NaCl at 2, 5, 7, or 9 DAG and assessed at 21 DAG for callus formation and leaf development. Full suppression of callus formation and abnormal leaf development was only observed in seedlings transferred to solid medium containing NaCl from MS at 2 DAG (Fig.1G L), establishing a small developmental window after which alleviation of plastid hypo osmotic stress can no longer suppress leaf morphology defects and apical callus production inmsl2 msl3mutants. Suppression was also observed when seedlings were grown on medium containing sucrose, sorbitol or mannitol, indicating that the effect is osmotic (Fig.S1A). The converse experiment, in which seedlings were transferred from salt containing medium to normal MS showed that plastid osmotic homoeostasis is continuously required to maintain normal leaf development (Fig.1G,H andFig.S1B).\n\nTo determine if MSL2 expression in the SAM and leaf primordia is required to prevent callus production in themsl2 msl3background, we examined apical callus production inmsl2 msl3mutant plants expressingMSL2from theSCARECROW(SCR) promoter, which is expressed in the L1 cell layer of the meristem and leaf primordia (Wysocka Diller et al., 2000). As shown inFig.1M, apical callus formation was fully suppressed in T2msl2 msl3 SCRpMSL2lines. Although these plants developed multiple sets of developmentally normal true leaves, the majority of T2 lines examined exhibited reduced stature.\n\nCloser examination of the apex of young (4 day old)msl2 msl3mutant seedlings revealed a cluster of disorganized and heterologously shaped cells at the expected location of the SAM (Fig.2A). Most cells within the cluster contained large, spherical, clear entities. In comparison, the SAM cells of a wild type seedling were organized into cell layers and had small vacuoles. We next used transmission electron microscopy to further characterize the morphology of developing chloroplasts and proplastids in the SAM and surrounding tissue ofmsl2 msl3mutant seedlings (Fig.2B). In themsl2 msl3mutant, young chloroplasts were enlarged, lacked the lens shape of wild type chloroplasts and exhibited a disorganized developing thylakoid network (Fig.2B,D andFig.S2B). In agreement with previous reports (Charuvi et al., 2012), wild type proplastids appeared as small structures (0.5 1um in diameter) containing rudimentary thylakoid networks of varying developmental stages, plastoglobules and double membranes (Fig.2E andFig.S2A). However, in the SAM ofmsl2 msl3mutants, entities with these established features had decreased stromal density and were greatly enlarged compared with the wild type (asterisks inFig.2A andFig.S2B,Fig.2F). Many exceeded 5um in diameter. All were clearly bound by a double membrane (white arrow,Fig.2G andFig.S2C,D). These data show that the greatly enlarged phenotype of non green plastids of the leaf epidermis (Haswell and Meyerowitz, 2006;Veley et al., 2012) extends to proplastids of the SAM.\n\nFour day oldmsl2 msl3mutants exhibit abnormal cellular organization and plastids at the SAM.(A) Phase contrast images of the SAM region of seedlings of the indicated genotypes. (B G) Transmission electron microscope (TEM) images ofmsl2 msl3mutant SAM (B) and developing chloroplasts (C D) and proplastids (E F) in wild type andmsl2 msl3mutant seedlings. (G) Magnified region ofmsl2 msl3plastid envelope, indicated by box in F. Examples of proplastids and developing chloroplasts are indicated inmsl2 msl3mutant by asterisks and black arrowheads, respectively. Plastoglobules (PG), double membrane (white arrowheads) and thylakoids (double black arrowheads) are indicated. Scale bars: 50um (A), 10um (B D), 1um (F) and 100nm (E,G).\n\nThe production of shooty callus has been associated with increased production or availability of CKs and an imbalance in the cytokinin:auxin ratio (Frank et al., 2002,2000;Lee et al., 2004). Consistent with these observations, apical callus production, dwarfing and leaf phenotypes of themsl2 msl3double mutant were strongly suppressed when seedlings were grown on medium with the synthetic auxin 1 naphthaleneacetic acid (NAA) (Fig.3A,C). The leaf epidermis ofmsl2 msl3seedlings contain grossly enlarged and round non green plastids, as visualized with the fluorescent plastid marker RecA dsRED (Haswell and Meyerowitz, 2006;Veley et al., 2012;Wilson et al., 2014). This phenotype was not altered by growth on 2uM NAA (Fig.3B), indicating that NAA treatment suppresses callus formation downstream of effects on plastid morphology. In agreement with previous data, growth on medium supplemented with salt fully suppressed the plastid morphology defects (Veley et al., 2012). Trans zeatin riboside levels were increased 6.5 fold inmsl2 msl3mutant seedlings compared with the wild type, but IAA levels were not significantly changed (Fig.3D).\n\nCallus produced inmsl2 msl3mutants is associated with increased CK production and requires CK signaling.(A) Seedlings grown for 21days on solid medium containing the indicated concentration of NAA. (B) Confocal micrographs of non green plastids in the first true leaf ofmsl2 msl3mutants harboring the RecA dsRED plastid marker and grown on indicated medium. (C) Percentage ofmsl2 msl3mutants exhibiting callus when grown on NAA. The average of three biological replicates of >=20 seedlings each is presented. Statistical groups were determined by ANOVA followed by Tukey's HSD test,P<0.01. (D) Trans zeatin riboside and IAA levels of 21 day old seedlings determined by liquid chromatography mass spectrometry/mass spectrometry analysis as inChen et al. (2009). The average of three biological replicates of >=30 seedlings each is presented. Error bars indicate s.d. *P<0.01 compared with wild type (Student'st test). Images of seedlings (E) and callus production (F) inmsl2 msl3 ahk2 2triple mutant and parental lines. White arrows mark deformed leaves. The average of four biological replicates of >=20 seedlings each is presented. Error bars indicate s.e.m. *P<0.01, compared withmsl2 msl3(Student'st test). (G) Quantitative RT PCR analysis of gene expression in themsl2 msl3mutant. The average of three biological replicates (two technical replicates;n>=25 seedlings each) is presented. Error bars indicate s.e.m. **P<=0.05, **P<=0.01 compared with wild type of same age (Student'st test). Scale bars: 1mm (A,E), 10um (B).\n\nARABIDOPSIS HISTIDINE KINASE 2(AHK2) encodes one of three related histidine kinases known to function as CK receptors inArabidopsis(Ueguchi et al., 2001;Yamada et al., 2001) and anAHK2loss of function mutant,ahk2 2(Higuchi et al., 2004) is impaired in CK induced upregulation ofWUS(Gordon et al., 2009). Two independently isolatedmsl2 msl3 ahk2 2triple mutants showed a significant reduction in apical callus formation, with less than 40% of seedlings developing callus (Fig.3F). However, themsl2 msl3 ahk2 2triple mutants were similar to themsl2 msl3double with respect to the leaf developmental defect (Fig.3E). Incomplete suppression may be due to redundancy among CK receptors (Gordon et al., 2009), or callus formation and leaf morphology defects may be produced through different pathways.\n\nTo determine if feedback loops involvingWUS, ARR genes (Gordon et al., 2009;Schuster et al., 2014), or the meristem identity geneSTM(Scofield et al., 2013) were misregulated inmsl2 msl3seedlings, quantitative RT PCR was used to determine transcript levels in the aerial tissue of 7  and 21 day old seedlings (Fig.3G). Inmsl2 msl3mutant seedlingsWUStranscript levels were upregulated 5.3 fold compared with the wild type by 7 DAG (prior to visible callus development,Fig.1E); and 4 fold by 21 DAG.STMexpression levels were upregulated 2.1 fold in 7 day oldmsl2 msl3mutants, but were not distinguishable from the wild type at 21 DAG. Consistent with previous observations that they inhibit callus formation (Buechel et al., 2010;Liu et al., 2016),ARR7andARR15transcript levels were reduced in both 7  and 21 day oldmsl2 msl3mutant seedlings compared with the wild type, exhibiting 43 55% and 13 44% decreases, respectively. Transcriptional repression is specific toARR7andARR15, as transcript levels of two other A type ARR genes,ARR4andARR5, were elevated inmsl2 msl3mutant seedlings compared with the wild type. Hypocotyls frommsl2 msl3mutants did not efficiently produce callusin vitro, indicating that an additional signal or signals are required to produce callus outside the SAM in these mutants (Fig.S3A). Furthermore, multiple genes involved in wound inducible and auxin inducible callus production show altered expression inmsl2 msl3mutants, includingWIND1,WIND3,KPR2,KPR7,TSD1andTSD2(Anzola et al., 2010;Frank et al., 2002;Iwase et al., 2011;Krupkova and Schmulling, 2009) (Fig.S3B).\n\nIt was not obvious how the constitutive plastid osmotic stress experienced bymsl2 msl3mutants might elicit these effects, but we reasoned that the hyper accumulation of solutes previously observed inmsl2 msl3mutants, especially the compatible osmolyte Proline (Pro) (Wilson et al., 2014), might be responsible. To test this hypothesis, we crossed thepyrroline 5 carboxylate synthetase 1 1(p5cs1 4) lesion into themsl2 msl3mutant background. P5CS1 catalyzes the primary step in the inducible production of Pro (Verslues and Sharma, 2010) and stress induced Pro levels are low in this mutant (Szekely et al., 2008).msl2 msl3 p5cs1 4triple mutant seedlings exhibited larger calluses than themsl2 msl3double mutant, frequently forming multiple calluses (Fig.1E andFig.S4A). Callus formation was also observed more frequently at earlier stages of development inmsl2 msl3 p5cs1 4triple compared withmsl2 msl3double mutants (Fig.4A, light blue bars): at 14 DAG, over 40% of triple mutant seedlings had visible callus, while only 15% of the doublemsl2 msl3mutants did (Fig.4A, light blue bars). Neither the wild type norp5cs1 4single mutants produced callus at any time point (Fig.1E, bottom two rows). A different mutant allele ofP5CS1,p5cs1 1(Szekely et al., 2008), also enhanced callus formation in themsl2 msl3background (Fig.S4B C). In addition,msl2 msl3 p5cs1 4triple mutants contained seven times more trans zeatin riboside thanmsl2 msl3mutants (Fig.3D). Supplementing growth medium with Pro had no effect on callus production inmsl2 msl3double ormsl2 msl3 p5cs1 4triple mutants at any time point (Fig.4A), even thoughmsl2 msl3 p5cs1 4triple mutant seedlings grown on 20mM Pro for 21 DAG contained as much Pro as themsl2 msl3double mutant (Fig.4B).\n\nPreventing Pro biosynthesis results in a dramatic increase in callus formation in themsl2 msl3background.(A) Production of apical callus inmsl2 msl3andmsl2 msl3 p5cs1 4seedlings in the presence and absence of exogenous Pro. The average of three biological replicates is presented,n>=25 seedlings each. Error bars represent s.d. *P<0.01, compared withmsl2 msl3seedlings of the same age (Student'st test). (B) Pro content of the aerial tissue of mutant and wild type seedlings grown as in A, measured as inWilson et al. (2014). The average of two biological replicates (each performed in triplicate;n>=30 seedlings each) is presented. (C) Images of the meristematic region of seedlings stained with DAB or NBT. Scale bars: 1mm. Quantification of H2O2content by Amplex Red (D) and O2 production by NBT and formazan (E) in mutant and wild type seedlings of indicated age. The average of three biological replicates (n>=20 seedlings each), two technical replicates each, is presented in both D and E. Statistical grouping in B,D,E was performed by ANOVA followed by Tukey's HSD test,P<0.01. Error bars indicate s.e.m. FW, fresh weight.\n\nThus, it is not the absence of Pro itself that leads to the enhanced callus production in themsl2 msl3 p5cs1 4triple mutants. Instead, disrupting the process of Pro biosynthesis could enhance callus formation in themsl2 msl3mutant background if ROS accumulation were involved, as Pro biosynthesis is a reductive pathway that helps maintain cellular redox homeostasis (Szabados and Savoure, 2010). To characterize the levels and localization of ROS inmsl2 msl3double andmsl2 msl3 p5cs1 4triple mutants, 7 , 14  and 21 day old mutant and wild type seedlings were stained with 3,3 diaminobenzidine (DAB) to detect hydrogen peroxide (H2O2) or NitroBlue Tetrazolium (NBT) to detect superoxide (O2 ) (Fig.4C). Both double and triple mutants accumulated high levels of H2O2and O2 in the SAM region relative to thep5cs1 4single mutant or the wild type. Precipitate was visible earlier in themsl2 msl3 p5cs1 4triple mutant (by 14 DAG compared with 21 DAG in the doublemsl2 msl3mutant). Quantification of H2O2levels using an Amplex Red enzyme assay at these same time points showed consistent accumulation of H2O2in the double and triple mutants, rising to nearly three times the wild type level by 21 DAG (Fig.4D). Levels of formazan, the product of NBT reduction by O2 , increased inmsl2 msl3andmsl2 msl3 p5cs1 4to more than 2.5 times wild type levels at 21 DAG (Fig.4E). Calluses generated by incubatingArabidopsis thalianaCol 0root explants on callus inducing medium also showed strong NBT staining in areas of cell proliferation (Fig.S3C), providing evidence that ROS accumulation may be a general feature of callus tissue (Lee et al., 2004).\n\nIn plastids, the photoreduction of molecular O2generates O2 , which is then rapidly converted into H2O2by plastid localized superoxide dismutase enzymes (Asada, 2006). To determine if plastid osmotic stress and the accumulation of O2 at the apex ofmsl2 msl3double andmsl2 msl3 p5cs1 4triple mutants play causative roles in callus formation, plants were germinated on or transferred to solid medium with 82mM NaCl or with TEMPOL (a O2 scavenger) at 3 or 7 DAG and stained with NBT at 21 DAG. Growth on medium containing NaCl suppressed O2 accumulation inmsl2 msl3double andmsl2 msl3 p5cs1 4triple mutant seedlings (Fig.5A), completely prevented callus formation (Fig.5B) and suppressed defects in non green plastid morphology (Fig.5C) and leaf morphology (Fig.5A). Thus, plastid osmotic stress is responsible for O2 accumulation as well as callus formation inmsl2 msl3andmsl2 msl3 p5cs1 4mutants. Consistent withFig.1H, growth on NaCl suppressed callus formation and ROS accumulation only if supplied prior to 7 DAG.\n\nHyper accumulation of superoxide is required for callus formation inmsl2 msl3andmsl2 msl3 p5cs1seedlings.(A) NBT stained seedlings provided with TEMPOL or NaCl at 0, 3 or 7 DAG. Scale bars: 1 mm. (B) Callus production in mutant seedlings when grown on MS, MS with 1mM TEMPOL or MS with 82mM NaCl. (C) Confocal micrographs of non green plastids in the first true leaf ofmsl2 msl3mutants harboring the RecA dsRED plastid marker grown on the indicated medium. Scale bar: 10um. (D) Apical callus production in T2 lines segregating transgenes that overexpressCSD2ormCSD2. The mean of four biological replicates (n>=35 seedlings each replicate) is presented. Error bars indicate s.d. Statistical grouping was performed by ANOVA followed by Tukey's HSD test,P<0.01. (E) Percentage of seedlings from D stained with NBT in three phenotypic categories (n>=20 seedlings). (F) Images ofCSD2overexpression T2 lines. White arrows indicate deformed leaves. Scale bars: 5mm.\n\nGrowth on TEMPOL containing medium successfully prevented the accumulation of O2 in the SAM ofmsl2 msl3andmsl2 msl3 p5cs1 4mutants, regardless of seedling age at time of application (Fig.5A), but did not affect plastid morphology (Fig.5C) or leaf morphology defects (Fig.5A). Treating double and triple mutant seedlings with TEMPOL at all developmental stages partially suppressed callus formation (Fig.5B). Less than 40% of double mutant seedlings exhibited apical calluses when grown in the presence of TEMPOL, compared with >90% when grown on MS without TEMPOL. TEMPOL mediated callus suppression is thus independent or downstream of the developmental window in which addition of osmotic support must be provided for complete suppression of aerial phenotypes (Fig.1H andFig.5A,B).\n\nA complementary genetic approach to suppressing O2 accumulation in the plastid was taken by overexpressing wild type or miR398 resistant forms of the chloroplast localized Cu/Zn superoxide dismutase CSD2 (Kliebenstein et al., 1998;Sunkar et al., 2006) in themsl2 msl3mutant background. The percentage of seedlings with visible apical callus at 21 DAG was decreased to 50% or less in six independent T2 lines expressing either wild type (CSD2, lines 2, 4 and 7) or miR398 resistant (mCSD2, lines 1, 3, 5)CSD2(Fig.5D). Approximately 50% of T2 seedlings showed strong O2 accumulation by NBT staining, which was localized to developing callus, compared with 90% ofmsl2 msl3seedlings (Fig.5E). In theCDS2overexpression lines, 15 30% of seedlings exhibited low levels of O2 accumulation at their shoot apex and did not develop callus; less than 5% ofmsl2 msl3seedlings had these characteristics. Overexpression ofCSD2did not suppress abnormal leaf development (white arrows,Fig.5F).\n\nAsmsl2 msl3double mutants exhibit increased levels of ABA and upregulation of ABA biosynthesis genes (Wilson et al., 2014), we hypothesized that a pathway involving the hormone ABA and theGUN1andABI4gene products might account for the pleiotropic defects in themsl2 msl3mutant (Koussevitzky et al., 2007;Zhang et al., 2013). To determine if ABA biosynthesis was required for callus production, we assessed the effect of introducing theabscisic acid deficient 2 1allele (Schwartz et al., 1997) on callus formation in themsl2 msl3background. Indeed, callus formation and leaf development defects were strongly suppressed in a triplemsl2 msl3 aba2 1mutant, with only 20% of seedlings developing callus at the shoot apex by 21 DAG (Fig.6A,B). Similar suppression ofmsl2 msl3aerial defects was observed in four other independently isolatedmsl2 msl3 aba2 1triple mutant lines. Themsl2 msl3 aba2 1triple mutant accumulated trans zeatin riboside to levels similar to those in themsl2 msl3double mutant (Fig.3D), suggesting that ABA and CK promote callus formation through independent pathways.\n\nCallus production requires ABA biosynthesis, GUN1 and ABI4.(A) 21 day oldmsl2 msl3double andmsl2 msl3 aba2 1triple mutant seedlings. (B) Callus production in higher order mutants at 21 DAG. The mean of three biological replicates (n>=15 seedlings per replicate) is presented. Error bars indicate s.e.m. (C E) 21 day oldmsl2 msl3 gun1 9(+/ ) (C) andmsl2 msl3 gun1 9( / ) (D,E) siblings at 21 DAG. (F) 21 day oldmsl2 msl3 abi4 1seedlings with relevant parental controls. (G) 21 day old seedlings of the indicated genotypes stained with DAB or NBT. Scale bars: 1mm (A,F,G) and 2.5cm (C E).\n\nTo test if GUN1 is involved in the perception of signals generated by plastid osmotic stress, we crossed thegun1 9(Koussevitzky et al., 2007) allele into themsl2 msl3mutant background and analyzed the offspring of a singlemsl2 msl3 gun1 2(+/ ) mutant plant. Of 27 triplemsl2 msl3 gun1 9seedlings identified by PCR genotyping, none formed apical callus when grown on solid medium, whereas 16 of 19 genotyped siblingmsl2 msl3 gun1 9(+/ ) seedlings did.In addition,msl2 msl3 gun1 9triple mutant siblings produced larger, greener and more normally shaped true leaves than theirmsl2 msl3andmsl2 msl3 gun1 9+/1siblings (Fig.6C E,Fig.S5). In some seedlings, small and chlorotic true leaves developed at the seedling apex (Fig.6E,Fig.S5).\n\nThe strongabi4 1allele (Finkelstein et al., 1998) was introduced into themsl2 msl3background andmsl2 msl3 abi4 1mutants also exhibited reduced apical callus formation; only 26% ofmsl2 msl3 abi4 1seedlings from two independently isolated lines developed callus (Fig.6B,F). Neither leaf developmental defects nor ROS accumulation was suppressed in themsl2 msl3 abi4 1mutant andmsl2 msl3 abi4 1seedlings stained with DAB or NBT showed a pattern of ROS accumulation similar to themsl2 msl3double mutant (Fig.6F,G). These staining patterns were not observed in the wild type orabi4 1single mutants. These results are consistent with a model wherein ABI4 functions downstream of ROS accumulation, probably in a pathway with GUN1, to induce apical callus formation in response to plastid osmotic stress.",
    "discussion": "One of the most fundamental decisions a cell can make is whether to proliferate or to differentiate. In the plant SAM, this decision must be spatially and temporally controlled, so that cells remain in an undifferentiated, pluripotent state in the central zone of the meristem and then differentiate properly as they are recruited into organs at the PZ. Here, we use themsl2 msl3mutant as a model system to show that, in theArabidopsisSAM, proliferation versus differentiation signals are coordinated not only at the tissue and cellular level, but also at the organellar level. We further applied genetic, molecular, biochemical and pharmacological approaches to identify two non redundant pathways through which plastid osmotic stress may produce apical callus (illustrated inFig.S6).\n\nPlants lacking functional versions of the mechanosensitive ion channel homologs MSL2 and MSL3 robustly produce callus tissue at the apex of the plant when grown on solid medium (Fig.1). Molecular complementation withMSL2under the control of theSCARECROWpromoter established that MSL2/MSL3 are required only in the L1 layer of the CZ and/or PZ of the SAM to prevent callus formation (Fig.1M) and that their function is crucial during the first 5days after germination (Fig.1G L). The production of apical callus in themsl2 msl3mutant is associated with dramatically enlarged and developmentally abnormal plastids, specifically in the SAM (Fig.2,Fig.S2). Developmentally defective plastids were also observed in the SAM of another apical callus producing mutant,tumorous shoot development 1(tsd1) (Frank et al., 2002).\n\nThemsl2 msl3mutants exhibit several previously established hallmarks of increased proliferation at the SAM, including increased levels of CK, upregulation of the stem cell identity geneWUSCHELand downregulation of CK signaling inhibitors (Fig.3D,G), suggesting that plastid osmotic stress activates the CK/WUS feedback loop (Gaillochet et al., 2015;Ikeuchi et al., 2013) (top pathway,Fig.S6). The resulting imbalance in the cytokinin: auxin ratio may underlie callus formation in themsl2 msl3background, as supplementing seedlings with exogenous auxin robustly suppresses all mutant phenotypes (Fig.3A,C) without affecting plastid osmotic stress (Fig.3B). In addition, the CK receptor AHK2 is required for efficient callus formation (Fig.3E,F).AHK2is required to maintain WUS expression in the meristem in response to CK treatment in the CK/WUS feedback loop (Gordon et al., 2009). As cytokinin and auxin are involved in the production of all types of callus (Perianez Rodriguez et al., 2014;Skoog and Miller, 1957), alternative pathways to callus production cannot be ruled out.\n\nSeveral previously identified callus producing mutants inArabidopsisandHelianthusalso exhibit upregulated CK signaling and defects in meristem identity gene expression, includingtsd1(Frank et al., 2002;Krupkova and Schmulling, 2009), EMB 2 (Chiappetta et al., 2006) and thepasticcinomutants (Faure et al., 1998;Harrar et al., 2003). These data suggest that the CK induced pathway, the wound induced pathway and the meristematic identity pathway are interconnected for callus production. Furthermore, themsl2 msl3double mutant is the only callus producing mutant identified to date with a primary defect in plastid localized proteins, adding a novel regulatory aspect to these known pathways, and suggesting that plastid osmotic stress is uniquely able to trigger these pathways. While we favor the model shown inFig.S6, other interpretations are possible. Also consistent with these data is a model wherein themsl2 msl3lesions lead to downregulation ofTSD1and/orTSD2, or upregulation of WIND genes, either of which could disrupt the CK/WUS loop.\n\nGenetic lesions that reduce Pro biosynthesis significantly exacerbated callus production in themsl2 msl3background   an effect that cannot be attributed to low levels of Pro itself (Fig.1E,Fig.4,Fig.S4). Instead, the hyper accumulation of ROS that results from blocking Pro biosynthesis is required (Fig.5). Treatment with exogenous ROS scavenger TEMPOL as well as overproduction of CSD2, a chloroplast localized superoxide scavenging enzyme, prevented or reduced callus formation. Plastid osmotic stress was required for hyper accumulation of ROS (Fig.5A C). In addition, our analysis of callus formation in higher order mutants established that ABA biosynthesis, the retrograde signaling protein GUN1, and the transcription factor ABI4 were required for callus formation and act downstream of ROS (Fig.6; bottom pathway inFig.S6). Because we were able to specifically suppress callus production, ROS accumulation and impaired leaf development by increasing cytoplasmic osmolarity in themsl2 msl3background, this phenotype is very unlikely to be due to a loss of specific signaling by MSL2 or MSL3.\n\nMultiple genetic links between plastid function and cell differentiation in the shoot have been previously described and are often cited as evidence for retrograde signaling (Inaba and Ito Inaba, 2010;Lepisto and Rintamaki, 2012;Lundquist et al., 2014). ROS accumulation has been documented in at least one other callus producing mutant,tsd2/quasimodo2(Raggi et al., 2015). Whether ROS and/or an ABA/GUN1/ABI4 retrograde signaling pathway are employed to communicate plastid dysfunction to shoot development in any of these other mutants is not known. However, the application of pharmacological inhibitors of plastid development or function was used to demonstrate that leaf adaxial/abaxial patterning is regulated by plastid protein translation in a GUN1 dependent pathway (Tameshige et al., 2013), a pathway that is required to facilitate the switch from leaf cell proliferation to expansion and differentiation (Andriankaja et al., 2012). Taken together with the results reported here, these data support previously proposed models wherein a variety of plastid dysfunctions are communicated to leaf development through similar or overlapping pathways that include GUN1 (Koussevitzky et al., 2007;Leon et al., 2012). ABI4 may function with GUN1 in this retrograde signaling pathway, or the reduction inmsl2 msl3callus production in theabi4 1mutant background may result from indirect effects on sugar signaling or ABA biosynthesis.\n\nWe note that only a few of the genetic or pharmacological treatments that suppressed callus formation in themsl2 msl3mutant also suppressed the leaf developmental defects. Growth on exogenous auxin was the only treatment to completely suppress all of the mutant phenotypes, whereas preventing CK signaling, ABA biosynthesis, ROS accumulation or GUN1 or ABI4 function only partially rescued leaf defects (Fig.3E,Fig.5F,Fig.6). It is possible that these differences are due to genetic redundancy or to limited uptake or transport of TEMPOL. Alternatively, there may be two fundamentally different processes that respond to plastid osmotic stress in themsl2 msl3mutant: one that functions in the SAM during early development and one that functions later on in the leaves. In support of the latter proposal, subjecting seedlings to mild hyperosmotic stress has been shown to prevent leaf cell proliferation (Skirycz et al., 2011).\n\nOur working model, illustrated inFig.S6, is that the production of apical callus inmsl2 msl3mutants operates through two non redundant pathways: the CK/WUS feedback loop and a retrograde signaling pathway involving ROS, ABA, ABI4 and GUN1. While the data presented here establish that both of these pathways are required for callus formation in themsl2 msl3background, whether they operate completely independently or are interconnected is not yet clear. Here, we present them as separate pathways; support for this comes from the fact that CK levels remain elevated in theaba2 msl2 msl3triple mutant (Fig.3D), indicating that ABA biosynthesis is not upstream of the CK/WUS feedback loop. Furthermore, mutants that solely overproduce plastid ROS (Myouga et al., 2008) upregulate CK signaling (To et al., 2004), or hyper accumulate Pro (Mattioli et al., 2008) have not been reported to produce apical callus, implying that a combination of these signals is required.\n\nWe speculate that two way communication between plastids and cell differentiation is essential to coordinate the developmental and functional state of the plastid with that of the cell within which it resides, and that it therefore necessarily involves multiple pathways. These results add yet another layer of complexity to the many regulatory pathways and feedback loops that govern dynamic cell identity decision making at the plant shoot apex and provide a foundation for future investigation into the relationship between meristem identity and plastid osmotic homeostasis in the SAM.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:03:10.773815",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5047659/"
  }
}