{
  "pmcid": "PMC10063413",
  "title": "Small changes in thermoregulation influence cancellous bone turnover balance in distal femur metaphysis in growing female mice",
  "authors": [
    "Lara H Sattgast",
    "Carmen P Wong",
    "Adam J Branscum",
    "Dawn A Olson",
    "Allan M Aguirre Burk",
    "Urszula T Iwaniec",
    "Russell T Turner"
  ],
  "year": "2023",
  "journal": "Bone Reports",
  "doi": "10.1016/j.bonr.2023.101675",
  "sections": {
    "abstract": "Mice are typically housed at temperatures well below their thermoneutral zone. When individually housed at room temperature (~22 degreesC) mice experience cold stress which results in cancellous bone loss and has the potential to alter the skeletal response to treatment. It is not clear if there is a threshold temperature for cold stress induced bone loss. It is also not clear if alternative strategies for attenuating cold stress, such as group housing, influence bone accrual and turnover. This study aimed to determine how small differences in temperature (4 degreesC) or heat loss (individual versus group housing with nestlets) influence bone in growing female C57BL/6J mice. Five week old mice were randomized by weight to 1 of 4 treatment groups (N=10/group): 1) baseline, 2) single housed at 22 degreesC, 3) single housed at 26 degreesC, or 4) group housed (n=5/cage) with nestlets at 22 degreesC. Mice in the baseline group were sacrificed 1week later, at 6weeks of age. The other 3 groups of mice were maintained at their respective temperatures and housing conditions for 13weeks until 18weeks of age. Compared to baseline, mice single housed at room temperature had increased body weight and femur size, but dramatically decreased cancellous bone volume fraction in distal femur metaphysis. The cancellous bone loss was attenuated but not prevented in mice individually housed at 26 degreesC or group housed at 22 degreesC. In conclusion, by impacting thermogenesis or heat loss, modest differences in housing conditions could influence experimental results.\n\nKeywords:Cold stress, Premature bone loss,Ucp1expression, Microgravity",
    "methods": "Experimental protocols were approved by the Oregon State University Animal Care and Use Committee and mice were maintained in accordance with the NIH Guide for the Care and the Use of Laboratory Animals. Five week old female C57BL/6J mice were obtained from Jackson Laboratory (Bar Harbor, ME, USA) and housed under controlled conditions in a room on a 12h light/dark cycle. Food (Teklad 8604, Harlen Laboratories, Indianapolis, IN) and water were provided ad libitum and food consumption and body weight were monitored weekly. Food consumption is not reported for group housed mice due to the unreliability of the measurements; group housed mice tended to grind their food into crumbs and discarded the crumbs at the bottom of their cages.\n\nUpon arrival mice were randomized by weight into one of four groups (n=10/group): 1) baseline, 2) 22 degreesC and single housed, 3) 26 degreesC and single housed, 4) 22 degreesC and group housed (n=5/cage with nestlets to mimic housing conditions known to reduce cold stress in mice). Cages in all treatment groups contained bedding (BioFresh Performance Bedding;  pelleted cellulose) to a depth of approximately . Initial body weights averaged 18.8+/ 0.3g, 18.5+/ 0.3g, 18.1+/ 0.4g, and 18.0+/ 0.2g for groups 1 through 4, respectively. Mice in the baseline group were individually housed and sacrificed 1week later, at 6weeks of age. The other three groups of mice were maintained at their respective temperatures and housing conditions until 18weeks of age.\n\nThe following strategies were employed in order to minimize confounders: 1) other than experimental conditions, the mice were housed in identical cages in separate rooms in the same vivarium, 2) housing temperature was carefully monitored, and 3) visitation by laboratory personnel was logged and followed a predetermined protocol for weighing and feeding. Due to differences in ambient temperature between groups and the number of mice/cage, the experimenter could not be blinded to treatment. However, mice were randomly numbered and the evaluator was blinded to experimental groups during data collection.\n\nFor assessment of body composition and tissue collection, mice were anesthetized with 2 3% isoflurane delivered in oxygen. Following dual energy absorptiometry (DXA) scanning, mice were sacrificed by decapitation. Abdominal white adipose tissue (WAT; perigonadal, mesenteric, perirenal, retroperitoneal) was excised and weighed. Interscapular BAT was excised, frozen in liquid N2, and stored at  80 degreesC.\n\nFemora, lumbar vertebrae, and caudal vertebrae were removed, fixed overnight in 10% formalin, and stored in 70% ethanol for microcomputed tomography (uCT) analysis. 5th lumbar vertebra (LV5) and 5th caudal vertebra (CaV5) were selected for analysis.\n\nLean mass and fat mass were measured in vivo using DXA (Piximus, Lunar Corporation, Madison, WI, USA), and % lean mass and % fat mass was calculated. Whole femora were scanned ex vivo to determine bone area, bone mineral content (BMC), and bone mineral density (BMD).\n\nBone volume and architecture were measured using a Scanco uCT scanner (Scanco Medical AG, Basserdorf, Switzerland). Bones were scanned in 70% ethanol at a voxel size of 12x12x12um (55 kVpx ray voltage, 145uA intensity, and 200ms integration time). Filtering parameters sigma and support were set to 0.8 and 1, respectively. The threshold for bone segmentation was determined empirically and set at 245 (grayscale, 0 1000).\n\nIn the femur, total mineralized tissue volume (mm3) was evaluated followed by site specific evaluation of cortical bone in the midshaft femur and cancellous bone in the distal femur metaphysis and epiphysis. For the femur diaphysis, a sample of 20 slices (240um) of bone distal to the femur midshaft was assessed. Measurements included cross sectional volume (mm3), cortical volume (mm3), marrow volume (mm3), and cortical thickness (um). For the distal femur metaphysis, a sample of 42 slices (504um) of cancellous bone was evaluated starting 45 slices (540um) proximal to the growth plate / metaphysis boundary. For the distal femur epiphysis, the full cancellous compartment (36+/ 0 slices, 432+/ 0um) was assessed. Direct cancellous bone measurements for the femur metaphysis and epiphysis included cancellous bone volume fraction (bone volume / tissue volume, %), connectivity density (mm 3), trabecular thickness (um), trabecular number (mm 1), and trabecular separation (um).\n\nThe same parameters were evaluated in the entire cancellous compartments of the lumbar vertebra (163+/ 2 slices, 1956+/ 24um) and caudal vertebra (164+/ 2 slices, 1968+/ 24um).\n\nRNA was isolated from individual BAT samples from mice single housed at 22 degreesC, mice single housed at 26 degreesC, and mice group housed at 22 degreesC (n=8/group). mRNA was reverse transcribed into cDNA using SuperScript IV VILO Master Mix (ThermoFisher Scientific). Quantitative polymerase chain reaction (qPCR) was performed using Fast SYBR Green Master Mix and primers specific for mouse Ucp 1 (For: GTGAAGGTCAGAATGCAAGC, Rev: AGGGCCCCCTTCATGAGGTC) and mouse 18S ribosomal RNA (Rn18s) (For: CCGCAGCTAGGAATAATGGAAT, Rev: CGAACCTCCGACTTTCGTTCT). Data represent average fold change normalized to Rn18S using the Ct method, using mice single housed at 22 degreesC as the control.\n\nMean comparisons of quantitative variables were made between 6 week old mice single housed at 22 degreesC and 18 week old mice single housed at 22 degreesC or 26 degreesC or group housed at 22 degreesC using one way analysis of variance or the Kruskal Wallis nonparametric test when assumptions of normality were violated. When results were significant,t tests were used to make comparisons to the baseline group as well as comparisons between mice single housed at 22 degreesC, mice single housed at 26 degreesC, and mice group housed at 22 degreesC. The Wilcoxon Mann Whitney test was used when assumptions of normality were violated. False discovery rate was maintained at 5% using the Benjamini and Hochberg method to adjust for multiple comparisons (Benjamini and Hochberg, 1995). Data analysis was performed using R version 3.6.1 (R Core Team, 2019).",
    "results": "Food consumption over time (a), brown adipose tissueUcp 1expression (b), body mass over time (c), terminal body mass (d), lean mass (e), fat mass (f), and white adipose tissue mass (g) in female C57BL/6J mice sacrificed at baseline (6weeks old) or housed under the following conditions (n=10/group): 22 degreesC and single housed, 26 degreesC and single housed, or 22 degreesC and group housed (n=5/cage) with nestlets until 18weeks of age. Data are mean+/ SE with individual data points for panels b and d g. The vertical dotted line demarcates the baseline group from the experimental groups.aDifferent from baseline, p<0.05.bDifferent from mice single housed at room temperature (22 degreesC), p<0.05.b*Different from mice single housed at room temperature (22 degreesC), p<0.1.\n\nMice individually housed at 26 degreesC consumed less food than mice individually housed at 22 degreesC (Panel a) at all time points assayed. Unfortunately, food consumption could not be accurately measured for mice group housed at 22 degreesC. Mice single housed at 26 degreesC and mice group housed at 22 degreesC had lowerUcp1expression in BAT compared to mice single housed at 22 degreesC (Panel b). There were no differences inUcp 1expression between mice single housed at 26 degreesC and mice group housed at 22 degreesC.\n\nBody mass increased over time in all treatment groups (Panel c). Compared to 6 week old mice sacrificed at baseline, all groups of mice sacrificed at 18weeks of age had increased body mass (Panel d). Mice group housed at 22 degreesC tended to have lower body mass than mice single housed at 22 degreesC (p=0.053). There were no differences in body mass between mice housed at 22 degreesC (single or group housed) and mice single housed at 26 degreesC.\n\nLean mass (Panel e)and fat mass (Panel f) were higher in all treatment groups compared to baseline. Lean mass was lower in mice group housed at 22 degreesC compared to mice single housed at 22 degreesC. There were no differences in fat mass among treatment groups.\n\nWhite adipose tissue mass (Panel g) was higher in mice single housed at 22 degreesC and mice single housed at 26 degreesC compared to baseline. No differences were observed in WAT mass between mice group housed at 22 degreesC and baseline or among treatment groups.\n\nEx vivo total femur length (a), bone area (b), bone mineral content (c), and bone mineral density (d) in female C57BL/6J mice sacrificed at baseline (6weeks old) or housed under the following conditions (n=10/group): 22 degreesC and single housed, 26 degreesC and single housed, and 22 degreesC and group housed (n=5/cage) with nestlets until 18weeks of age. The vertical dotted line demarcates the baseline group from the experimental groups. Data are mean+/ SE with individual data points.aDifferent from baseline, p<0.05.\n\nFemur length (Panel a), area (Panel b), BMC (Panel c), and BMD (Panel d) increased in all treatment groups compared to baseline. However, there were no differences among treatment groups.\n\nMid femur diaphysis cortical thickness (a), cortical volume (b), marrow volume (c), cortical thickness (d), and polar moment of inertia (e) in female C57BL/6J mice sacrificed at baseline (6weeks old) or housed under the following conditions (n=10/group): 22 degreesC and single housed, 26 degreesC and single housed, and 22 degreesC and group housed (n=5/cage) with nestlets until 18weeks of age. The vertical dotted line demarcates the baseline group from the experimental groups. Data are mean+/ SE with individual data points.aDifferent from baseline, p<0.05.\n\nCross sectional volume (Panel a) and marrow volume (Panel c) decreased in all treatment groups compared to baseline but did not differ among treatment groups. Cortical volume (Panel b) and cortical thickness (Panel d) increased in all treatment groups compared to baseline but did not differ among treatment groups. Polar moment of inertia (Panel e) did not change compared to baseline and did not differ among treatment groups.\n\nDistal femur metaphysis cancellous bone volume fraction (a), connectivity density (b), trabecular number (c), trabecular thickness (d), and trabecular separation (e) in female C57BL/6J mice sacrificed at baseline (6weeks old) or housed under the following conditions (n=10/group): 22 degreesC and single housed, 26 degreesC and single housed, and 22 degreesC and group housed (n=5/cage) with nestlets until 18weeks of age. The vertical dotted line demarcates the baseline group from the experimental groups. Data are mean+/ SE with individual data points.aDifferent from baseline, p<0.05.bDifferent from mice single housed at room temperature (22 degreesC), p<0.05.bDifferent from mice single housed at room temperature (22 degreesC), p<0.1.\n\nThere were large reductions in cancellous bone volume fraction (Panel a), connectivity density (Panel b), and trabecular number (Panel c) compared to baseline. Trabecular thickness (Panel d) was higher in mice group housed at 22 degreesC compared to baseline but did not change in mice single housed at 26 degreesC or mice single housed at 22 degreesC compared to baseline. Trabecular separation (Panel e) was higher in all treatment groups compared to baseline.\n\nSingle housing mice at 26 degreesC and group housing mice at 22 degreesC attenuated, but did not prevent, cold stress induced bone loss. Cancellous bone volume fraction (Panel a) was 54% higher in mice housed at 26 degreesC compared to mice housed at 22 degreesC and 52% higher in mice group housed at 22 degreesC compared to mice single housed at 22 degreesC. Connectivity density (Panel b) tended to be higher (p=0.086) by 73% in mice single housed at 26 degreesC compared to mice single housed at 22 degreesC. Trabecular number (Panel d) was 10% higher in mice single housed at 26 degreesC compared to mice single housed at 22 degreesC. Trabecular thickness (Panel d) was 11% higher in mice group housed at 22 degreesC compared to mice single housed at 22 degreesC. Trabecular separation (Panel e) was 10% lower in mice single housed at 26 degreesC compared to mice single housed at 22 degreesC.\n\nDistal femur epiphysis cancellous bone volume fraction (a), connectivity density (b), trabecular number (c), trabecular thickness (d), and trabecular separation (e) in female C57BL/6J mice sacrificed at baseline (6weeks old) or housed under the following conditions (n=10/group): 22 degreesC and single housed, 26 degreesC and single housed, and 22 degreesC and group housed (n=5/cage) with nestlets until 18weeks of age. The vertical dotted line demarcates the baseline group from the experimental groups. Data are mean+/ SE with individual data points.aDifferent from baseline, p<0.05.bDifferent from mice single housed at room temperature (22 degreesC), p<0.1.\n\nCancellous bone volume fraction (Panel a) did not change compared to baseline for any of the housing conditions or differ among housing conditions. There were reductions in connectivity density (Panel b) and trabecular number (Panel c) and increases in trabecular thickness (Panel d) and separation (Panel e) in all treatment groups compared to baseline. With the exception of a tendency for higher connectivity density in mice group housed at 22 degreesC than mice single housed at 22 degreesC (p=0.086), no differences were observed in femur epiphysis microarchitecture among treatment groups.\n\nLumbar vertebra cancellous bone volume fraction (a), connectivity density (b), trabecular number (c), trabecular thickness (d), and trabecular separation (e) in female C57BL/6J mice sacrificed at baseline (6weeks old) or housed under the following conditions (n=10/group): 22 degreesC and single housed, 26 degreesC and single housed, and 22 degreesC and group housed (n=5/cage) with nestlets until 18weeks of age. The vertical dotted line demarcates the baseline group from the experimental groups. Data are mean+/ SE with individual data points.aDifferent from baseline, p<0.05.bDifferent from mice single housed at room temperature (22 degreesC), p<0.05.bDifferent from mice single housed at room temperature (22 degreesC), p<0.1.\n\nIn lumbar vertebra, bone volume fraction (Panel a), trabecular thickness (Panel d), and trabecular separation (Panel e) increased, and connectivity density (Panel b) and trabecular number (Panel c) decreased in all treatment groups compared to baseline. Bone volume fraction (Panel a) was higher by 11% and trabecular number (Panel c) tended to be higher (p=0.070) and trabecular separation (Panel e) was lower by 8% in mice single housed at 26 degreesC compared to mice single housed at 22 degreesC. Trabecular number (Panel c) was higher and trabecular separation (Panel e) was lower in mice group housed at 22 degreesC compared to mice single housed at 22 degreesC.\n\nCaudal vertebra cancellous bone volume fraction (a), connectivity density (b), trabecular number (c), trabecular thickness (d), and trabecular separation (e) in female C57BL/6J mice sacrificed at baseline (6weeks old) or housed under the following conditions (n=10/group): 22 degreesC and single housed, 26 degreesC and single housed, and 22 degreesC and group housed (n=5/cage) with nestlets until 18weeks of age. The vertical dotted line demarcates the baseline group from the experimental groups. Data are mean+/ SE with individual data points.aDifferent from baseline, p<0.05.bDifferent from mice single housed at room temperature (22 degreesC), p<0.1.\n\nIn caudal vertebra, bone volume fraction (Panel a) and trabecular thickness (Panel d) increased, and connectivity density (Panel b) decreased in all groups compared to baseline. Differences between treatment groups and baseline were not noted for trabecular number (Panel c) or trabecular separation (Panel e). No differences were observed among treatment groups for any of the endpoints evaluated.",
    "discussion": "Body weight, lean mass, fat mass, femur size, BMC and BMD, and cancellous bone volume fraction in lumbar and caudal vertebrae increased from 6 to 18weeks of age in female B6 mice housed at room temperature (22 degreesC). These increases contrast with a large decrease in cancellous bone volume fraction in distal femur metaphysis and a lack of change in cancellous bone volume fraction in distal femur epiphysis. A small (4 degreesC) difference in temperature influenced bone microarchitecture at select skeletal sites, as did group housing the mice with nestlets. Compared to mice single housed at 22 degreesC, mice single housed at 26 degreesC had higher cancellous bone volume fraction and trabecular number, and lower trabecular separation in distal femur metaphysis. Additionally, they had higher bone volume fraction and lower trabecular separation in lumbar vertebrae. Group housing with nestlets also moderated the effect of room temperature housing and bone measurements did not differ in mice group housed at 22 degreesC compared to mice single housed at 26 degreesC.\n\nLaboratory mice are typically housed at ~22 degreesC, which is within the thermoneutral comfort zone for humans but well below thermoneutral for mice. As facultative daily heterotherms, mice maintain their core body temperature through adaptive thermogenesis when the ambient temperature is below thermoneutral. This impacts energy partitioning and results in premature cancellous bone loss (Iwaniec et al., 2016;Martin et al., 2019). The present study found that an increase in housing temperature of individually housed mice from 22 degreesC to 26 degreesC influenced bone mass and microarchitecture in female mice and significantly attenuated, but did not prevent, bone loss in distal femur metaphysis.\n\nMice are often group housed. According to the Guide for the Care and Use of Laboratory Animals (National Research Council (US) Committee for the Update of the Guide for the Care and Use of Laboratory Animals, 2011), up to 5 mice may be housed in a single cage. In the current study, mice group housed (5/cage) with nestlets at 22 degreesC had similar outcomes compared to mice single housed at 26 degreesC, which suggests that group housing, by lowering heat loss, partially compensates for the reduction in temperature. There are inherent differences in thermal physiology between single and group housed mice, with lesser effects of cold stress in group housed mice including reduced heat loss due, in part, to their ability to huddle (Speakman and Keijer, 2013). However, the results from our present study are in support of previous research concluding that group housing alone is not sufficient to fully prevent cold stress in mice housed at room temperature (Maher et al., 2015). Nevertheless, a reduced ability to huddle under some conditions, such as microgravity, could contribute to bone loss. This possibility is supported by our finding that female mice housed aboard the International Space Station (ISS) had increased expression ofUcp1in BAT compared to ground based control mice, in spite of comparable housing temperatures (Wong et al., 2021).\n\nThe inclusion of a baseline control group is critical for a full appreciation of the bone and bone compartment specific effects of housing on the mouse skeleton. In the present study, mice single housed at 26 degreesC had 54% higher cancellous bone volume fraction in the distal femur metaphysis and 11% higher cancellous bone volume fraction in the 5th lumbar vertebra compared to mice single housed at 22 degreesC. Although impressive, this higher value in the femur is small compared to the magnitude of bone loss relative to baseline values. Additionally, whereas the bone volume fraction in the femur metaphysis of mice housed at the warmer temperature was due to attenuated bone loss, the higher vertebral bone volume fraction was due to increased bone accrual.\n\nAs expected, there was a lower expression ofUcp1in BAT among mice single housed at 26 degreesC compared to mice single housed at 22 degreesC. Mice group housed at 22 degreesC also had lowerUcp1expression compared to mice single housed at 22 degreesC and notably, the magnitude of the change inUcp1expression was similar to that of mice single housed at 26 degreesC. Ucp 1 functions to uncouple oxidative phosphorylation to release heat rather than store energy as ATP and is activated by cold. The protein contributes to adaptive non shivering thermogenesis and has been reported to have a protective effect on bone under conditions of severe cold stress (Nguyen et al., 2018). Similar outcomes have been reported in male B6 mice housed in pairs at 20 degreesC, 22 degreesC, and 26 degreesC, with increasedUcp1expression in BAT and impaired cancellous bone acquisition at lower temperatures (Robbins et al., 2018).\n\nResearch conducted in mice housed aboard the ISS revealed bone loss and altered microarchitecture, especially in lower limbs (Fu et al., 2021). The findings of the present study suggest that the skeletal response of mice to spaceflight may be due, in part, to housing conditions and thus not entirely due to skeletal unloading during microgravity. Mice are transported to the ISS and subsequently group housed in rodent habitats with a reported temperature range of 26 28 degreesC (Choi et al., 2020). As mentioned (Wong et al., 2021), although animal enclosure temperature was comparable,Ucp1expression in BAT was higher in the flight mice aboard the ISS. There was also evidence that the flight mice consumed more food. These two findings are consistent with increased thermogenesis in mice flown aboard the ISS that is similar in magnitude to the increase associated with a 4 degreesC lower housing temperature. It is likely that mice aboard the ISS are unable to huddle as efficiently or assume postural positions to reduce heat loss as ground controls. Consequently, they are more dependent upon adaptive thermogenesis to maintain core body temperature. A side effect of this important adaptive response to countering cold stress may be accelerated bone loss.\n\nThe response of bones of the lower limb, such as the femur, to differences in thermogenesis is of particular interest for microgravity research because spaceflight simulation studies using ground based models such as hindlimb unloading typically focus on the response of weight bearing bone to unloading (Grimm et al., 2016). As demonstrated here and in prior studies, the impact of cold stress varies among bones and skeletal sites (Iwaniec et al., 2016;Martin et al., 2019). Lumbar vertebrae, for example, are less impacted by cold temperature stress than femora, but they are less desirable than long bones of the hindlimb for simulated microgravity studies because although load bearing they do not bear weight (Keune et al., 2019).\n\nThis report was limited to female mice due to facility constraints. We chose to perform the initial studies in female mice because female mice exhibit an earlier and more dramatic skeletal response to cold stress than male mice. However, we have shown that thermoneutral housing prevents premature (while the mice are growing) bone loss in both sexes. Additional research is needed to assess whether male mice would experience a similar attenuation of bone loss following a small (4 degreesC) increase in housing temperature above room temperature (22 degreesC). Another limitation of the study is that we only evaluated growing mice. Additional studies will be required to determine if cold stress accelerates age related bone loss in skeletally mature mice. Finally, single housed mice may experience additional stress due to social isolation (Liu et al., 2020) and we cannot rule out the possibility that the attenuation of bone loss observed among the group housed mice may also be due, in part, to reduced stress independent of temperature.",
    "conclusion": "In conclusion, differences in housing conditions resulting in even modest differences in thermogenesis or heat retention can influence bone mass and architecture. In the present study, a 4 degreesC increase in environmental temperature, as well as group housing mice with nestlets to reduce heat loss, attenuated the skeletal response to chronic cold stress associated with housing mice individually at standard room temperature. These findings suggest that unless thermoregulation is controlled for, even minor differences in housing conditions or behavior (e.g., huddling) could influence experimental results."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:07:09.606445",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10063413/"
  }
}