{
  "pmcid": "PMC11403809",
  "title": "Celebrating 30 years of access to NASA Space Life Sciences data",
  "authors": [
    "Lauren M Sanders",
    "Danielle K Lopez",
    "Alan E Wood",
    "Ryan T Scott",
    "Samrawit G Gebre",
    "Amanda M Saravia Butler",
    "Sylvain V Costes"
  ],
  "year": "2024",
  "journal": "GigaScience",
  "doi": "10.1093/gigascience/giae066",
  "sections": {
    "abstract": "NASA's space life sciences research programs established a decades long legacy of enhancing our ability to safely explore the cosmos. From Skylab and the Space Shuttle Program to the NASA Balloon Program and the International Space Station National Lab, these programs generated priceless data that continue to paint a vibrant picture of life in space. These data are available to the scientific community in various data repositories, including the NASA Ames Life Sciences Data Archive (ALSDA) and NASA GeneLab. Here we recognize the 30 year anniversary of data access through ALSDA and the 10 year anniversary of GeneLab.\n\nKeywords:space biology, NASA, data, open science, data archive, FAIR, omics",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "A paradigm shift has occurred in modern space biosciences, where reliable data reuse is now essential, as well as science being interdisciplinary, inclusive, and maximally transparent. To enable large communities of scientists on Earth to participate in spaceflight discovery, NASA plays a leading role in this shift through a strong open science program. NASA OSDR is a growing star in this ecosystem, with the integration of 2 critical databases, and the scientific output shows that its whole is greater than the sum of its parts. The OSDR AWG is a thriving collaborative community that utilizes OSDR's rich data and metadata to make new discoveries in space biology and health.\n\nThis merger marks a new era, epitomizing the maturity of open science in space biology. OSDR is committed to rapidly expanding its data through collaborations with other space agencies, institutions, and companies. By leveraging AI, OSDR also aims to enhance accessibility and reproducibility while streamlining the processes of data ingestion and interpretation."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:01:26.555407",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11403809/"
  }
}