{
  "pmcid": "PMC10030976",
  "title": "Toward sustainable space exploration: a roadmap for harnessing the power of microorganisms",
  "authors": [
    "Rosa Santomartino",
    "Nils J H Averesch",
    "Marufa Bhuiyan",
    "Charles S Cockell",
    "Jesse Colangelo",
    "Yosephine Gumulya",
    "Benjamin Lehner",
    "Ivanna Lopez Ayala",
    "Sean McMahon",
    "Anurup Mohanty",
    "Sergio R Santa Maria",
    "Camilla Urbaniak",
    "Rik Volger",
    "Jiseon Yang",
    "Luis Zea"
  ],
  "year": "2023",
  "journal": "Nature Communications",
  "doi": "10.1038/s41467 023 37070 2",
  "sections": {
    "abstract": "Finding sustainable approaches to achieve independence from terrestrial resources is of pivotal importance for the future of space exploration. This is relevant not only to establish viable space exploration beyond low Earth orbit, but also for ethical considerations associated with the generation of space waste and the preservation of extra terrestrial environments. Here we propose and highlight a series of microbial biotechnologies uniquely suited to establish sustainable processes for in situ resource utilization and loop closure. Microbial biotechnologies research and development for space sustainability will be translatable to Earth applications, tackling terrestrial environmental issues, thereby supporting the United Nations Sustainable Development Goals.\n\nSubject terms:Biotechnology, Applied microbiology, Scientific community, Element cycles",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "With this work, we aimed to advocate the urgency of sustainable approaches for human space exploration, and the essential role microbial biotechnologies could play in this. It has been discussed how microbial biotechnologies may support several processes that, in turn, can help decrease supply chain dependency (from Earth) on long duration deep space exploration missions to eventually enable human footholds and settlements across the solar system. In parallel, several of these microbially supported processes may also help close the loop on LSS and other systems, which can preserve resources and extra terrestrial environments. These two aspects, independently and together, enable space exploration in a sustainable fashion.\n\nTo provide appropriate conditions for the maturation of named biotechnologies and to open the field to a wider community, research and innovation are needed. Preliminary studies should be supported in laboratories on Earth, simulation platforms, and in LEO, and full investigations incis Lunar space and on the Lunar surface. Augmenting existing space based facilities to increase the capacity for space experiments, in terms of sample replicates and experimental conditions, should also be considered to improve the impact of the preliminary studies. Funding should take into account the high cost (and time) of genetic engineering and synthetic biology, on which these technologies will likely heavily rely.\n\nFinally, the potential of these technologies for terrestrial benefits has been discussed, with specific reference to the United Nation SDGs. If ultra efficient approaches to sustaining human life and economic activity off Earth can be adapted towards meaningfully solving problems on our planet, space exploration will have yielded a manifold return on public investments and will thereby become more sustainable not only technologically, but also politically. The debate about the public benefits of space travel and exploration is healthy and necessary, but in the field of sustainability, space advocates may now have an opportunity to win this debate for a generation."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:07:10.646447",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10030976/"
  }
}