{
  "pmcid": "PMC11998595",
  "title": "The Last Mile in Beta Cell Replacement Therapy for Type 1 Diabetes: Time to Grow Up",
  "authors": [
    "Lorenzo Piemonti"
  ],
  "year": "2025",
  "journal": "Transplant International",
  "doi": "10.3389/ti.2025.14565",
  "sections": {
    "abstract": "Beta cell replacement therapy for type 1 diabetes (T1D) is undergoing a transformative shift, driven by advances in stem cell biology, gene editing, and tissue engineering. While islet transplantation has demonstrated proof of concept success in restoring endogenous insulin production, its clinical impact remains limited by donor scarcity, immune rejection, and procedural complexities. The emergence of stem cell derived beta like cells represents a paradigm shift, with initial clinical trials showing promising insulin secretionin vivo. However, translating these breakthroughs into scalable, widely accessible treatments poses significant challenges. Drawing parallels to space exploration, this paper argues that while scientific feasibility has been demonstrated, true accessibility remains elusive. Without a strategic shift, beta cell therapy risks becoming an elite intervention, restricted by cost and infrastructure. Lessons from gene and cell therapies for rare diseases highlight the dangers of unsustainable pricing and limited market viability. To bridge the \"last mile\" a Quality by Design approach is proposed, emphasizing scalability, ease of use, and economic feasibility from the outset. By emphasizing practical implementation over academic achievements, corporate interests, market economics, or patent constraints, beta cell therapy can progress from proof of concept to a viable, widely accessible treatment.\n\nKeywords:diabetes type 1, beta cell replacement therapy, islet, scalability, stem cell derived beta cells",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:03:56.324208",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11998595/"
  }
}