{
  "pmcid": "PMC3190158",
  "title": "The oligomeric state of the truncated mechanosensitive channel of large conductance shows no variance in vivo",
  "authors": [
    "Irene Iscla",
    "Robin Wray",
    "Paul Blount"
  ],
  "year": "2011",
  "journal": "Protein Science : A Publication of the Protein Society",
  "doi": "10.1002/pro.686",
  "sections": {
    "abstract": "The mechanosensitive channel of large conductance (MscL) fromE. coliserves as an emergency release valve allowing the cell to survive acute osmotic downshock. It is one of the best studied mechanosensitive channels and serves as a paradigm for how a protein can sense and respond to membrane tension. Two MscL crystal structures of the orthologsM. tuberculosisandS. aureushave been solved showing pentameric and tetrameric structures, respectively. Several studies followed to understand whether the discrepancy in their stoichiometry was a species difference or a consequence of the protein manipulation for crystallization. Two independent studies now agree that the full lengthS. aureusMscL is actually a pentamer, not tetramer. While detergents appear to play a role in modifying the oligomeric state of the protein, a cytoplasmic helical bundle has also been implicated. Here, we evaluate the role of the C terminal region ofS. aureusMscL in the oligomerization of the channel in native membranes by using anin vivodisulfide trapping technique. We find that the oligomeric state ofS. aureusMscLs with different C terminal truncations, including the one used to obtain the tetramericS. aureusMscL crystal structure, are pentamersin vivo. Thus, the C terminal domain of theS. aureusprotein only plays a critical role in the oligomeric state of the SaMscL protein when it is solubilized in detergent.\n\nKeywords:mechanosensitive channel, oligomerization, detergent solubilization, stoichiometry, disulfide trapping",
    "methods": "FLS. aureusMscL and the FL L10C/M91CS. aureusMscL mutant were cloned into pET21a vector, which has a His tag at the c terminal end. TruncatedS. aureusMscL mutants were produced by polymerase chain reaction (PCR) by adding stop codons at residues A96 (95), A100 (99), E104 (103), and L108 (107). Constructs were cloned into pet15b vector at NdeI/BamHI and transformed into PB116s.14All constructs from the pet15b vector have a his tag at the N terminal.\n\nOvernight cultures were diluted 1:100 and grown 1 h at 37 degreesC in Luria Bertani (LB) media (410 mOsmolar). LB with 1MNaCl was then added for a final concentration of 0.5M. Cultures were then induced with 1 mMisopropyl beta D thiogalactopyranoside (IPTG) for 1 h when an optical density (OD) 600 of 0.2 was reached. Cultures were either Mock shocked (0.5MNaCl LB) or shocked (water with 1.5 uMcopper phenanthroline) at a 1:20 dilution for 15 min at 37 degreesC. Samples were spun down at 4000gfor 20 min and immediately resuspended in nonreducing sample buffer, adjusted for final OD, and run on a 4 20% gel (Bio Rad) for western blot analysis.14Note that in less than 5 min, the samples are collected and loaded on the gel. The primary antibody anti Penta His (Qiagen) was used at 1:4000 and the secondary Goat anti Mouse horseradish peroxidase (HRP) (Bio Rad) at 1:100,000. Blots were developed using HRP substrate (Millipore) and exposed to film.\n\nE. coligiant spheroplasts were generated and used in patch clamp experiments as described previously.15Excised, inside out patches were examined at room temperature under symmetrical conditions using a buffer containing 200 mMKCl, 90 mMMgCl2, 10 mMCaCl2, and 5 mMHEPES pH 6 (Sigma, St. Louis, MO). To study redox effects in channel activity H2O21 3% v/v or DTT 1 10 mM(Sigma, St. Louis, MO) were added to the bath. A previous study has demonstrated that this treatment has no detrimental effect on channel function; in fact, one cysteine mutant was shown to increase activity.16Recordings were performed at  20 mV (positive pipette). Data were acquired at a sampling rate of 20 kHz with a 5 kHz filter using an AxoPatch 200B amplifier in conjunction with Axoscope software (Axon Instruments, Union City, CA). A piezoelectric pressure transducer (World Precision Instruments, Sarasota, FL) was used to monitor the pressure throughout the experiments. Data analysis was performed using Clampfit9 from Pclamp9 (Axon Instruments).",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:00:16.978957",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3190158/"
  }
}