{
  "pmcid": "PMC10390562",
  "title": "Paving the way to better understand the effects of prolonged spaceflight on operational performance and its neural bases",
  "authors": [
    "A C Stahn",
    "D Bucher",
    "P zu Eulenburg",
    "P Denise",
    "N Smith",
    "F Pagnini",
    "O White"
  ],
  "year": "2023",
  "journal": "NPJ Microgravity",
  "doi": "10.1038/s41526 023 00295 y",
  "sections": {
    "abstract": "Space exploration objectives will soon move from low Earth orbit to distant destinations like Moon and Mars. The present work provides an up to date roadmap that identifies critical research gaps related to human behavior and performance in altered gravity and space. The roadmap summarizes (1) key neurobehavioral challenges associated with spaceflight, (2) the need to consider sex as a biological variable, (3) the use of integrative omics technologies to elucidate mechanisms underlying changes in the brain and behavior, and (4) the importance of understanding the neural representation of gravity throughout the brain and its multisensory processing. We then highlight the need for a variety of target specific countermeasures, and a personalized administration schedule as two critical strategies for mitigating potentially adverse effects of spaceflight on the central nervous system and performance. We conclude with a summary of key priorities for the roadmaps of current and future space programs and stress the importance of new collaborative strategies across agencies and researchers for fostering an integrative cross  and transdisciplinary approach from cells, molecules to neural circuits and cognitive performance. Finally, we highlight that space research in neurocognitive science goes beyond monitoring and mitigating risks in astronauts but could also have significant benefits for the population on Earth.\n\nSubject terms:Neuroscience, Human behaviour",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:01:50.395957",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10390562/"
  }
}