{
  "pmcid": "PMC7055474",
  "title": "In situ Linkage of Fungal and Bacterial Proliferation to Microbiologically Influenced Corrosion in B20 Biodiesel Storage Tanks",
  "authors": [
    "Blake W Stamps",
    "Caitlin L Bojanowski",
    "Carrie A Drake",
    "Heather S Nunn",
    "Pamela F Lloyd",
    "James G Floyd",
    "Katelyn A Emmerich",
    "Abby R Neal",
    "Wendy J Crookes Goodson",
    "Bradley S Stevenson"
  ],
  "year": "2020",
  "journal": "Frontiers in Microbiology",
  "doi": "10.3389/fmicb.2020.00167",
  "sections": {
    "abstract": "Renewable fuels hold great promise for the future yet their susceptibility to biodegradation and subsequent corrosion represents a challenge that needs to be directly assessed. Biodiesel is a renewable fuel that is widely used as a substitute or extender for petroleum diesel and is composed of a mixture of fatty acid methyl esters derived from plant or animal fats. Biodiesel can be blended up to 20% v/v with ultra low sulfur diesel (i.e., B20) and used interchangeably with diesel engines and infrastructure. The addition of biodiesel, however, has been linked to increased susceptibility to biodegradation. Microorganisms proliferating via degradation of biodiesel blends have been linked to microbiologically influenced corrosion in the laboratory, but not measured directly in storage tanks (i.e.,in situ). To measurein situmicrobial proliferation, fuel degradation and microbially influenced corrosion, we conducted a yearlong study of B20 storage tanks in operation at two locations, identified the microorganisms associated with fuel fouling, and measuredin situcorrosion. The bacterial populations were more diverse than the fungal populations, and largely unique to each location. The bacterial populations included members of theAcetobacteraceae, Clostridiaceae, and Proteobacteria. The abundant Eukaryotes at both locations consisted of the same taxa, including a filamentous fungus within the familyTrichocomaceae, not yet widely recognized as a contaminant of petroleum fuels, and theSaccharomycetaceaefamily of yeasts. Increases in the absolute and relative abundances of theTrichocomaceaewere correlated with significant, visible fouling and pitting corrosion. This study identified the relationship between fouling of B20 with increased rates of corrosion and the microorganisms responsible, largely at the bottom of the sampled storage tanks. To our knowledge this is the firstin situstudy of this scale incorporating community and corrosion measurements in an active biodiesel storage environment.\n\nKeywords:biocorrosion, biofouling, fuel, biodiesel, B20, biodegradation",
    "methods": "The yearlong longitudinal study described here was conducted at two USAF bases, which were located in the SE and SW United States. Each base had three storage tanks containing B20 biodiesel (total of 6 tanks) that were under normal operation throughout the study. The only exception was tank SE 3, which was removed from the study after 9 months due to severe microbiological contamination that required mitigation. These tanks were not on a defined cleaning schedule. Instead, they were taken offline and cleaned as fouling or contamination was detected. All tanks at SW and two tanks at SE (SE 3 and 4) were cleaned just prior to the onset of the study and insertion of corrosion or \"witness\" coupons. The sampled tanks had an atmospheric (i.e., oxic) headspace and no biocides were used in the fuels stored at each location. The three tanks at SW were constructed of uncoated carbon steel and installed in the early 1950s. At the SE site, two of the tanks (SE 3 and SE 4) were fiberglass and located at the same fueling station. The third tank (SE E) was made of carbon steel, lined on the outside with fiberglass, and located at another fueling station. Each of the six tanks had a large maintenance hatch (i.e., \"manway\") that was used as an access point for access and fuel sampling (Supplementary Figure S1). A visual overview of the sampling protocol, including references to the relevant methods sections is included for clarity asSupplementary Figure S3.\n\nA PVC rack was used to suspend materials in the fuel phase (60 cm from bottom of tank, top of rack) and in contact with any water phase if it existed (1 cm from bottom of tank, bottom of rack) (Supplementary Figure S2). Four types of materials typical of fuel systems were exposed to thesein situconditions: pre weighed uncoated and epoxy coated steel (ACT Test Panel LLC., Hillsdale, MI, United States) test specimens commonly known as \"witness coupons,\" and O Rings made of V747 75 fluorocarbon or N602 70 nitrile, polymers commonly used in fuel systems (Personal communication, Air Force Petroleum Office). Epoxy coated coupons were prepared by the AFRL Coatings Technology Integration Office (Wright Patterson AFB, OH, United States) using three coats  (1) A base of MIL P 24441/20 epoxy/polyamide, formula 150 type III; (2) An intermediate coat of MIL P 244413/30 epoxy/polyamide, formula 151 type IV; and (3) A topcoat of MIL P 24441/31 epoxy/polyamide, formula 152 type IV. The metal test specimens (uncoated,n= 396, and epoxy coated steel,n= 283) measured 2.54 cm x 7.62 cm were divided evenly between the top and bottom of each rack and removed at 3 month intervals at SE, or 6 month intervals at SW. As a control, sterile, uncoated witness coupons and sterile O rings were incubated separately in 0.22 um filter sterilized B20 taken from fuel samples received at each site prior to exposure to storage tanks (n= 9 for each location).\n\nReplicate witness coupons (n>= 5) were removed from each underground storage tank (UST) at specified time intervals and photographed on site. Sampled coupons were subjected to several types of analyses: characterization of biofilm microbial communities by DNA sequencing, microscopy, and quantitation of uniform and pitting corrosion by mass loss and microscopy, respectively. A schematic representation of the sampling workflow is shown inSupplementary Figure S3. Biofilms were sampled for molecular community analyses from triplicate (n= 3) witness coupons immediately following their removal from the tank as detailed below. Any biofilm present on the remaining two (n= 2) coupons was left intact. Otherwise, all coupons were stored in a desiccating environment to prevent additional corrosion and shipped overnight prior to further analyses.\n\nSamples of both biofilms and fuel were taken at each timepoint for molecular analyses, as summarized inSupplementary Figure S3. For molecular analyses of biofilm, the surface of each coupon was immediately sampled after removal from the tank using nylon flocked swabs (Therapak Corp, Los Angeles, CA, United States). Each swab was placed into a 2.0 mL ZR BashingBeadTMLysis Tube (Zymo Research Corp., Irvine, CA, United States) containing 0.7 mL (dry volume) of 0.5 mm ZR BashingBeadTMlysis matrix (Zymo Research Corp.) and 750 uL XpeditionTMLysis/Stabilization Solution (Zymo Research Corp.) and homogenized for 30 s on site using a sample cup attached to a cordless reciprocating saw. Fuel samples were collected and processed within 2 4 h.\n\nFuel samples were taken at each time point from the bottom of each tank via the access hatch using a 500 mL Bacon bomb fuel sampler (Thermo Fisher Scientific, Hampton, NH, United States). Approximately 1 L of fuel was filtered through a 120 mm 0.22 um polyether sulfone bottle top filter. At SE, the filtered fuel was also retained for acid index determination. The resulting filter was quartered after sampling using a sterile scalpel, and three of these quarters were placed into individual ZR BashingBeadTMLysis tubes containing 0.7 mL (dry volume) of 0.5 mm ZR BashingBeadTMlysis matrix (Zymo Research Corp.) and 750 uL XpeditionTMLysis/Stabilization Solution (Zymo Research Corp.), for a total of three technical replicates per sampling. These samples were homogenized for 30 s on site using a sample cup attached to a cordless reciprocating saw, transported overnight at room temperature and stored at  20 degreesC until needed. Prior to DNA extraction, the samples were homogenized for an additional 30 s using a BioSpec Mini BeadBeater 8 (Biospec Products Inc., Bartlesville, OK, United States). DNA extractions were performed per manufacturer specifications using the Zymo XpeditionTMKit (Zymo Research Corp.).\n\nLibraries of bacterial, archaeal, and eukaryotic small subunit (SSU) rRNA gene fragments were amplified from each DNA extraction using a single set of PCR with primers that spanned the SSU rRNA gene V4/V5 hypervariable regions between position 515 and 926 (E. colinumbering) as described previously (Parada et al., 2015;Kraus et al., 2018). The primers used were selected to evenly amplify all three domains of life simultaneously (Parada et al., 2015). To mitigate the effects of contaminating DNA (Salter et al., 2014), multiple extraction blanks and negative controls were sequenced from each batch of extractions. All SSU rRNA gene libraries were sequenced using Illumina MiSeq V2 PE250 chemistry at the Oklahoma Medical Research Foundation.\n\nInitial quality control, demultiplexing, and OTU clustering at 97 percent sequence similarity was performed as previously described (Stamps et al., 2016), with the modification of using mothur (Schloss et al., 2009) to assign taxonomy against the SILVA database (r128) (Pruesse et al., 2007) formatted for use with mothur. Statistical analyses and figures were generated within R using Phyloseq (McMurdie and Holmes, 2013) and AmpVis (Albertsen et al., 2015). Differences in community composition were estimated using the weighted UniFrac index (Lozupone and Knight, 2005). Datasets were rarefied to 2000 sequences per sample for bacteria/archaea, and 1500 sequences per sample for the eukarya to produce ordinations and perform PERMANOVA analyses. The effect of site, tank, material, and the location of materials within each tank (top or bottom) were tested by a PERMANOVA within the R package Vegan (Dixon, 2003). Sequencing reads are available under the accessions SRR5826605 SRR5826609. The mapping file necessary for demultiplexing in QIIME is available inSupplementary Table S1.\n\nThe growth of biofilms within the tanks was determined by measuring the biomass attached to the polymer coated witness coupons. After 12 months of exposure (9 months for SE 3), all pre weighed polymer coated coupons were removed from each UST at both locations, photographed on site, placed into sterile 50 mL conical tubes, and shipped overnight for further analysis. Upon arrival, coupons were desiccated to remove any water or fuel, weighed, and then cleaned using the ASTM standard G1 03 hydrochloric acid method (G01 Committee, 2012). Briefly, coupons were sonicated for 10 min in soapy water, rinsed in deionized water, dried, and incubated in 3 M hydrochloric acid with 3.5 g/L hexamethylene tetramine solution for 10 min. Acid cleaned coupons were washed in deionized water, acetone, and methanol, dried under a stream of nitrogen, and weighed. Biomass at 12 months was estimated as the difference in the weight of the coupons prior to cleaning (after desiccation) and after cleaning. No obvious degradation of the polymer coating was observed visually before or after removal of the biofilm from sampled coupons.\n\nBiofilms were visualized on undisturbed uncoated steel witness coupons (n= 2 per UST, per timepoint) by optical and electron microscopy prior to coupon cleaning. For determination of general corrosion, biofilm and corrosion products were removed from coupons (n= 5 per UST, per timepoint) via ASTM standard G1 03 C.3.5 (G01 Committee, 2012) as detailed in section \"Analysis of SSU rRNA Gene Sequencing Libraries.\" After cleaning, the mass of each coupon was compared to its pre exposure mass to determine mass loss. A subset of steel witness coupons (n= 2 per time point) was imaged by several complementary approaches: SEM, confocal microscopy, and profilometry. Coupons with intact biofilms that were intended for microscopic analysis were scored with a 2 x 14 grid to enable correlation between locations imaged prior to the removal of biomass and after imaging for pitting corrosion via profilometry (each quadrant roughly 9 x 11 mm). Select coupons were then imaged with the biofilm in place using a VHX 2000E (Keyence Corp., Itasca, IL, United States) digital microscope from 20 to 200x magnification. Areas of interest were subsequently imaged using an FEI Quanta 600 environmental scanning electron microscope (ESEM, Thermo Fisher Scientific Co., Waltham, MA, United States). Three to five areas were imaged with SEM per coupon.\n\nCoupons designated for pitting measurement were imaged after cleaning using a VK X250 3D Laser Scanning Confocal Microscope (Keyence Corp., Itasca, IL, United States) to measure the depth of each pit and surface roughness. Each coupon was imaged under 10x magnification at 42 identical locations. Maximum pitting rates (recorded as MPY) were calculated for each sample point by the formulaDeepestPit(mm)x365ExposureTime(Days)to calculate the rate of corrosion in mm/year and then converted to a value of MPY by multiplying the result by 39.4 (1 mm/y = 39.4 MPY). Pits were defined as a region that was a minimum of 10 um below the mathematically determined reference plane (surface) and at least 200 um2in area. A Shapiro Wilk (Shapiro and Wilk, 1965) test of normalcy (p> 0.05) was used to determine normality of the dataset, after which a non parametric Van der Waerden test (Van Der Waerden, 1953) was used to compare field coupons to sterile controls. Multiple pairwise tests comparingin situincubations to controls were carried outpost hocusing a Conover test (Gellings and Gudger, 2012) within the package PMCMR, andpvalues were corrected using the false discovery rate (FDR) method (Yekutieli and Benjamini, 2001) within PMCMR. Correlation between the presence of biofilm and corrosion was determined using coupons scored with a diamond knife to facilitate sample orientation, which were imaged by SEM and by confocal microscopy VK X250.\n\nAt each time point, O ring specimens (n= 3) were removed from each tank and the sterile controls, photographed on site, and the accumulated biofilm was removed prior to testing. The cleaned O rings were placed into sterile 50 ml conical tubes and shipped overnight for analysis. Tensile testing (strength and elongation) of the O rings was conducted at the University of Dayton Research Institute in accordance with the test methods and procedures referenced in ASTM D1414 and included analyses of percent elongation, tensile strength, and maximum load.\n\nThe acid index of fuel samples taken from the bottom of tanks at the SE location was measured by acid titration using the ASTM standard D974 (D27 Committee, 2008) method at the 3, 7, and 9 months time points. Approximately 20 g of B20 suspended in 100 mL of titration solvent (100:1: 99 Toluene/Water/Isopropyl alcohol) and 0.5 mL of an indicator solution was titrated using a 0.1 N solution of KOH dissolved in isopropyl alcohol (Sigma Aldrich).",
    "results": "Surface samples taken at each time point in each UST from coated coupons, uncoated coupons, and O rings (representing biofilm communities), and filter quarters (representing fuel communities) were sequenced after sampling. After clustering and quality control, 3.04 million reads remained, which clustered into 759 OTUs across all three domains of life from 306 samples (Supplementary Table S2). Mean library size for Bacteria and Archaea was 6857 reads, and 3470 for the Eukarya (Supplementary Table S2). Due to low sequence count, after rarefaction 59 samples and 9 OTUs were removed from beta diversity analyses within the bacterial/archaeal dataset, while 76 samples and 29 OTUs were removed from the eukaryotic dataset.\n\nThe community structure and composition of sampled biofilms varied significantly between bases (Bacteriap= 0.001;R2= 0.12, Eukaryotap= 0.001;R2= 0.23) and among different tanks at each base (Bacteriap= 0.001;R2= 0.37, Eukaryotap= 0.001;R2= 0.34). Members of the Acetobacteraceae (acetic acid bacteria) or the Clostridiaceae group 1 were the most abundant taxa detected in the tanks at SW, whereas OTUs most closely related to the generaPannonibacter(Family Rhodobacteraceae) andNitrospirillum(Family Rhodospirillaceae) were more abundant in SE tanks (Figure 1). An OTU (OTU 1 within the Eukaryotic dataset) that was present and often very abundant at both locations was identified as an unclassified member of the Eurotiomycetes. Additional identification via BLAST suggested that it was a filamentous fungus, most likely a member of the genusByssochlamys(Family Trichocomaceae). The microbial communities at SE also intermittently contained a population of yeast most closely related to the generaSaccharomycesandWickerhamomyces(Family Saccharomycetaceae) (Figure 2). A summary of all detected taxa can be found inSupplementary Table S2.\n\nRelative abundance heat map showing the relative abundance of the 20 most abundant bacterial OTUs within the microbial communities found in biofilms within each tank over time. For each taxon shown, the heat map is divided into samples which were suspended from the top and bottom of the PVC rack. Taxonomic identity for each OTU is shown as the most likely genus (if identifiable) and phylum. For clarity, Proteobacterial classes are shown in place of the phylum designation.\n\nHeat map showing the relative abundance of the 10 most abundant Eukaryotic OTUs within the microbial communities found in biofilms within each tank over time. For each taxon shown, the heat map is divided into samples which were suspended from the top and bottom of the PVC rack. Taxonomic identity for each OTU is shown as the most likely genus (if identifiable) and phylum. Black boxes denote that insufficient numbers of sequence were avalible to analyze for those timepoints.\n\nOrdination based on Principal Coordinates Analysis (PCoA) using the weighted UniFrac distance among microbial communities including both fuel and biofilms indicated that these communities differed by site (Figure 3). Eukaryotic samples from SW grouped closely together visually by ordination compared to those from SE, which clustered more closely by tank rather than location (Figure 3B). Small differences were detected between samples of fuel and biofilm at each sampling point among the bacteria (Supplementary Figure S4A), but there was little to no difference among the eukarya (Supplementary Figure S4B).\n\nWeighted UniFrac principal coordinate ordination of the Bacterial(A)and Eukaryotic(B)biofilm communities. Points are separated by location   SE (circles) and SW (triangles). Colors represent individual tanks at each location.\n\nTotal dry weight biomass after 12 months of exposure to fouled fuel was greatest at SW, with SW 2 having the greatest fouling of coupon surfaces (Supplementary Figure S5). Overall, coupons at SW were consistently coated in greater amounts of biofilm/material (Supplementary Figure S6) and had greater final biomass than those sampled at SE.\n\nA total of 242 coupons (including controls) were used in the analysis of mass loss, and 280 coupons (including controls) were used for pitting and roughness analyses between bases. The pitting analyses generated a total of 37,289 measurements from the 280 coupons and surface roughness analyses generated a total of 12,810 measurements from the 280 sampled coupons. Witness coupons from tanks at SW consistently experienced greater amounts of corrosion than those at SE (Supplementary Figure S7). All coupons exposed to SW tank systems had significantly more corrosion than controls exposed to sterile fuel. At SE both SE 3 and SE E had significantly more corrosion than controls while SE 4 coupons were not significantly different from sterile fuel controls (Supplementary Table S3). Coupons exposed to conditions in SW tanks had deeper pits than coupons from the SE location and controls (Figure 4). Over time, the skewedness of pit distribution on exposed coupons was greater than the controls (Figure 4). Surface roughness also increased over time (Supplementary Figure S8) and was the greatest on coupons from SW 2. Tanks at SW, and SE 3 had the highest pitting rate (Table 1). Corrosion rates on the bottom coupons in SW 2 and SW 4 bottom exceeded 8 MPY. Compared to coupons attached to the top of the rack, coupons placed at the bottom of tanks had deeper pits (Figure 4,p< 0.001), but surface roughness was not significantly different (p= 0.34,Supplementary Figure S8). There was little to no effect on load strength, tensile strength, or elongation among tanks of o rings exposed to fuel at either the top or the bottom of the rack (Supplementary Figure S9).\n\nMaximum pit depth measured for uncoated steel witness coupons from SE (Blue) and SW (Red). Mean values are shown as a dark line for each sample. The dashed line represents the mean of witness coupons not exposed to fuel or field conditions.\n\nMaximum pitting rate in mils per year (MPY) calculated from the deepest pit observed in each tank, at each time point.\n\nThe acidity of fuel in SE 3, measured as acid number, increased over time from 0.17 to 1.51 mg KOH/g B20. The elevated acidity corresponded elevated corrosion rates and maximum pit depths in SE tank 3 relative to other tanks at SE. By 9 months, fuel in SE tank 3 exceeded the ASTM standard limit of 0.3 mg KOH/g B20 for fuel acidity (Table 2). Witness coupons imaged by SEM from both bases were covered by morphologically similar biofilms (Figure 5A), which were primarily comprised of fungal hyphae (Figure 5C). Pits on the coupon surfaces were correlated with areas that contained biofilm prior to cleaning (Figures 5B,D).\n\nAcid index of select fuels from SE at 3, 7, and 9 monthsa.\n\naValues are expressed in mg KOH/g B20. Bold values indicate fuel exceeds ASTM standard for acidity.bReceipt was fuel taken directly from a delivery truck before exposure to a storage tank.\n\nImages of a representative biofilm(A)on a witness coupon. After cleaning of the same biofilm, pitting corrosion was evident underneath the biofilm(B). SEM imaging of the coupon before cleaning revealed a large mass of fungal hyphae(C), while profilometry of the cleaned coupon showed clear pitting corrosion underneath the fungal biofilm(D).",
    "discussion": "The advantages of blending or replacing ULSD with biodiesel include increased fuel performance and significant reductions in carbon emissions (Gill et al., 2012). Enhanced fuel standards have resulted in a worldwide increase in biodiesel consumption from 2.2 million liters per day (lpd) in 2000 to 84.3 million lpd in 2014 (Beiter and Tian, 2016). The USAF started using B20 biodiesel in non emergency, non tactical ground vehicles and consumed 12.1 million liters of biodiesel per year in 2010 (U.S. Air Force Energy Strategic Plan [USAF], 2010). A potentially significant disadvantage to their adoption of B20 biodiesel was an increase in reports of fuel biocontamination. The main objectives of this study were to characterize the microbial communities responsible for fouling of B20 biodiesel and determine whether their proliferation and biofilms are associated with increased rates of corrosion of in service B20 storage tanks.\n\nMicroorganisms can more readily metabolize the FAME in biodiesel blends, leading to fouling in fuel storage systems (Prince et al., 2008). Fuel fouling and degradation are not the only concerns, as increased rates of corrosion have been observed when microorganisms proliferate in biodiesel under laboratory conditions (Aktas et al., 2010;Lee et al., 2010). A recent EPA study reported moderate or severe corrosion in 83% of inspected storage tanks (US EPA, 2016), suggesting an additional impact on fuel infrastructure could be linked to the degradation of biodiesel. Recent work has identified the metabolism of microorganisms in biodiesel blends that results in biodegradation (Bcker et al., 2018) but microbial communities in non marine environments have not yet been directly linked to increased corrosion ratesin situ. In this work, we conducted the first longitudinal study co locating the microorganisms known to be responsible for fuel fouling, acid production, and microbially influenced corrosion on \"witness\" coupons installed near the bottom of tanksin situ. Our study established a link between fuel fouling and increased biofilm biomass comprised of specific fungal and bacterial taxa in operational B20 biodiesel tanks. We also linked biomass within B20 storage tanks to pitting corrosion, co located with the microbial biofilms. The direct linkage between fuel fouling and corrosion is of considerable concern to tank operations.\n\nThe most damaging MIC is associated with multispecies biofilms, where interactions between different microorganisms can create a cascade of biochemical reactions between the oxic and anoxic regions (Videla and Characklis, 1992;Little and Lee, 2014). Microbial biofilms and their associated metabolic activities can exacerbate corrosion via several mechanisms. Under anoxic conditions and in the presence of oxidized sulfur compounds, sulfur reducing microorganisms can cause corrosion of iron by either removing electrons from a hydrogen film on the metal surface (EMIC) or directly from the Fe0itself (CMIC) (Enning et al., 2012;Venzlaff et al., 2012;Enning and Garrelfs, 2014). Very little sulfur would be expected in B20 composed of 80% ultralow sulfur diesel and no sulfate reducing taxa were detected in our molecular analyses, supporting the conclusion that any form of MIC related to anoxic sulfur metabolism was not occurring in these tanks. Other microorganisms known to participate in CMIC, such as iron oxidizing bacteria (e.g.,Gallionellasp.,Leptothrixsp., andMariprofundussp.) (McBeth et al., 2011;Lee et al., 2013;Liu et al., 2017) and methanogenic archaea (Enning et al., 2012) were not detected in biofilm or fuel samples.\n\nBiofilms associated with the greatest amount of MIC in our study were composed largely of the filamentous fungusByssochlamyssp. and acid producing bacteria (e.g.,Gluconacetobactersp.). TheByssochlamyssp. mycelial hyphae and the biofilm itself most certainly can facilitate the partitioning of areas containing dissolved oxygen and anoxic sites, thus creating an electrochemical oxygen concentration corrosion cell (Videla and Herrera, 2005;Little et al., 2008). Areas of anoxia become anodic sites, where aggressive, localized pitting can occur. Acid production by bacteria and fungi within the biofilm cane also generate localized areas of low pH, further exacerbating the solubilization of metal from the surface (Little and Ray, 2001;Juzelinas et al., 2007).\n\nWe found that the microbial communities forming observable growth in the B20 tanks contained abundant taxa known to oxidize the fatty acids or fatty acid methyl esters present in B20 biodiesel. Limitations for growth of bacteria and fungi in B20 is likely controlled by availability of nitrogen, phosphorus, an electron acceptor, or the presence of water (i.e., physical space at the fuel water interface). Bacterial taxa potentially capable of nitrogen fixation (NitrospirillumandBurkholderia) were present and abundant when biomass was high. BothNitrospirillumandBurkholderiahave the capacity for nitrogen fixation and thus could be providing the greater microbial community with a source of fixed nitrogen for growth (Estrada De Los Santos et al., 2001;Chung et al., 2015), living in coexistence with the microorganisms responsible for fuel acidification via the production of organic acids that result in corrosion of metallic surfaces within the tanks.\n\nAerobic metabolism at the fuel:water interphase would lead to the depletion of dissolved oxygen in water at the bottom of storage tanks. In the absence of other electron acceptors, fermentation would be the main type of microbial metabolism in the water phase, leading to the production of copious organic acids. For example, members of the Firmicutes genusCaproiciproducenswere abundant in SW tanks and can produce numerous organic acids including caproic, butyric, and acetic acid under anaerobic fermentative growth (Kim et al., 2015). Anaerobic, fermentative microorganisms like the Clostridiaceae (includingCaproiciproducens), were also abundant at SW in all three tanks.\n\nAerobic microorganisms, members of the Alphaproteoba cteria that are closely related toGluconacetobacterand unclassified Acetobacteraceae, were abundant in samples from SW tanks. These microorganisms are capable of producing large quantities of acetic acid and producing viscous biofilms of cellulose, which could enhance their ability to maintain a physical presence at the fuel water interface and exacerbate corrosion and fouling (Castro et al., 2012;Tazato et al., 2012). The presence of aerobic, facultatively anaerobic, and strictly anaerobic bacteria in the tanks is indicative of the sharp gradient in oxygenation. Most likely, the bulk fuel samples taken at the bottom of storage tanks mixed these microorganisms that were otherwise segregated by fine scale gradients of oxygenated fuel and anoxic water.\n\nIn contrast to the bacteria, the fungal community was less diverse and more homogenous across all locations. Fungi representing a single, highly abundant OTU closely related to the genusByssochlamyswas found in all tanks exhibiting fouling. Members of the genusByssochlamyshave been linked to the contamination of acidic fruit juices and are capable of propagating across a broad range of pH and temperatures under oxic conditions (Tournas, 2008). A member of the genusByssochlamyswas recently isolated from biodiesel in Hawaii, and characterized for its ability to degrade ULSD and biodiesel (Ye et al., 2017).Byssochlamysspores can withstand boiling (high temperatures are a part of the biodiesel production process), low concentrations of oxygen that may exist at the bottom of a fuel tank, and pH values as low as 3.5 as microbial community members begin to acidify water at the bottom of a fuel tank (Tournas, 2008). Additionally, members of the anamorph ofByssochlamys,Paecilomyces, are known to ferment under anaerobic conditions, producing acetate and ethanol (Mountfort and Rhodes, 1991). Unclassified Eurotiomycetes (identified asByssochlamys)was numerically dominant in all tanks at SW over time with much lower observable diversity than the Bacteria. The abundance of these fungi likely contributes to the increased acidity observed in tanks at SE as well as to the acidification and fouling of fuels at SW. Filamentous fungi such asByssochlamysmay also provide a surface for bacteria to exploit, encouraging biofilm production in fuel (Guennoc et al., 2017). SEM analysis of fouled coupons showed co location of rod shaped bacteria with the fungal filaments (data not shown). Ours is the first study to conclusively show the biocontamination of B20 biodieselin situdominated byByssochlamys like OTUs, and to establish the relationship between their abundance andin situcorrosion.\n\nMajor differences in community membership were detected between locations and among individual tanks. However, there was no obvious correlation between community membership and environmental (local temperature or rainfall) or operational variables. As a result, we do not have definitive evidence as to why specific microorganisms were associated with a single tank or location. Tank material almost certainly was a factor   corroding steel tanks represent a more reducing environment than the relatively more inert fiberglass tanks, encouraging the growth of anaerobic microorganisms such asCaproiciproducensas observed in SW. The tank SW 2 had the greatest amount of corrosion, although another steel tank, SE E, produced much lower amounts of corrosion suggesting that something more than tank material may play a role in the corrosion rate and microbial communities observed.\n\nThe data presented in this study highlights the spatial heterogeneity of microbial communities within B20 storage tanks. Most of the detected taxa were found in similar relative abundances both in the top and bottom of each sampled coupon rack, suggesting there is little difference in the microbial communities that occur within these areas of each tank. The greatest differences were observed in SW 2, where differences in the relative abundances of theClostridium sensu strictu12 and unclassified Acetobacteraceae were noted both over time, and in position within the tank. This could be due to a decrease in the amount of dissolved oxygen both in the fuel and water bottom; OTUs related toClostridium(strict anaerobic microorganisms) increased over time in the upper position while the Unclassified Acetobacterace decreased. Because each storage tank was in operation while it was being monitored, it is also possible that there was a mixing effect on the community as fuel and water levels changed over time, making it difficult to discern differences in community structure between locations in each tank. Shared among all of the sampled tanks, was the presence of a mixed microbial community of both fungi and bacteria that appeared capable of fermentation and the production of organic acids that would increase localized corrosion on metallic surfaces.\n\nThe corrosion measured in this study likely resulted from the presence of microbial biofilms causing localized pitting corrosion. The localized production of acids within biofilms created an environment that was favorable for the induction of pitting corrosion similar to that observed within our study (Lee et al., 2010). Ourin situstudy showed greater corrosion near the bottom of each tank where the presence of water and a fuel water interface was more likely. The interaction of fuel and water allows for enhanced microbial growth, and in turn, greater corrosion than water limited spaces within a fuel tank. Indeed, the greatest corrosion rates observed were in tanks at SW (>8 MPY), where fungal fouling was the most prolific. Rates of corrosion appeared to decline from 7 to 12 months, suggesting passivation may have taken place. Alternatively, the apparent shallowing of pits could be explained by an increase in uniform corrosion, that was observed in SW tanks, which could make pits appear shallower. The exact mechanism of corrosion remains to be deciphered   while steel corrosion is commonly associated with sulfate reduction and the production of sulfide (Lee et al., 2009), no sulfate reducing bacteria were identified within any of the community surveys. The greatest levels of corrosion observed in the SW tanks correlated with the presence of anaerobicClostridiaand high relative abundances of OTUs most closely related toByssochlamys, suggesting that corrosion in these tanks was the result of the production of organic acids during the metabolism (either fermentative or aerobic) of FAMEs present within B20. The presence of organic acids produced as a consequence of fuel degradation may also aide in further growth of organisms that can directly incorporate these metabolites into their own cell wall, as was recently observed in an alkane degrading culture (Konieczna et al., 2018). Although we observed biomass including both bacterial and fungi on polymer coated coupons and polymeric O rings that could degrade or otherwise damage materials (Cregut et al., 2013;Hung et al., 2016), polymer degradation was not detected. It is possible that the polymers tested in this study were resistant to degradation over the period of the study and that a much longer exposure time was required. Our data supports the idea that tank contamination contributes to an increased risk of corrosion but not, apparently, to polymeric degradation.\n\nWe can only speculate how the fuel storage tanks became contaminated. All of the tanks sampled, with the exception of SE E, were cleaned just prior to the beginning ofin situmeasurements. Within 6 months, however, a dense fungal mat was visible on coupons removed from many of the tanks. Spores ofByssochlamysmay enter through the vents from wind blown dust or enter as a part of the fuel production process in otherwise \"clean\" fuel. Nevertheless, biofilms were repeatedly found on thein situcoupons and sampling racks near the bottom of each tank in a relatively rapid timeframe. It is highly likely that after a tank is colonized, the established community of the tank is the likely source of recurrent contamination, instead of microorganisms immigrating from air vents or water ingress.",
    "conclusion": "The comprehensive,in situinvestigation presented here compliments several other laboratory based studies (Leung et al., 2006;Bucker et al., 2011;Ching et al., 2016). Together, they illustrate the susceptibility of fuels containing biodiesel to microbial proliferation (fouling), fuel biodegradation, and MIC of associated infrastructure. Here though, we were able todirectlylink the presence and prevalence of biofilms to pitting corrosion in actively operating B20 storage tanks. We found that a mixed microbial community of filamentous fungi and acid producing bacteria were able to proliferate in B20 biodiesel storage tanks, cause fouling, degrade fuel by metabolizing the FAME, produce organic acids, and accelerate steel corrosion under biofilms attached to metal surfaces. The same fungal species was responsible for \"blooms\" of biomass, providing a target for future mitigation strategies. Additional research is underway to characterize this most abundant fungal member of fuels and biofilms observed at both locations (Stamps et al., 2018).\n\nDespite the trade offs in fuel stability due to susceptibility to microbial attack, biodiesel continues to be the most common and economical solution to reduce the environmental impact of petroleum diesel combustion. As such, the use of biodiesel will likely continue to increase worldwide for the foreseeable future. Operator vigilance in fuel quality and storage conditions is required including early mitigation through water removal, cleaning, and even biocide treatment. Each of these methods would likely be the most effective means of controlling fouling, degradation, and corrosion through the prevention of microbial biofilm establishment. While B20 presents new storage challenges to operators, risk assessments informed by this study will aid each operator in formulating the appropriate response if contamination is detected."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:06:41.363515",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7055474/"
  }
}