{
  "pmcid": "PMC8133610",
  "title": "The fast and the furious: rapid long range signaling in plants",
  "authors": [
    "Sarah Johns",
    "Takuma Hagihara",
    "Masatsugu Toyota",
    "Simon Gilroy"
  ],
  "year": "2021",
  "journal": "Plant Physiology",
  "doi": "10.1093/plphys/kiaa098",
  "sections": {
    "abstract": "Plants possess a systemic signaling system whereby local stimuli can lead to rapid, plant wide responses. In addition to the redistribution of chemical messengers that range from RNAs and peptides to hormones and metabolites, a communication system acting through the transmission of electrical, Ca2+, reactive oxygen species and potentially even hydraulic signals has also been discovered. This latter system can propagate signals across many cells each second and researchers are now beginning to uncover the molecular machineries behind this rapid communications network. Thus, elements such as the reactive oxygen species producing NAPDH oxidases and ion channels of the two pore channel, glutamate receptor like and cyclic nucleotide gated families are all required for the rapid propagation of these signals. Upon arrival at their distant targets, these changes trigger responses ranging from the production of hormones, to changes in the levels of primary metabolites and shifts in patterns of gene expression. These systemic responses occur within seconds to minutes of perception of the initial, local signal, allowing for the rapid deployment of plant wide responses. For example, an insect starting to chew on just a single leaf triggers preemptive antiherbivore defenses throughout the plant well before it has a chance to move on to the next leaf on its menu.",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "Plants have evolved a complex series of local and systemic signaling systems that allow the integration and coordination of their physiology and development. As early as the 1920s we knew that some of the most rapid of responses, such as the leaflet movements in Mimosa, are associated with electrical changes (Snow, 1923;Houwink, 1935). We are now finding similar kinds of rapid, systemic signaling systems in a wide variety of plants operating in response to stimuli ranging from the leaf wounding caused by insect herbivory to local high light stress.\n\nAlthough APs and VPs are intimately linked to plasma membrane related events, reflecting as they do ion movements across this membrane, the important roles of the vacuolar ion channel TPC1 and the potential for GLRs located on intracellular membranes such as the tonoplast and ER in systemic signaling highlight the likely role of organelles in propagating these events. Both the ER and the vacuole are emerging as important signaling hubs in plants (Peiter, 2011;Schnknecht, 2013;Liu and Li, 2019) and we can expect that an intricate set of interactions between these organelles and the plasma membrane are going to be important in systemic signal propagation. Defining which channels are acting where, their orientations, and what ion fluxes they support are clearly key pieces of information still needed to understand the mechanisms underlying signal propagation. For example, a plasma membrane locale of the relevant GLRs fits well with the idea of the amino acid glutamate being a trigger for systemic wound responses (Toyota et al., 2018). In this model, cellular damage causes leakage of glutamate to the apoplast that then triggers GLR action and supports the Ca2+fluxes involved in systemic signal propagation. Consistent with these ideas, in aGLR3.3  andGLR3.6 dependent manner, local application of glutamate can trigger both systemic spread of a Ca2+increase and activation of JA defense responses throughout the plant (Toyota et al., 2018). How then do GLRs on the organelles play roles in this system? Where do the ligand binding sites face? Are there cytoplasmic amino acid ligands in operation or is some other gating mechanism at play? Despite some major advances in defining molecular mechanisms in the last few years, our models of these systemic signaling events are clearly still far from complete (see Outstanding Questions). Other major open questions are whether or not a simple Ca2+/RBOH feedforward loop is sufficient to explain rapid, systemic signal propagation or whether there are multiple signaling networks tuned to specific stimuli. How central is the vasculature as a highway for these signals and do such systems operate in concert with a rapid hydraulic communication network? We are only just beginning to dissect the molecular underpinnings of this electrical, ROS based, ionic, and hydraulic systemic signaling system(s), but we do know one thing already, it is fast.\n\nWhat are the channels, pumps, co transport systems, and ion exchangers forming the underlying molecular machineries that generate and propagate AP and VPs involved in systemic signaling?\n\nWhat is the relative role for plasma membrane versus organellar membranes in supporting systemic transmission events and how do they communicate with each other?\n\nWherein lies the specific information in the systemic signal? Are there features of the Ca2+/ROS or electrical signals that encode specific information, or do these changes simply prime systemic tissues for actions that are dictated by other signaling molecules?\n\nDo stress induced hydraulic changes propagating through the vasculature act to carry specific systemic information?"
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:02:31.156246",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8133610/"
  }
}