{
  "pmcid": "PMC5498037",
  "title": "Effects of low dose rate gamma irradiation combined with simulated microgravity on markers of oxidative stress, DNA methylation potential, and remodeling in the mouse heart",
  "authors": [
    "John W Seawright",
    "Yusra Samman",
    "Vijayalakshmi Sridharan",
    "Xiao Wen Mao",
    "Maohua Cao",
    "Preeti Singh",
    "Stepan Melnyk",
    "Igor Koturbash",
    "Gregory A Nelson",
    "Martin Hauer Jensen",
    "Marjan Boerma"
  ],
  "year": "2017",
  "journal": "PLoS ONE",
  "doi": "10.1371/journal.pone.0180594",
  "sections": {
    "abstract": "Space travel is associated with an exposure to low dose rate ionizing radiation and the microgravity environment, both of which may lead to impairments in cardiac function. We used a mouse model to determine short  and long term cardiac effects to simulated microgravity (hindlimb unloading; HU), continuous low dose rate gamma irradiation, or a combination of HU and low dose rate gamma irradiation.\n\nCardiac tissue was obtained from female, C57BL/6J mice 7 days, 1 month, 4 months, and 9 months following the completion of a 21 day exposure to HU or a 21 day exposure to low dose rate gamma irradiation (average dose rate of 0.01 cGy/h to a total of 0.04 Gy), or a 21 day simultaneous exposure to HU and low dose rate gamma irradiation. Immunoblot analysis, rt PCR, high performance liquid chromatography, and histology were used to assess inflammatory cell infiltration, cardiac remodeling, oxidative stress, and the methylation potential of cardiac tissue in 3 to 6 animals per group.\n\nThe combination of HU and gamma irradiation demonstrated the strongest increase in reduced to oxidized glutathione ratios 7 days and 1 month after treatment, but a difference was no longer apparent after 9 months. On the other hand, no significant changes in 4 hydroxynonenal adducts was seen in any of the groups, at the measured endpoints. While manganese superoxide dismutase protein levels decreased 9 months after low dose gamma radiation, no changes were observed in expression of catalase or Nrf2, a transcription factor that determines the expression of several antioxidant enzymes, at the measured endpoints. Inflammatory marker, CD 2 protein content was significantly decreased in all groups 4 months after treatment. No significant differences were observed in alpha smooth muscle cell actin protein content, collagen type III protein content or % total collagen.\n\nThis study has provided the first and relatively broad analysis of small molecule and protein markers of oxidative stress, T lymphocyte infiltration, and cardiac remodeling in response to HU with simultaneous exposure to low dose rate gamma radiation. Results from the late observation time points suggest that the hearts had mostly recovered from these two experimental conditions. However, further research is needed with larger numbers of animals for a more robust statistical power to fully characterize the early and late effects of simulated microgravity combined with exposure to low dose rate ionizing radiation on the heart.",
    "methods": "All mice were handled and sacrificed by our co author, XW Mao, at Loma Linda University under AUP 8130028 in a previous study [31]. All data were obtained from cardiac tissue samples collected from that previous study. Cardiac tissue samples were obtained from mice in a previous study performed at Loma Linda University under a protocol approved by the Institutional Animal Care and Use Committee [31]. Mature (6 months old), female C57BL/6J mice were exposed to low dose rate gamma irradiation (Co 57), were subjected to HU, or received a simultaneous combination of HU and gamma irradiation (HU+Co 57) for 21 days as previously described [31]. Chronic low dose rate irradiation was performed by housing mice for 21 days in cages placed on Co 57 plates (GPI; Stoughton, WI), as previously described [32 35]. Co 57 plates had an active area of 16.5 x 24 inches and a dose uniformity of +/  5%. Mice received a cumulative dose of 0.04 Gy at an average dose rate of 0.01 cGy/h. Dose calibration was performed with multiple thermoluminescent dosimeters per cage, as detailed in prior studies [32 35]. Mice were hind limb unloaded as previously described [36,37]. In short, anti orthostatic suspension was achieved by attaching a tail harness and suspending mice by the tail harness to elevate the hindquarters above the cage floor with a 30 degrees head down tilt. Mice remained in HU for the duration of 21 days. After completion of the 21 days of HU, gamma irradiation, or a simultaneous exposure to HU + gamma irradiation, all mice were removed from HU and the radiation source until the time of sacrifice. Mice not undergoing HU or gamma irradiation served as controls (CTL).\n\nAll mice were provided standard mice chow and waterad libitumand were housed on a 12:12 hour light:dark cycle. Mice were allowed normal ambulation after completion of the 21 day treatment period and were sacrificed 7 days, 1 month, 4 months, or 9 months later. Hearts were collected, either fixed in 4% paraformaldehyde or flash frozen in liquid nitrogen, and shipped to the University of Arkansas for Medical Sciences for analysis. Mice were monitored daily during HU, gamma irradiation, or the combined HU+ gamma irradiation treatment and every other day following completion of their 21 day treatment. While the study began with a total 6 animals per group, HU is not always tolerated well by animals, and a total of 4 mice were removed from the study due to significant decreases in body weight (weight loss greater than 15% within 2 weeks). Additional samples were depleted through biochemical analyses, which limited the n size for some of the analyses. Sample size for each experimental group is indicated in Figure legends.\n\nMarkers of oxidative stress and methylation state were measured by high performance liquid chromatography with electrochemical detection (HPLC ECD), as previously described [38,39]. Briefly, 50 mg of frozen heart samples were homogenized in 500 ul of phosphate buffered saline solution (4 degreesC). Following homogenization, samples were incubated (4 degreesC; 30 min) in 10% metaphosphoric acid (100 ul tissue homogenate:150 ul acid) and then centrifuged at 18,000g (4 degreesC; 15 min). Supernatant (20 ul) was injected into the HPLC reverse phase C18Shisheido column (Phenomenex Inc.) via ESA Autosampler (ESA Inc.). HPLC was performed to assess levels of reduced glutathione (GSH), oxidized glutathione (GSSG), methionine, S adenosyl L methionine (SAM), and S adenosyl L homocysteine (SAH) and expressed in nmol/mg total protein. Glutathione oxidation was expressed as a ratio of GSH:GSSG and methylation potential was expressed as a ratio of SAM:SAH.\n\nImmunoblot analysis was performed as previously described [40,41]. In brief, frozen heart samples were homogenized with a Potter Elvehjem homogenizer in 1% Triton X100 RIPA buffer containing a protease inhibitor cocktail (Sigma Aldrich; 1:100) and a phosphatase inhibitor cocktail (Sigma Aldrich; 1:100). Homogenates were centrifuged at 14,000 rpm for 10 min at 4 degrees C and the supernatant removed for analysis. Protein concentration was determined with a BCA protein assay kit (Sigma Aldrich), and 25 ug protein was loaded into Criterion TGX 4 20% gradient gels, electrophoresed, and transferred to PVDF membranes. After incubation with 1 degrees and 2 degrees antibodies diluted in 5% non fat dried milk, membranes were developed using Immobilon Western Chemiluminescent HRP Substrate (Millipore) and CL Xposure film (Thermo Scientific). Immunoblotting was performed to determine protein content of alpha smooth muscle cell (SMC) actin (Abcam; 1:2,000), mast cell tryptase (Santa Cruz Biotechnology, Inc.; 1:25,000), caspase 3 (Santa Cruz Biotechnology, Inc.; 1:3,000), CD 2 (Santa Cruz Biotechnology, Inc.; 1:3,000), collagen alpha1 type III (Santa Cruz Biotechnology, Inc.; 1:1,000), 4 hydroxynonenal (4 HNE) (gifted from Sharda Singh, Ph.D.; 1:10,000), manganese superoxide dismutase (MnSOD) (Santa Cruz Biotechnology, Inc.; 1:20,000), glutathione peroxidase (GPX 1/2) (Santa Cruz Biotechnology, Inc.; 1:500), catalase (Santa Cruz Biotechnology, Inc.; 1:1,000), Nrf2 (Santa Cruz Biotechnology, Inc.; 1:1,000), and GAPDH (Santa Cruz Biotechnology, Inc.; 1:20,000). Protein content was determined by densitometry, imaged with an AlphaImager gel documentation system (ProteinSimple), and quantified with Image Studio Lite. In images where GAPDH showed double banding, both bands were included in the analysis. Protein content of all probed proteins was expressed relative to GAPDH.\n\nRNA isolation and rt PCR was performed as previously detailed [40,42]. In short, RNA was isolated from frozen heart samples using Ultraspec RNA reagent (Biotecx). RNA quality and concentration were assessed spectrophotometrically using a NanoDrop 2000. DNA was removed from the RNA with RQ DNAse I (Promega), and cDNA was synthesized from the RNA using a High Capacity cDNA Reverse Transcription Kit (Life Technologies). Steady state mRNA was assessed by real time quantitative PCR (RT qPCR). Gene expression was assessed using relative quantification (RQ) values obtained from TaqMan Gene Expression Assays. RQ values were calculated as 2 CT, where CT = CTsample  CTcontroland CT represented the difference in cycle thresholds of a gene of interest and the housekeeping gene (18s rRNA).\n\nMouse hearts were excised and placed in 4% paraformaldehyde (7.4 pH) for 24 hours, rinsed with PBS and dehydrated with ethanol. After dehydration, mouse hearts where embedded in paraffin wax and sectioned (5 um) for histology, conducted as previously described [39,43].\n\nTo assess inflammatory cell infiltration, longitudinal heart sections were rehydrated and incubated with 0.5% Toluidine Blue in 0.5 N HCL for 3 days at room temperature, followed with a 10 minute wash in 0.7 N HCL, and were counterstained with Eosin (1:4). Mast cells were counted using an Axioskop transmitted light microscope (Carl Zeiss).\n\nCardiac remodeling was evaluated by collagen deposition and was determined using Sirius Red/Fast Green staining. Two series of sections were obtained from each heart, with the second series of histology samples sectioned approximately 50 um deeper into the embedded mouse hearts, to provide a measure of collagen deposition throughout the heart. Heart sections were rehydrated and incubated with Picro Sirius Red supplemented with Fast Green. Sections were scanned using a ScanScope CS2 slide scanner, analyzed with ImageScope 12 (Leica Biosystems), and collagen deposition was determined as a percentage of the total tissue area, i.e. the relative area of collagen (Pico Sirius Red staining) to the total area of the tissue.\n\nAll values are means +/  standard error of the mean (SEM). NCSS 8 (Kaysville, UT) was used to perform repeated measures analysis of variance (ANOVA) on collagen deposition in histology or one way ANOVA for all other parameters, followed by Tukey Kramer post hoc tests of differences among individual experimental groups. Statistical significance was defined as p < 0.05. With 6 mice per group, we had 0.80 power to detect a difference of 1.7 SDs between an irradiated and sham group within a time point, based on a .05 significance levelt test conducted within an ANOVA framework. With 3 mice per group, we had 0.80 power to detect a difference of 3.3 SDs. Here, SD is the root mean square error from the ANOVA.",
    "results": "Cardiac tissue GSH (S1 Fig) and GSSG (S2 Fig) levels were assessed and GSH:GSSG ratios were calculated as an indication of oxidative stress (Fig 1). GSH:GSSG ratios were significantly decreased 7 days and 1 month after completion of HU or gamma irradiation. The combination of HU and gamma irradiation showed a further significant decrease in GSH:GSSG ratio than either treatment alone at the 7 day time point (Fig 1A), but not at 1 month (Fig 1B). Statistical analysis did not indicate significant differences in GSH:GSSG ratio in cardiac tissue collected at the 9 month time point (Fig 1C). Despite an early decrease in the GSH:GSSG ratio, no changes were observed in protein 4 HNE adducts as measured by immunoblot analysis (S3 Fig).\n\nHPLC was utilized to determine GSH:GSSG ratios a.) 7 days, b.) 1 month, or c.) 9 months after a 21 day exposure to HU, gamma irradiation (57Co: 0.01 cGy/h; 0.04 Gy total), or combined HU + gamma irradiation. Sample sizes: CTL for all time points, n = 6; HU for 7 day time point, n = 4; HU for 1 month time point, n = 5; HU for 9 month time point, n = 6;57Co for 7 day and 9 month time points, n = 5;57Co for 1 month time point, n = 6; HU+57Co for 7 day time point, n = 6; HU+57Co for 1 and 9 month time points, n = 5. Values are means +/  SEM. * Significantly different than CTL, p < 0.05; t Significantly different than HU, p < 0.05; # Significantly different than57Co, p < 0.05.\n\nA small reduction in cardiac MnSOD expression was observed 9 months after low dose rate irradiation, but no alterations were seen in MnSOD at 4 months, or GPX 1/2 at 4 or 9 months (S4 Fig). Furthermore, no statistical differences were observed in Nrf 2 or catalase protein content at 4 months or 9 months after treatment (S5 Fig).\n\nA small reduction in SAM (S6 Fig) and increase in SAH (S7 Fig) levels in the heart as measured 7 days after completion of HU and low dose rate gamma irradiation resulted in a significant reduction in the ratios of SAM:SAH (Fig 2A). The combination of HU and gamma irradiation showed a further reduction in SAM:SAH ratio compared to either HU or gamma irradiation alone (Fig 2A). After 1 month, the SAM:SAH ratio was significantly decreased in all groups compared to CTL, but the combined HU+ gamma irradiation group did not show an additional decrease (Fig 2B). There were no significant differences in SAM:SAH ratio in cardiac tissue collected after 9 months (Fig 2C), or in cardiac methionine content at any time point (S8 Fig).\n\nHPLC was utilized to determine SAM:SAH ratios a.) 7 days, b.) 1 month, or c.) 9 months after a 21 day exposure to HU, gamma irradiation (57Co: 0.01 cGy/h; 0.04 Gy total), or a combined HU + gamma irradiation. Sample sizes: CTL for all time points, n = 6; HU for 7 day time point, n = 4; HU for 1 month time point, n = 5; HU for 9 month time point, n = 6;57Co for 7 day and 9 month time points, n = 5;57Co for 1 month time point, n = 6; HU+57Co for 7 day time point, n = 6; HU+57Co for 1 and 9 month time points, n = 5. Values are means +/  SEM. * Significantly different than CTL, p < 0.05; t Significantly different than HU, p < 0.05; # Significantly different than57Co, p < 0.05; $ Significantly different than HU+57Co, p < 0.05.\n\nSince cardiac adverse remodeling typically occurs late after exposure to ionizing radiation, indicators of remodeling and inflammatory infiltration were examined at the observation time points of 4 and 9 months. Histological staining did not reveal significant group differences in total % collagen, in the first series of sections obtained from each heart, the second series, or in a repeated measures analysis of all sections (Fig 3A and 3B). Additionally, both immunoblot and RT PCR analyses revealed no significant differences 4 or 9 months after treatment in collagen alpha1 type III protein content (Fig 3C and 3D) or pro collagen III relative mRNA (S9 Fig). Furthermore, immunoblot analysis of cardiac alpha SMC actin did not reveal any significant differences at the 4 or 9 month time points (S10 Fig).\n\nSirius Red + Fast Green histological staining for total collagen a.) 4 months and b.) 9 months after treatment. Two series of sections were obtained from each heart, with the second series of histology samples sectioned approximately 50 um deeper into the heart. Statistical analysis was performed by one way ANOVA and repeated measures ANOVA. Histology sample sizes: CTL for 4 month time point n = 4; CTL for 9 month time point n = 5; HU for 4 month time point n = 5, HU for 9 month time point n = 6;57Co for 4 month time point n = 5;57Co for 9 month time point n = 5; HU+57Co for 4 month time point n = 3, HU+57Co for 9 month time point n = 5. Values are means +/  SEM. Immunoblot analysis of collagen type III protein content c.) 4 months and d.) 9 months following HU, gamma irradiation or combined HU + gamma irradiation. All proteins were normalized to GAPDH. Immunoblotting sample sizes: CTL for 4 month time point n = 4; CTL for 9 month time point n = 5; HU for 4 month time point n = 5, HU for 9 month time point n = 6;57Co for 4 month time point n = 6;57Co for 9 month time point n = 4; HU+57Co for 4 month time point n = 4, HU+57Co for 9 month time point n = 3. Values are means +/  SEM. Statistical analysis did not reveal any significant differences.\n\nMast cells were examined by histological staining with Toluidine Blue and by measuring mast cell tryptase content through immunoblot analysis. Histology did not reveal any significant differences in mast cell counts (Fig 4A and 4B); however, a small but significant increase in mast cell tryptase protein content was seen at 9 months after low dose rate gamma radiation with and without HU (Fig 4C and 4D).\n\nToluidine Blue histological staining for mast cell numbers a.) 4 months and b.) 9 months after HU, gamma irradiation (57Co: 0.01 cGy/h; 0.04 Gy total) or combined HU + gamma irradiation. Histology sample sizes: CTL for 4 month time point, n = 4; CTL for 9 month time point, n = 6; HU for both time points, n = 6;57Co for 4 month time point, n = 6;57Co 9 month time point, n = 5; HU+57Co for 4 month time point, n = 4; HU+57Co for month time point, n = 5. Immunoblot analysis of mast cell tryptase (MCT) c.) 4 months or d.) 9 months after exposure. n = 3 6. Immunoblot analysis of CD 2 protein content e.) 4 months and f.) 9 months after treatment. Immunoblot sample sizes: CTL for 4 month time point n = 4; CTL for 9 month time point n = 5; HU for 4 month time point n = 5, HU for 9 month time point n = 6;57Co for 4 month time point n = 6;57Co for 9 month time point n = 5; HU+57Co for 4 month time point n = 4, HU+57Co for 9 month time point n = 3. All proteins are normalized to GAPDH. All values are means +/  SEM. * Significantly different than CTL, p < 0.05; # Significantly different than HU, p < 0.05.\n\nCardiac CD 2 content was used as an indicator of T lymphocyte infiltration. A significant decrease in CD 2 protein content was detected in all treatment groups compared to CTL in cardiac tissue collected 4 months after completion of HU, low dose rate gamma irradiation or a combination of the two, but not in cardiac tissue collected at 9 months (Fig 4E and 4F).",
    "discussion": "The purpose of this study was to evaluate the impact of simulated microgravity and low dose/dose rate gamma irradiation on cardiac tissue. HU was used in this study as it is a widely accepted, terrestrial model of the mechanical unloading and fluid shifts that occur during exposure to microgravity [36,37]. HU was utilized in combination with exposure to low dose rate gamma irradiation, in an effort to mimic the effects of a concurrent microgravity and radiation insult on the heart in a ground based model. More specifically, we assessed markers of oxidative stress, DNA methylation, inflammatory cell infiltration and remodeling in cardiac tissue obtained from 6 months old female C57BL/6J mice 7 days, 1 month and 9 months after completion of 21 days of HU, 21 days of exposure to low dose rate gamma radiation, or 21 days HU concurrent with 21 day exposure to low dose rate gamma radiation. This approach allowed us to study the effects of chronic low dose rate radiation concurrent with HU. The animal model we have employed may also be relevant for low dose/dose rate gamma irradiation as may occur in certain populations on Earth, such as airline crew, miners, or radiological workers.\n\nGlutathione, through its oxidation to glutathione disulfide, plays an important role in alleviating oxidative stress and has been used as an index of total tissue oxidative stress [44]. In the present study, GSH:GSSG ratios were decreased both 7 days and 1 month following exposure to HU or gamma irradiation. The data in our current study extend the finding of Sridharan et al., who used an animal model of high dose local heart irradiation [39], by demonstrating that the GSH:GSSG ratio is sensitive to gamma radiation at a whole body, total low dose of 0.04 Gy. Our data do not show a greater decrement in GSH:GSSG following 1 month of normal ambulation post HU and no significant differences in GSH:GSSG ratios between groups were observed 9 months after treatment. The decrease in cardiac tissue GSH:GSSG 7 days and 1 month after irradiation combined with HU suggests that the heart may be more susceptible to oxidative insults. However, other indicators of oxidative stress such as the cardiac expression of Nrf2 and 4 HNE adducts did not significantly change at our measured endpoints, indicating that the hearts were not under severe oxidative stress at those times. Since the first post treatment time point of analysis was 7 days, we cannot exclude that alterations in Nrf2 and/or 4 HNE may have occurred immediately after completion of HU or gamma irradiation. Moreover, 4 HNE alone is not an optimal indicator of lipid peroxidation. Therefore, future studies would benefit by including additional methods to measure lipid peroxidation, perhaps by malondialdehyde assay. These data suggest that a decrease in left ventricular GSH:GSSG ratios [39] results from an exposure to simulated microgravity or to low dose/dose rate gamma radiation, and that the combination of simulated microgravity and gamma irradiation produces a greater affect than either insult alone, measured up to one month after treatment. However, results from later time points suggest that a recovery occurs over the course of several months post treatment.\n\nAlthough large doses of gamma radiation have been shown to decrease SOD activity in rat hearts [45], low doses of gamma radiation may increase SOD activity in some tissues; and SOD levels have been shown to increase in the heart following exposure to simulated microgravity, and further increase after reloading [46]. Proteomic analysis of heart tissue samples of Mayak workers that had been exposed to low doses of gamma radiation over prolonged periods of time showed a decrease in both Cu/ZnSOD and MnSOD protein levels in individuals who had received less than 0.1 Gy and individuals who had received more than 0.5 Gy [15]. On the other hand, Casciati et al. reported a decreased anti oxidant response, including a decrease of Cu/ZnSOD protein content in hippocampus isolated 6 months after 2 Gy cranial x ray irradiation of 10 day old mice, but not from mice irradiated at the lower dose of 0.1 Gy [47]. Proteomic analysis by Kempf et al. showed that chronic low dose (0.3 Gy) gamma radiation is not associated with a decrease in anti oxidant proteins, like SOD, but is associated with a decrease in lipid peroxidation in the hippocampus of Apo E / mice [48]. The studies by Casciati et al. and Kempf et al. used doses of radiation that were several fold higher than the 0.04 Gy gamma radiation dose used in this study. However, a separate study by Mao et al., in the hippocampus collected from the same mice used in the current study, showed elevated 4 HNE levels 7 days and 9 months after HU or the combination of HU combined with chronic gamma irradiation [31]. Furthermore, Mao et al. also showed a decreased SOD activity 7 days after HU and 9 months after both HU and the combination of HU with gamma irradiation [31]. In contrast, our study of cardiac tissue did not elicit any differences in 4 HNE, GPX 1/2, and only a slight reduction in MnSOD protein content 9 months after gamma irradiation. Taken together, these data indicate that the alterations in oxidative stress and lipid peroxidation that occur following HU and low dose rate gamma irradiation may be tissue specific.\n\nSince the anti oxidant glutathione may be modulated by the methionine cycle [24,25,49], we assessed cardiac methionine levels and SAM:SAH ratios. There were no changes in methionine levels at any time point. However, the SAM:SAH ratio was decreased at the 7 day and 1 month time point, with the combination group showing a further decrement than either HU or gamma irradiation alone. These alterations in the methionine cycle may impair DNA methylation, as suggested by Koturbash et al. [19], and may also contribute to reduced glutathione and potentially result in an increase in oxidative stress at these early time points.\n\nHigh doses of radiation exposure are associated with structural remodeling of the heart, in part through increases in collagen content [1,50,51]. Proteomic and transcriptomic analyses suggest that structural remodeling after single, high dose radiation exposure occurs through peroxisome proliferator activated receptor alpha and transforming growth factor beta signaling [52]. Furthermore, structural remodeling of the heart may also occur after exposure to microgravity. For instance, Westby et al. reported a decreased left ventricular mass in subjects following exposure to simulated microgravity via head down tilt that persisted beyond the recovery of other cardiac mal adaptations associated with simulated microgravity [53]. These results suggest that structural remodeling occurs following radiation exposure and simulated microgravity; however, our study, which used a low dose, whole body gamma radiation, did not elicit a significant increase of collagen in any group. It is possible that the cumulative dose of 0.04 Gy radiation in the present experiment was too low to elicit the cardiac remodeling that occurs at higher doses [1,50,54]. While we used the same endpoints as previously used in animal models of high dose radiation exposure, it is possible that we did not assess the appropriate parameters that indicate cardiac remodeling after HU or low dose/dose rate gamma irradiation.\n\nWe have previously shown that cardiac remodeling due to high dose x ray exposure is associated with increased cardiac mast cell numbers [50]. While the current study did not produce a change in mast cell numbers within the mouse heart after 4 months, we did observe a small but significant increase in mast cell tryptase protein content 9 months after low dose gamma irradiation or a combination of HU + gamma irradiation by immunoblotting, which is likely a more sensitive measure to indicate the presence of mast cells compared to mast cell counts in histological analysis. Nonetheless, current data on collagen deposition and mast cell tryptase do not support the notion that extensive remodeling had occurred.\n\nT lymphocytes are an important modulator of the immune response, are highly sensitive to ionizing radiation [55], and among other inflammatory cells, are associated with cardiovascular disease [56]. Hence, we examined the common T lymphocyte cell surface marker CD 2 as an indicator of cardiac T lymphocyte infiltration. Previously, Patties et al. showed increased inflammatory markers 40 weeks after 8 and 16 Gy high dose rate x ray irradiation, but no significant differences after a low dose 2 Gy irradiation [57]. Increased inflammation is associated with decreased cardiac function [58 60]. In contrast to Patties et al., we observed a significant decrease in T lymphocyte CD 2 protein content 4 months after treatment. The chronic low dose rate exposures in our study likely induce very different inflammatory responses compared to high dose rate single dose irradiation. Alternatively, the decreased CD 2 protein content in our study may be reflective of a systemic decrease in T lymphocytes, which may result in an impaired immune response after exposure to microgravity, low dose radiation, or a combination of the two, which may recover over time. Space flight is associated with a compromised immune system [61,62], and data from Skylab and shuttle missions indicate a post flight decrease in lymphocyte cell numbers [63 66]. Microgravity and low dose rate gamma radiation may be responsible, in part, for the impaired immune function associated with spaceflight [63,65]. Future experiments should include complementary analyses, such as peripheral blood and cardiac T lymphocyte cell counts.\n\nIn summary, exposure to 21 days of HU, low dose gamma irradiation, or a combination HU + low dose gamma irradiation decreased GSH:GSSG ratios, SAM:SAH ratios, and the inflammatory marker CD 2 protein content. These data suggest that exposure to both low dose rate radiation and microgravity decreases methylation potential of the heart. The anti oxidant protein MnSOD showed a small decrease 9 months after exposure to low dose gamma radiation. However, this difference was not reflected in the other oxidative stress proteins we evaluated. Our analyses of collagen expression and alpha SMC actin revealed no significant cardiac remodeling. It is possible that our study was limited by sample size and that we did not assess the appropriate parameters that indicate cardiac remodeling after HU or low dose/dose rate gamma irradiation. Further research is required to fully characterize the early and late effects of simulated microgravity combined with low dose rate radiation on cardiac tissue.",
    "conclusion": "This study has provided the first and relatively broad analysis of small molecule and protein markers of oxidative stress, T lymphocyte infiltration, and cardiac remodeling in response to HU with simultaneous exposure to low dose rate gamma radiation. Results from the late observation time points suggest that the hearts had mostly recovered from these two experimental conditions. However, further research is needed with larger numbers of animals for a more robust statistical power to fully characterize the early and late effects of simulated microgravity combined with exposure to low dose rate ionizing radiation on the heart."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:04:01.922997",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5498037/"
  }
}