{
  "pmcid": "PMC5677518",
  "title": "Orchestrating rapid long distance signaling in plants with Ca2+, ROS and electrical signals",
  "authors": [
    "Won Gyu Choi",
    "Gad Miller",
    "Ian Wallace",
    "Jeffrey Harper",
    "Ron Mittler",
    "Simon Gilroy"
  ],
  "year": "2017",
  "journal": "The Plant journal : for cell and molecular biology",
  "doi": "10.1111/tpj.13492",
  "sections": {
    "abstract": "Plants show a rapid systemic response to a wide range of environmental stresses, where the signals from the site of stimulus perception are transmitted to distal organs to elicit plant wide responses. A wide range of signaling molecules are trafficked through the plant, but a trio of potentially interacting messengers, reactive oxygen species (ROS), Ca2+and electrical signaling ('trio signaling') appear to form a network supporting rapid signal transmission. The molecular components underlying this rapid communication are beginning to be identified, such as the ROS producing NAPDH oxidase RBOHD, the ion channel two pore channel 1 (TPC1), and glutamate receptor like channels GLR3.3 and GLR3.6. The plant cell wall presents a plant specific route for possible propagation of signals from cell to cell. However, the degree to which the cell wall limits information exchange between cells via transfer of small molecules through an extracellular route, or whether it provides an environment to facilitate transmission of regulators such as ROS or H+remains to be determined. Similarly, the role of plasmodesmata as both conduits and gatekeepers for the propagation of rapid cell to cell signaling remains a key open question. Regardless of how signals move from cell to cell, they help prepare distant parts of the plant for impending challenges from specific biotic or abiotic stresses.\n\nKeywords:calcium, cell to cell communication, plasmodesmata, reactive oxygen species, systemic signaling",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:02:22.069505",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5677518/"
  }
}