{
  "pmcid": "PMC9487896",
  "title": "Inhibition of SARS CoV 2 wild type (Wuhan Hu 1) and Delta (B.1.617.2) strains by marine sulfated glycans",
  "authors": [
    "Rohini Dwivedi",
    "Poonam Sharma",
    "Marwa Farrag",
    "Seon Beom Kim",
    "Lauren A Fassero",
    "Ritesh Tandon",
    "Vitor H Pomin"
  ],
  "year": "2022",
  "journal": "Glycobiology",
  "doi": "10.1093/glycob/cwac042",
  "sections": {
    "abstract": "The Coronavirus disease pandemic has steered the global therapeutic research efforts toward the discovery of potential anti severe acute respiratory syndrome coronavirus (SARS CoV 2) molecules. The role of the viral spike glycoprotein (S protein) has been clearly established in SARS CoV 2 infection through its capacity to bind to the host cell surface heparan sulfate proteoglycan (HSPG) and angiotensin converting enzyme 2. The antiviral strategies targeting these 2 virus receptors are currently under intense investigation. However, the rapid evolution of the SARS CoV 2 genome has resulted in numerous mutations in the S protein posing a significant challenge for the design of S protein targeted inhibitors. As an example, the 2 key mutations in the S protein receptor binding domain (RBD), L452R, and T478K in the SARS CoV 2 Delta variant (B.1.617.2) confer tighter binding to the host epithelial cells. Marine sulfated glycans (MSGs) demonstrate excellent inhibitory activity against SARS CoV 2 via competitive disruption of the S protein RBD HSPG interactions and thus have the potential to be developed into effective prophylactic and therapeutic molecules. In this study, 7 different MSGs were evaluated for their anti SARS CoV 2 activity in a virus entry assay utilizing a SARS CoV 2 pseudovirus coated with S protein of the wild type (Wuhan Hu 1) or the Delta (B.1.617.2) strain. Although all tested MSGs showed strong inhibitory activity against both strains, no correlations between MSG structural features and virus inhibition could be drawn. Nevertheless, the current study provides evidence for the maintenance of inhibitory activity of MSGs against evolving SARS CoV 2 strains.\n\nKeywords:fucosylated chondroitin sulfate, nuclear magnetic resonance, SARS CoV 2, sulfated fucan, viral inhibition",
    "methods": "Sea cucumbers,I. badionotus,P. pygmaeaandH. floridana, were obtained from the Gulf Specimen Lab (Gulf of Mexico, Florida Keys). Papain, Sephadex G15 medium, and DEAE Sephacel resin were purchased from Sigma (St. Louis, MO, United States). LMWH, UFH (180IU/mg), and CS C were purchased from Sigma. Baculovirus pseudotyped with SARS CoV 2 WT and Delta variant S protein containing a GFP reporter was obtained from Montana Molecular (Bozeman, MT, United States). HEK 293T hACE2 cells were obtained from BEI resources. Deuterium oxide (D2O) (D 99.90%) was purchased from Cambridge Isotope Laboratories, Inc. (Andover, MA, United States). NMR tubes (3mm) were purchased from VWR International (Radnor, PA, United States).\n\nThe sulfated glycans IbSF, IbFucCS, PpFucCS, HfFucCS, and HfSF were extracted from the body wall of sea cucumbers I. badionotus,P. pygmaea, andH. floridanafollowing the proteolytic digestion procedure reported earlier (Chen et al. 2011,2012;Dwivedi et al. 2021).The 100mg of dried body wall was digested using 0.1mg of papain (0.5 2U/mg) at 60 degreesC (24h) in 2mL of digestion buffer (5mM of cysteine, 5mM of EDTA in 0.1M of sodium acetate buffer, pH6.0). The digested mixture was centrifuged (4,000rpm for 30min) and the supernatant was precipitated using 2 volumes of 95% ethanol. The precipitate was kept at  20 degreesC for 24h before centrifugation at 4,000rpm for 30min. Precipitate was dissolved in water, dialyzed 3 times against distilled water, and lyophilized. BoSG and LvSF were isolated from the body wall of the red algaB. occidentalisand the egg jelly of the female gametes ofL. variegatus, as reported earlier (Pomin et al. 2021).\n\nThe crude extract (50mg) was fractionated by anion exchange chromatography (packed with DEAE Sepahcel resin) column (2.5x20cm). A linear gradient of NaCl (in 0.1M NaOAc, pH6.0) from 0 to 3M was applied at a flow rate of 18mL/h. The eluted fractions were assayed for the presence of sulfated glycans by 1,9 dimethylmethylene blue reagent. Fractions were pooled and dialyzed 3 times against water and were lyophilized. Sugars were further purified on a size exclusion column Sephadex G15 (1x30cm).\n\nThe 1D1H NMR spectra of UFH and MSGs (IbSF, IbFucCS, PpFucCS, HfFucCS, and HfSF) were acquired at 25 degreesC on 400 MHz Bruker Avance III HD using a 5 mm BBFO RT probe. The NMR sample was prepared in a 3 mm NMR tube by dissolving 3 5mg of pure polysaccharide in 200uL D2O (99.90%). The 64 NMR scans were acquired for each sample involving a relaxation delay of 1sec with a total acquisition time of 1min 41s. The acquired proton NMR data was processed and analyzed using MestreNova 14.1.0 and TopSpin 4.0 software.\n\nThe MW distribution of the purified MSGs was determined on a 1.5 mm thick discontinuous PAGE system having 4% stacking gel and a 22% resolving gel phase. The 10ug of samples dissolved in loading buffer (50% glycerol, 0.5M Tris, pH6.8) were loaded into the wells of the stacking gel. LMWH (~8kDa), UFH (~15kDa), and CS C (~60kDa) were run alongside the MSGs as MW markers. Electrophoretic migration was carried out at 100V in 0.25M of Tris Glycine running buffer. The migration of bands was tracked by 0.02% bromocresol green dye. Gel was stained using 0.1% (w/v) toluidine blue (in 1% acetic acid) for 1h and was destained using 1% acetic acid (Vasconcelos et al. 2018;Dwivedi et al. 2021).\n\nThe virus inhibitor screening was done on human embryonic kidney cells (HEK 293T) expressing human ACE2 (HEK 293T hACE2 cell line, BEI Resources #NR 52511) plated in a 96 well tissue culture plate using baculovirus pseudotyped with SARS CoV 2 Wuhan Hu 1 and Delta S proteins (#C1110G and #C1123G, respectively) containing a green fluorescent reporter (Montana Molecular, #C1123G) (Dwivedi et al. 2021;Tandon et al. 2021;Yan et al. 2021). Virus titers were confirmed by enumerating GFP positive transduced cells in a dilution series under a fluorescence microscope (EVOS FL, Thermo Fisher Scientific) and by multiplying by the dilution factor with the volume plated. Serial dilutions (50, 5, 0.5, 0.05, 0.005, and 0.0005mg/L) of the test MSGs were made in Dulbecco's modified Eagle's medium in triplicates to the final volume of 100uL in each well. The controls used were UFH at 50mg/L and mock treated cells. The 2.5uL of the pseudotype virus stock (2x1010units per mL) was mixed with the test compounds and was incubated for 1h, which was then laid over HEK 293T hACE2 cells plated in a 96 well plate along with 2mM of sodium butyrate. Plate was then incubated for 60h and the assay was read on a Cytation 5 automated fluorescence microscope after fixing with 3.7% formaldehyde. The relative IC50values were calculated in Prism 9 (Graphpad Inc.) by plotting normalized values from the assay against the concentrations (log) of MSGs and controls and analyzing by nonlinear regression to fit a dose response curve using the least squares method considering each replicate value as an individual point.\n\nCytotoxic potential of MSGs was examined against HEK 293T hACE2 cells seeded in 12 welled tissue culture plates following the protocol reported earlier (Dwivedi et al. 2021;Tandon et al. 2021). Briefly, the confluent HEK 293T hACE2 cells were treated with MSGs at a final concentration of 50mg/L along with 2mM of sodium butyrate. The cell viability was estimated via trypan blue exclusion assay upon harvesting the treated cells after 60h of incubation. Assay readout was measured on a TC20 automated cell counter (BioRad) according to the manufacturer's protocol.",
    "results": "Figure 1displays all sulfated glycans screened in inhibitory activity against SARS CoV 2 WT (Wuhan Hu 1) and Delta (B.1.617.2) strains. The MSGs examined comparatively to heparin, unfractionated heparin (UFH) (Fig. 1A), include 3 fucosylated chondroitin sulfates (FucCSs) from sea cucumbers, 3 sulfated fucans (SFs) from 2 sea cucumbers and 1 sea urchin, and 1 sulfated galactan (SG) from a red alga. The species and structures of the FucCS series areIsostichopus badionotus(IbFucCS) {3) beta GalNAc4,6S (14) beta GlcA [(31)Y] (1}n, where Y=alpha Fuc2,4S (96%), or alpha Fuc4S (4%) (Fig. 1C),Holothuria floridana(HfFucCS) {3) beta GalNAc4,6S (14) beta GlcA [(31)Y] (1}n, where Y=alphaFuc2,4S (45%), alpha Fuc3,4S (35%), or alpha Fuc4S (20%) (Fig. 1D) andPentacta pygmaea(PpFucCS) {3) beta GalNAcX (14) beta GlcA [(31)Y] (1}n, where X=4S (80%), 6S (10%) or nonsulfated (10%), Y=alpha Fuc2,4S (40%), alpha Fuc2,4S (14) alpha Fuc (30%), or alpha Fuc4S (30%) (Fig. 1E). The other glycans are the SG fromBotryocladia occidentalis(BoSG) [3 beta Gal2R14R2 (14) alpha Gal2R3R (1]nin which R=SO3 or OH, R1and R2=66% and 33% sulfation, respectively (Fig. 1B), the SF from the sea urchinLytechinus variegatus(LvSF) (Fig. 1G), [3) alpha Fuc2,4S (13) alpha Fuc2S (13) alpha Fuc2S (13) alpha Fuc4S (1]n, the SF from the sea cucumberH. floridana(HfSF) (Fig. 1H), [3) alpha Fuc2,4S (13) alpha Fuc (13) alpha Fuc2S (13) alpha Fuc2S (1]n,and fromI. badionotus(IbSF) (Fig. 1F), [3) alpha Fuc2,4S (13) alpha Fuc2S (13) alpha Fuc2S (13) alpha Fuc (1]n.\n\nStructural representations of sulfated glycans assayed for anti SARS CoV 2 activity. A) Heparin, B) BoSG, C) IbFucCS, D) HfFucCS, E) PpFucCS, F) IbSF, G) LvSF, and H) HfSF.\n\nAll sulfated glycans studied here are natural products isolated from digestions of different biological sources. The structural integrity and reliable purity levels of all these sulfated glycans was confirmed by 1D1H nuclear magnetic resonance (NMR) spectroscopy (Fig. 2A and B), as they show typical spectral profiles as reported previously (Tandon et al. 2021for UFH,Farias et al. 2000for BoSG,Chen et al. 2011for IbFucCS,Dwivedi et al. 2021for PpFucCS,Shi et al. 2019for HfFucCS,Chen et al. 2012for IbSF,Pomin et al. 2005for LvSF, andShi et al. 2019for HfSF). The purified MSGs were further analyzed by 22% polyacrylamide gel electrophoresis (PAGE) (Fig. 2C and D) to understand polydispersity distribution and to correlate the different molecular weights (MWs) of MSGs with their anti SARS CoV 2 effects. Their MW distribution was assessed in comparison with mammalian GAGs of known MWs. The series of holothurian FucCS showed bands between ~60 and~100kDa (Fig. 2C). The MW distribution of the homopolysaccharides composed of galactose (BoSG) and fucose (IbSF, HfSF, and LvSF) indicates higher MW for these polymers, >=100kDa (Fig. 2D). The MWs of the series of FucCS and SF/SG are in accordance with previous publications (Shi et al. 2019;Dwivedi et al. 2021;Zoepfl et al. 2021), confirming therefore the structural integrity.\n\nA and B) 1D1H NMR spectra and B and C) PAGE of UFH and MSGs. A)1H NMR spectra (Hexpansion, 7.0 0.0ppm) of A) GAGs and B) homopolysaccharides acquired in D2O at 25 degreesC on 400 MHz Bruker NMR instrument. The spectra of each sulfated glycan sample are indicated accordingly in the panel. The NMR signals corresponding to anomeric and ring protons of polysaccharides have been labeled on top of spectral stacks. The signals indicated with asterisks are from solvent. MW distribution of MSGs, C) IbFucCS, PpFucCS, HfFucCS and D) LvSF, IbSF, HfSF, and BosG, analyzed on a 22% PAGE using the GAGs of known MWs as markers: low MW heparin (LMWH, of ~8kDa); UFH of ~15kDa, and chondroitin sulfate C type (CS C of ~60kDa).\n\nMSGs were examined for their ability to inhibit SARS CoV 2 entry into HEK 293T hACE2 cells using a baculovirus pseudotyped with S proteins of WT (Wuhan Hu 1) (Fig. 3AandTable S1) and Delta (B.1.617.2) (Fig. 3BandTable S2) strains and encoding green fluorescent protein (GFP). The IC50values of the MSGs (Table 1) demonstrated generally similar activity of heparin (IC50=0.6mg/L) against the Wuhan strain (range of 0.1 1.0mg/L) and generally (slightly) weaker activity than heparin (IC50=0.2mg/L) against the Delta strain (range of 0.1 5.9mg/L). In the cytotoxicity assays (trypan blue exclusion) on HEK 293T hACE2 cells, all tested MSGs, except HfSF, exhibited no significant cell death even at the highest concentration of 50mg/L and 60h of continuous exposure as compared to the mock treated cells (Fig. 3BandTable S3).\n\nAnti SARS CoV 2 and cytotoxic activity of UFH and MSG. UFH and MSGs were assayed for their potential to inhibit GFP transduction in HEK 293T hACE2 cells infected with pseudotyped SARS Cov 2S proteins of A) Wuhan Hu 1 and B) Delta (B.1.617.2) strains. Normalized values from the assay were analyzed by the nonlinear regression to fit a dose response curve using the least squares method, considering each replicate value as an individual point. The plotted curve shows percentage of SARS CoV 2 WT and Delta inhibition in a (log) concentration dependent manner. Curves in the plot represent the following sulfated glycans UFH (black), algal BoSG (red), sea urchin LvSF (yellow), holothurian SFs IbSF (green), HfSG (gray), and holothurian FucCSs IbFucCS (purple), PpFucCS (cyan), and HfFucCS (blue). C) Bar plots represent percentage cell viability of HEK 293T hACE2 cells when treated with the above mentioned sulfated glycans at the highest examined concentration of 50mg/L. All sugars were nonsignificant (P>0.05) except HfSF (P<0.05) indicated by *.\n\nIC50of anti SARS CoV 2 WT (Wuhan Hu 1) and Delta (B.1.617.2) actions of UFH and MSGs.\n\naIC50values of anti SARS CoV 2 inhibitory activity of UFH and MSGs were determined against HEK 293T hACE2 cells infected with baculovirus pseudotyped with SARS CoV 2 WT (Wuhan Hu 1) and Delta (B.1.617.2) s proteins.\n\nbStandard deviation (SD) values from triplicates.\n\nIn this study, 7 MSGs were examined, comparatively to heparin, regarding their capacities to block 2 strains, WT (Wuhan Hu 1) and Delta (B.1.617.2), of SARS CoV 2. Although each sulfated glycan showed its own inhibitory capacity, the inhibitory activities of the MSGs strains were generally similar and (slightly) weaker, respectively, against Wuhan and Delta strains. No correlation between structural features (sulfation pattern, MW, monosaccharide composition, glycosidic linkage, and/or anomeric configuration) and anticoronaviral activity was observed. Nevertheless, the current study provides evidence for the maintenance of inhibitory activity of MSGs against evolving SARS CoV 2 strains.",
    "discussion": "Structural features of MSGs Figure 1 displays all sulfated glycans screened in inhibitory activity against SARS CoV 2 WT (Wuhan Hu 1) and Delta (B.1.617.2) strains. The MSGs examined comparatively to heparin, unfractionated heparin (UFH) ( Fig. 1A ), include 3 fucosylated chondroitin sulfates (FucCSs) from sea cucumbers, 3 sulfated fucans (SFs) from 2 sea cucumbers and 1 sea urchin, and 1 sulfated galactan (SG) from a red alga. The species and structures of the FucCS series are Isostichopus badionotus (IbFucCS) {3) beta GalNAc4,6S (14) beta GlcA [(31)Y] (1} n , where Y=alpha Fuc2,4S (96%), or alpha Fuc4S (4%) ( Fig. 1C ), Holothuria floridana (HfFucCS) {3) beta GalNAc4,6S (14) beta GlcA [(31)Y] (1} n , where Y=alphaFuc2,4S (45%), alpha Fuc3,4S (35%), or alpha Fuc4S (20%) ( Fig. 1D ) and Pentacta pygmaea (PpFucCS) {3) beta GalNAcX (14) beta GlcA [(31)Y] (1} n , where X=4S (80%), 6S (10%) or nonsulfated (10%), Y=alpha Fuc2,4S (40%), alpha Fuc2,4S (14) alpha Fuc (30%), or alpha Fuc4S (30%) ( Fig. 1E ). The other glycans are the SG from Botryocladia occidentalis (BoSG) [3 beta Gal2R 1 4R 2  (14) alpha Gal2R3R (1] n in which R=SO 3   or OH, R 1 and R 2 =66% and 33% sulfation, respectively ( Fig. 1B ), the SF from the sea urchin Lytechinus variegatus (LvSF) ( Fig. 1G ), [3) alpha Fuc2,4S (13) alpha Fuc2S (13) alpha Fuc2S (13) alpha Fuc4S (1] n , the SF from the sea cucumber H. floridana (HfSF) ( Fig. 1H ), [3) alpha Fuc2,4S (13) alpha Fuc (13) alpha Fuc2S (13) alpha Fuc2S (1] n , and from I. badionotus (IbSF) ( Fig. 1F ), [3) alpha Fuc2,4S (13) alpha Fuc2S (13) alpha Fuc2S (13) alpha Fuc (1] n . Fig 1. Open in a new tab Structural representations of sulfated glycans assayed for anti SARS CoV 2 activity. A) Heparin, B) BoSG, C) IbFucCS, D) HfFucCS, E) PpFucCS, F) IbSF, G) LvSF, and H) HfSF.\n\nStructural integrity and molecular weights All sulfated glycans studied here are natural products isolated from digestions of different biological sources. The structural integrity and reliable purity levels of all these sulfated glycans was confirmed by 1D 1 H nuclear magnetic resonance (NMR) spectroscopy ( Fig. 2A and B ), as they show typical spectral profiles as reported previously ( Tandon et al. 2021 for UFH, Farias et al. 2000 for BoSG, Chen et al. 2011 for IbFucCS, Dwivedi et al. 2021 for PpFucCS, Shi et al. 2019 for HfFucCS, Chen et al. 2012 for IbSF, Pomin et al. 2005 for LvSF, and Shi et al. 2019 for HfSF). The purified MSGs were further analyzed by 22% polyacrylamide gel electrophoresis (PAGE) ( Fig. 2C and D ) to understand polydispersity distribution and to correlate the different molecular weights (MWs) of MSGs with their anti SARS CoV 2 effects. Their MW distribution was assessed in comparison with mammalian GAGs of known MWs. The series of holothurian FucCS showed bands between ~60 and~100kDa ( Fig. 2C ). The MW distribution of the homopolysaccharides composed of galactose (BoSG) and fucose (IbSF, HfSF, and LvSF) indicates higher MW for these polymers, >=100kDa ( Fig. 2D ). The MWs of the series of FucCS and SF/SG are in accordance with previous publications ( Shi et al. 2019 ; Dwivedi et al. 2021 ; Zoepfl et al. 2021 ), confirming therefore the structural integrity. Fig 2. Open in a new tab A and B) 1D 1 H NMR spectra and B and C) PAGE of UFH and MSGs. A) 1 H NMR spectra ( H expansion, 7.0 0.0ppm) of A) GAGs and B) homopolysaccharides acquired in D 2 O at 25 degreesC on 400 MHz Bruker NMR instrument. The spectra of each sulfated glycan sample are indicated accordingly in the panel. The NMR signals corresponding to anomeric and ring protons of polysaccharides have been labeled on top of spectral stacks. The signals indicated with asterisks are from solvent. MW distribution of MSGs, C) IbFucCS, PpFucCS, HfFucCS and D) LvSF, IbSF, HfSF, and BosG, analyzed on a 22% PAGE using the GAGs of known MWs as markers: low MW heparin (LMWH, of ~8kDa); UFH of ~15kDa, and chondroitin sulfate C type (CS C of ~60kDa).\n\nAnti SARS CoV 2 Wuhan and Delta strains and cytotoxicity of MSGs MSGs were examined for their ability to inhibit SARS CoV 2 entry into HEK 293T hACE2 cells using a baculovirus pseudotyped with S proteins of WT (Wuhan Hu 1) ( Fig. 3A and Table S1 ) and Delta (B.1.617.2) ( Fig. 3B and Table S2 ) strains and encoding green fluorescent protein (GFP). The IC 50 values of the MSGs ( Table 1 ) demonstrated generally similar activity of heparin (IC 50 =0.6mg/L) against the Wuhan strain (range of 0.1 1.0mg/L) and generally (slightly) weaker activity than heparin (IC 50 =0.2mg/L) against the Delta strain (range of 0.1 5.9mg/L). In the cytotoxicity assays (trypan blue exclusion) on HEK 293T hACE2 cells, all tested MSGs, except HfSF, exhibited no significant cell death even at the highest concentration of 50mg/L and 60h of continuous exposure as compared to the mock treated cells ( Fig. 3B and Table S3 ). Fig 3. Open in a new tab Anti SARS CoV 2 and cytotoxic activity of UFH and MSG. UFH and MSGs were assayed for their potential to inhibit GFP transduction in HEK 293T hACE2 cells infected with pseudotyped SARS Cov 2S proteins of A) Wuhan Hu 1 and B) Delta (B.1.617.2) strains. Normalized values from the assay were analyzed by the nonlinear regression to fit a dose response curve using the least squares method, considering each replicate value as an individual point. The plotted curve shows percentage of SARS CoV 2 WT and Delta inhibition in a (log) concentration dependent manner. Curves in the plot represent the following sulfated glycans UFH (black), algal BoSG (red), sea urchin LvSF (yellow), holothurian SFs IbSF (green), HfSG (gray), and holothurian FucCSs IbFucCS (purple), PpFucCS (cyan), and HfFucCS (blue). C) Bar plots represent percentage cell viability of HEK 293T hACE2 cells when treated with the above mentioned sulfated glycans at the highest examined concentration of 50mg/L. All sugars were nonsignificant ( P >0.05) except HfSF ( P <0.05) indicated by *. Table 1. IC 50 of anti SARS CoV 2 WT (Wuhan Hu 1) and Delta (B.1.617.2) actions of UFH and MSGs. Sulfated glycan IC 50 (mg/L) a +/  SD b Wuhan Hu 1 Delta UFH 0.6+/ 0.037 0.2+/ 0.030 IbFucCS 0.1+/ 0.005 1.6+/ 0.216 BoSG 0.9+/ 0.262 1.3+/ 0.260 IbSF 0.1+/ 0.005 1.0+/ 0.126 PpFucCS 0.3+/ 0.061 0.6+/ 0.104 HfFucCS 0.1+/ 0.014 0.1+/ 0.010 HfSF 1.0+/ 0.180 1.8+/ 0.324 LvSF 0.5+/ 0.032 5.9+/ 0.620 Open in a new tab a IC 50 values of anti SARS CoV 2 inhibitory activity of UFH and MSGs were determined against HEK 293T hACE2 cells infected with baculovirus pseudotyped with SARS CoV 2 WT (Wuhan Hu 1) and Delta (B.1.617.2) s proteins. b Standard deviation (SD) values from triplicates.\n\nConcluding remarks In this study, 7 MSGs were examined, comparatively to heparin, regarding their capacities to block 2 strains, WT (Wuhan Hu 1) and Delta (B.1.617.2), of SARS CoV 2. Although each sulfated glycan showed its own inhibitory capacity, the inhibitory activities of the MSGs strains were generally similar and (slightly) weaker, respectively, against Wuhan and Delta strains. No correlation between structural features (sulfation pattern, MW, monosaccharide composition, glycosidic linkage, and/or anomeric configuration) and anticoronaviral activity was observed. Nevertheless, the current study provides evidence for the maintenance of inhibitory activity of MSGs against evolving SARS CoV 2 strains.",
    "conclusion": "In this study, 7 MSGs were examined, comparatively to heparin, regarding their capacities to block 2 strains, WT (Wuhan Hu 1) and Delta (B.1.617.2), of SARS CoV 2. Although each sulfated glycan showed its own inhibitory capacity, the inhibitory activities of the MSGs strains were generally similar and (slightly) weaker, respectively, against Wuhan and Delta strains. No correlation between structural features (sulfation pattern, MW, monosaccharide composition, glycosidic linkage, and/or anomeric configuration) and anticoronaviral activity was observed. Nevertheless, the current study provides evidence for the maintenance of inhibitory activity of MSGs against evolving SARS CoV 2 strains."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:06:48.975224",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9487896/"
  }
}