{
  "pmcid": "PMC7467030",
  "title": "Hypotheses about sub optimal hydration in the weeks before coronavirus disease (COVID 19) as a risk factor for dying from COVID 19",
  "authors": [
    "Jodi D Stookey",
    "Prasanna KR Allu",
    "Dorothee Chabas",
    "David Pearce",
    "Florian Lang"
  ],
  "year": "2020",
  "journal": "Medical Hypotheses",
  "doi": "10.1016/j.mehy.2020.110237",
  "sections": {
    "abstract": "To address urgent need for strategies to limit mortality from coronavirus disease 2019 (COVID 19), this review describes experimental, clinical and epidemiological evidence that suggests that chronic sub optimal hydration in the weeksbeforeinfection might increase risk of COVID 19 mortality in multiple ways. Sub optimal hydration is associated with key risk factors for COVID 19 mortality, including older age, male sex, race ethnicity and chronic disease. Chronic hypertonicity, total body water deficit and/or hypovolemia cause multiple intracellular and/or physiologic adaptations that preferentially retain body water and favor positive total body water balance when challenged by infection. Via effects on serum/glucocorticoid regulated kinase 1 (SGK1) signaling, aldosterone, tumor necrosis factor alpha (TNF alpha), vascular endothelial growth factor (VEGF), aquaporin 5 (AQP5) and/or Na+/K+ ATPase, chronic sub optimal hydration in the weeksbeforeexposure to COVID 19 may conceivably result in: greater abundance of angiotensin converting enzyme 2 (ACE2) receptors in the lung, which increases likelihood of COVID 19 infection, lung epithelial cells which are pre set for exaggerated immune response, increased capacity for capillary leakage of fluid into the airway space, and/or reduced capacity for both passive and active transport of fluid out of the airways. The hypothesized hydration effects suggest hypotheses regarding strategies for COVID 19 risk reduction, such as public health recommendations to increase intake of drinking water, hydration screening alongside COVID 19 testing, and treatment tailored to the pre infection hydration condition. Hydration may link risk factors and pathways in a unified mechanism for COVID 19 mortality. Attention to hydration holds potential to reduce COVID 19 mortality and disparities via at least 5 pathways simultaneously.\n\nKeywords:Chronic hydration, Hypertonicity, COVID 19, Mortality, ACE2 receptors, VEGF, AQP5, SGK1, Saliva osmolality, Drinking water intervention",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:05:19.442103",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7467030/"
  }
}