{
  "pmcid": "PMC4187989",
  "title": "Sigma S Dependent Antioxidant Defense Protects Stationary Phase Escherichia coli against the Bactericidal Antibiotic Gentamicin",
  "authors": [
    "Jing Hung Wang",
    "Rachna Singh",
    "Michael Benoit",
    "Mimi Keyhan",
    "Matthew Sylvester",
    "Michael Hsieh",
    "Anuradha Thathireddy",
    "Yi Ju Hsieh",
    "A C Matin"
  ],
  "year": "2014",
  "journal": "Antimicrobial Agents and Chemotherapy",
  "doi": "10.1128/AAC.03683 14",
  "sections": {
    "abstract": "Stationary phase bacteria are important in disease. The s regulated general stress response helps them become resistant to disinfectants, but the role of sin bacterial antibiotic resistance has not been elucidated. Loss of srendered stationary phaseEscherichia colimore sensitive to the bactericidal antibiotic gentamicin (Gm), and proteomic analysis suggested involvement of a weakened antioxidant defense. Use of the psfiAgenetic reporter, 3 (p hydroxyphenyl) fluorescein (HPF) dye, and Amplex Red showed that Gm generated more reactive oxygen species (ROS) in the mutant. HPF measurements can be distorted by cell elongation, but Gm did not affect stationary phase cell dimensions. Coadministration of the antioxidantN acetyl cysteine (NAC) decreased drug lethality particularly in the mutant, as did Gm treatment under anaerobic conditions that prevent ROS formation. Greater oxidative stress, due to insufficient quenching of endogenous ROS and/or respiration linked electron leakage, therefore contributed to the greater sensitivity of the mutant; infection by a uropathogenic strain in mice showed this to be the case alsoin vivo. Disruption of antioxidant defense by eliminating the quencher proteins, SodA/SodB and KatE/SodA, or the pentose phosphate pathway proteins, Zwf/Gnd and TalA, which provide NADPH for ROS decomposition, also generated greater oxidative stress and killing by Gm. Thus, besides its established mode of action, Gm also kills stationary phase bacteria by generating oxidative stress, and targeting the antioxidant defense ofE. colican enhance its efficacy. Relevant aspects of the current controversy on the role of ROS in killing by bactericidal drugs of exponential phase bacteria, which represent a different physiological state, are discussed.",
    "methods": "TheE. coliK 12 BW25113 strain and several of its isogenic gene knockout mutants from the Keio collection (33) were used, as well as our clinical isolate of uropathogenicE. coli(UPEC strain AMG1) (34); its isogenic rpoSmutant and double mutants of the Keio strain were generated as described previously (35). The knockouts were confirmed by PCR. To construct strains bearing a single copy of ansfiA lacZfusion to monitor oxidative stress intracellularly, bacteria were transfected with thesfiA lacZfusion cassette from theE. coliSY2 strain by P1vir(Coli Genetic Stock Center [CGSC], Yale University) transduction according to established protocols (36). Activation of thesfiApromoter (psfiA) was measured using a chlorophenol red beta d galactopyranoside (CPRG) beta galactosidase assay kit (G Biosciences, St. Louis, MO) according to the manufacturer's protocol with modifications in the cell lysis procedure for bacteria (37). beta Galactosidase activity was normalized to the CFU/ml value.\n\nBacteria were grown overnight to late stationary phase at 37 degreesC in Luria Bertani (LB) broth with shaking (200 rpm); the following morning, they were diluted to anA600of 0.45 (1.3 x 109cells/ml) in M9 minimal medium without glucose (34,35) (referred to as M9 salts). Gm was added at 16 ug/ml; parallel controls were run without the drug. This drug concentration was chosen because in the experimental period, it had minimal effect on the viability of the wild type and clearly revealed the effect of various mutations on drug sensitivity. Gm at 16 ug/ml represents the MIC for resistant (R) Gram negative bacteria. (Gm MICs for intermediate [I] and sensitive [S] strains are 8 and 4 ug/ml, respectively.) MIC values are determined for growing bacteria and represent concentrations that inhibit growth; in contrast, our work concerns stationary phase bacteria, which are well known to be more resistant, and deals with bactericidal effects, which occur at higher concentrations than the MIC values (38). The suspensions were incubated aerobically at 37 degreesC for 24 h without shaking (unless otherwise indicated). Samples were drawn at specified times (as indicated in the text and in Table S1 in the supplemental material), serially diluted in M9 salts, and cultured on LB agar to determine CFU counts. For determining drug sensitivity under anoxic conditions, cell suspensions were incubated anaerobically in a GasPak EZ gas kit (Becton Dickinson, Sparks, MD).\n\nIn vivostudies in mice, conducted according to Stanford University protocols, were done as described previously (39). Seven week old CBA/J mice (Jackson Laboratories, Bar Harbor, ME) were acclimated to our animal facility for 1 week prior to the experiments. Transurethral inoculation of 107CFU/50 ul/mouse was performed using wild type UPEC AMG1 or its isogenic rpoSmutant. LB grown cultures of the two strains were diluted to 107CFU/50 ul using phosphate buffered saline (PBS). Mice were anesthetized with inhaled isoflurane, and their perinea were cleaned with 70% ethanol. To ensure that mouse bladders did not overflow during transurethral inoculation and to reduce urine output, the animals were deprived of water for 30 min prior to anesthesia administration and encouraged to void by scruffing and gentle pressure on the lower abdomen. Using PE10 polyethylene tubing covered 30 gauge needles (BD Biosciences, San Jose, CA), the mice were transurethrally catheterized, and the inoculum was injected over 5 s. Immediately thereafter, mice were administered PBS alone or PBS with 50, 5, or 0.5 ug of Gm by subcutaneous injection, followed by four more doses every 2 h (total of five doses). Two days after infection, the animals were sacrificed by a combination of isoflurane overdose and cervical dislocation. Mouse bladders were removed aseptically and homogenized using sterile 1.6 mm stainless steel beads and a Bullet Blender homogenizer (Next Advance, Averill Park, NY). Suitably diluted samples of the bladder homogenate were used in CFU determinations on MacConkey agar.\n\nTwo dimensional gel electrophoresis (2D DiGE) was performed by Applied Biomics, Hayward, CA. Cells were grown and treated with Gm (48 h) as for viability determination. Frozen cell pellets were supplied to Applied Biomics. The company's protein extraction procedure entails use of 2D lysis buffer [7 M urea, 2 M thiourea, 4% CHAPS (3 [(3 cholamidopropyl) dimethylammonio] 1 propanesulfonate), 30 mM Tris HCl, pH 8.8]. Equal amounts of samples of Gm treated or untreated cells were labeled by CyDye Difference in DiGE fluorophores (size and charge matched). Isoelectric focusing was used in the first dimension, and SDS polyacrylamide gel electrophoresis was used in the second. The gels were scanned using a Typhoon image scanner to reveal CyDye signals. ImageQuant software was used to generate single and overlay images, which were then subjected to DeCyder software analysis to determine differentially expressed protein spots. An Ettan Spot Picker was used to pick spots of interest, which were subsequently identified by tandem mass spectrometry (MS/MS) (protein or total ion confidence interval of 95% or higher). Only protein spots exhibiting >1.4 fold change under at least one of the conditions (e.g., treated/untreated wild type or the mutant) are included inTable 1.\n\nEffect of gentamicin treatment onrpoS regulated proteins in stationary phaseE. coli\n\nPlus and minus signs indicate up  and downregulation, respectively, of the first strain named in each comparison relative to the second strain. Thus, for the comparison of the rpoSmutant versus the wild type, a negative number means that the concentration of the protein was lower in the mutant by the fold indicated. Where indicated, Gm was added at 16 ug/ml (+ Gm). Boldface indicates proteins that were upregulated in the wild type by Gm treatment compared to the mutant. Underlining indicates proteins that were downregulated in the mutant compared to the wild type upon Gm treatment. w/o, without.\n\nTo measure ROS by 3 (p hydroxyphenyl) fluorescein (HPF) (490 nm excitation and 515 nm emission; Invitrogen, Carlsbad, CA), suitably diluted stock solution of the dye with or without the antibiotic was added to cell suspensions (final HPF concentration, 5 uM) and incubated in the dark at 37 degreesC. After 48 h, samples were vortexed, washed in ice cold M9 salts, redissolved in 1/10 volume of M9 salts, and loaded in a 96 well black plate (Corning Costar, Tewksbury, MA). Fluorescence was measured in a Gemini SpectraMax fluorescent plate reader (Molecular Devices, Sunnyvale, CA). Controls without HPF were used to correct for background fluorescence. See the Results section for further information.\n\nTo measure H2O2, an Amplex Red hydrogen peroxide assay kit (Molecular Probes, Inc., Eugene, OR) was used according to the manufacturer's protocol. Cell suspensions in the presence of Amplex Red reagents with or without Gm were loaded onto a black 96 well plate as described above. The samples were incubated at 37 degreesC in a light shield enclosure. Fluorescence (excitation, 560; emission, 590 nm) of the suspension was measured at 2, 4, and 6 h.\n\nAntibiotic treated and untreated cell suspensions were pelleted by centrifugation, washed in PBS, and resuspended in 1/10 volume of ice cold PBS. Five microliters of the samples was spotted on glass slides and allowed to air dry in a flow hood, followed by an overlay of the mounting medium (SouthernBiotech, Birmingham, AL). A glass coverslip was placed on the samples, and its edges were sealed with nail polish. Differential interference contrast (DIC) images were visualized in a Zeiss AxioImager DIC microscope (Stanford Neuroscience Microscopy Service) at magnification settings of x63, x1.6, and x10 (objective, Optovar, and eyepiece, respectively) and captured by an AxioCam HRm Rev 3 camera.\n\nNADP and NADPH levels were measured using a Fluoro NADP/NADPH Detection Kit (Cell Technology, Inc., Mountain View, CA). The cultures were prepared as described for antibiotic treatment. After incubation with gentamicin, NADP and NADPH were extracted according to the manufacturer's instructions; cells not treated with the drug were used as controls. A nonfluorescent reagent becomes reduced in the presence of NADPH to form NADP and a fluorescent analog. NADP is converted back to NADPH via an enzyme coupled reaction, and the reaction proceeds back to the first step. Fluorescence was measured using a SpectraMax fluorescence plate reader (550 nm excitation; 595 nm emission). The protein concentration of each sample was determined after the fluorescence measurement for normalization.\n\nProtein carbonylation was done as described before (40). Cells were pelleted by centrifugation, the pellets were suspended in lysis buffer (150 ul; 200 mM sodium phosphate, pH 6.5, 1% SDS), vortexed, and boiled (5 min); protein concentrations were determined using a Bio Rad detergent compatible (DC) protein assay kit (Bio Rad, Hercules, CA) and adjusted to 100 ug/ml. Samples were derivatized by the addition of 1 volume of 12% SDS, followed by 2 volumes of 20 mM 2,4 dinitrophenylhydrazine, mixed, and incubated at room temperature (30 min). Derivatization was stopped by the addition of 1.5 volumes of 2 M Tris in 30% glycerol. Samples were loaded onto a slot blot apparatus (Bio Rad, Hercules, CA) and vacuum transferred onto a nitrocellulose membrane according to the manufacturer's protocol. The membrane was blocked using 5% milk in Tris buffered saline, pH 7.4, plus 0.5% Tween 20 (TBST) at 4 degreesC overnight, followed by incubation (1 h) with rabbit anti dinitrophenol antibody (1:500; Abcam, Cambridge, MA). The membrane was washed with TBST and incubated with mouse anti rabbit IgG conjugated with horseradish peroxidase (at 1:2,000 for 1 h) (Cell Signaling Technologies, Danvers, MA). Bands were visualized using Kodak BioMax chemiluminescent film (Sigma Aldrich, St. Louis, MO) after incubation of the membrane with an ECL kit (Thermo Fisher Scientific, Rockford, IL). Band intensity on the exposed film was quantified by ImageJ software (NIH).\n\nMembrane fractions of cell extracts were prepared as described previously (41). Cells were grown overnight as described above and harvested by centrifugation (4,200 xgfor 30 min at 4 degreesC). The cell pellet was washed with ice cold 6 mM potassium phosphate buffer (pH 7.0), resuspended in buffer of the same composition to anA600of 75, and broken in a French press (20,000 lb/in2). Cell debris was removed by a low spin (11,000 xgfor 50 min at 4 degreesC). The supernatant was ultracentrifuged (165,000 xgfor 1 h at 4 degreesC) to pellet the membrane fraction, which was suspended in potassium phosphate buffer (6 mM, pH 7.0), and protein concentration was determined (Bradford method). The reaction mixture for alamarBlue (AB) reduction (250 ul) contained 100 ug of the membrane fraction protein, 10% AB, 0.1 umol of NADH, 6 mM potassium phosphate buffer (pH 7.0), and rotenone (1 uM; Sigma Aldrich, St. Louis, MO) with or without Gm. The mixtures were incubated at 37 degreesC in the dark for 20 min, followed by measurement of fluorescence (560 nm excitation and 590 nm emission wavelengths). Controls were devoid of cell extracts and generated no change in AB fluorescence.\n\nAll experiments were done at least in triplicate. Statistical analyses were carried out by Student'sttest.",
    "results": "Results presented throughout this paper refer to stationary phase cells. As stated in the previous section, to determine viability, 16 ug/ml Gm was added to cell suspensions in M9 salts (without glucose) (34,35,42), and cells were incubated aerobically, followed by counting the CFU. (As stated in Materials and Methods, this drug concentration had minimal effect on the viability of the wild type and thus clearly revealed the drug's differential effects in the mutants.) Deletion of therpoSgene (absence of s) renderedE. coli(K 12 BW25113) (33) more sensitive to Gm: at 24 h of treatment, mutant survival was more than 2 logs less than that of the wild type (Fig. 1). As noted in the introduction, sregulates GSR, which protects against diverse stresses (5 8), and since protein synthesis continued in the Gm treated cells, we conducted proteomic analysis to attempt to determine the identity of the s controlled stress involved in protection against Gm. As expected (43), the loss of saltered the level of several proteins (Table 1, control strains, rpoSmutant versus wild type; see also Fig. S1 in the supplemental material). Gm affected these proteins differently in the wild type (Table 1, wild type with Gm versus wild type without Gm) and the mutant (Table 1, rpoSmutant with Gm versus rpoSmutant without Gm), with a large majority (in boldface) being upregulated in the wild type compared to the mutant, indicating that the former is more competent at activating the stress response upon Gm treatment. Furthermore, the data inTable 1showing the differential effect of Gm treatment on the mutant compared to the wild type (Table 1, rpoSmutant with Gm versus wild type with Gm) indicate that, among the proteins showing greater downregulation in the mutant, over 10 concerned antioxidant defense (underlined). We therefore examined if Gm treatment generated greater oxidative stress in therpoSstrain than in the wild type.\n\nThe rpoSmutant ofE. coliis more sensitive to Gm than the wild type (WT). Data presented here and subsequently are for stationary phase cells.E. coliK 12, strain BW25113 was used, except where otherwise indicated. Gm was used at a concentration of 16 ug/ml with incubation at 37 degreesC. Solid bars show mean log CFU counts per ml after Gm treatment for 24 h; striped bars represent untreated controls. The Studentttest comparison is between drug treated and untreated cells of the same strain. **,P< 0.01.\n\nOxidative stress activates the bacterial SOS response, and this activation can be detected by the induction of the SOS regulated promoter of thesfiAgene (psfiA) (44,45). psfiAactivation thus provides a means of detecting oxidative stress within the cell and can be monitored by the use of ansfiA lacZtranscriptional fusion. We measured beta galactosidase activity in untreated controls and drug treated cells. In both the wild type and the rpoSstrains, psfiAshowed a basal level of expression, which was greater in the mutant (Fig. 2A), indicating intrinsic oxidative stress that was more marked in the latter. This is consistent with the fact that ROS and oxidative stress are generated in the course of normal metabolism (due, for instance, to the leakage of O from the respiratory chain [46,47]) and that therpoSmutant is compromised in mitigating this innate stress (25). Gm treatment activated psfiAin both strains but to a much greater extent in the mutant, indicating that the latter experienced greater drug mediated oxidative stress.\n\nGm treatment results in greater ROS levels in the rpoSmutant. Solid bars represent Gm treated cells, and striped bars represent untreated controls. (A) Activation of SOS response with and without Gm treatment in the wild type and the rpoSmutant containing a single copy of thesfiA lacZfusion at 24 h, as monitored by beta galactosidase activity. (B) Representative differential interference contrast micrographs of cells of the two strains with and without 24 h Gm treatment (magnification, x1,000; number of cells examined, ca. 10,000 of each strain). (C) Effect of 24 h Gm treatment on mean relative fluorescence units (RFU) of 3 (p hydroxyphenyl) fluorescein (HPF) in cells of the two strains. (D) Effect of Gm treatment on H2O2production by the two strains. H2O2was measured in Gm treated cells by Amplex Red at 2, 4, and 6 h; the area under the concentration time curve for H2O2at these time points is plotted and represents total cellular H2O2generation during this time; a shorter treatment time was used for this measurement because intracellular H2O2may be subject to decomposition (26). (E) Effect of 24 h Gm treatment on protein carbonylation in the two strains, as detected by slot blot analysis. Student'sttest was used to compare Gm treated and untreated cells of the same strain (*,P< 0.05; **,P< 0.01; ***,P< 0.001) and untreated cells of the wild type and the mutant (,P< 0.01; ,P< 0.001).\n\nIn exponential phase cells, activation of the SOS response results in generation of elongated cells because it inhibits cell division (48). As stationary phase bacteria are in stasis, the SOS response is unlikely to result in cell elongation, and indeed we found that the Gm mediated activation of this response in the stationary phase wild type and the mutant strains did not alter cell morphology; differential interference contrast micrographs showed similar dimensions in treated and untreated cells (Fig. 2B). This was of interest to us for the following reason. The cell penetrating dye 3 (p hydroxyphenyl) fluorescein (HPF) is used in detecting oxidative stress, as it responds to HO (49,50), but recent studies have shown that it may give erroneous results in situations where cell size is increased as elongated cells have greater autofluorescence (51,52). Since cell morphology did not change by Gm treatment, we used HPF as an additional method for comparing Gm caused oxidative stress in the wild type and the rpoSmutant. The results (Fig. 2C) agreed with the psfiAinduction based findings (Fig. 2A). There was HO generation in the untreated cells, which was greater in the mutant, and the drug treatment increased its levels in both strains but to a greater extent in the latter. We also used Amplex Red, which measures H2O2(29,40), to further assess the Gm caused oxidative stress. The results agreed with the above findings. That is, a basal level was seen in the untreated cells, which was greater in the mutant; it increased, also to a larger extent in the mutant, upon Gm treatment (Fig. 2D). A consequence of oxidative stress is protein carbonylation (53,54), which we also examined to assess this stress in the two strains; Gm mediated protein carbonylation was more pronounced in the mutant (Fig. 2E). Inaccuracy of ribosome function, which may result from Gm treatment, could conceivably also cause protein carbonylation (55), but this aspect would be the same in the wild type and the mutant. So it is reasonable to see enhanced carbonylation in the latter as due to greater oxidative stress.\n\nIf oxidative stress contributes to Gm lethality, it should be minimized by coadministration of an antioxidant. We usedN acetyl cysteine (NAC) to test this. Both the wild type and the rpoSstrains were more tolerant of Gm when NAC was also administered, indicating that countering the oxidative stress was protective. The protection was more marked in the mutant (Fig. 3A), consistent with the greater oxidative stress that the drug generated in this strain (Fig. 2and3A).\n\nCoadministration ofN acetyl cysteine (5 mg/ml) (A) and anaerobiosis (B) decrease Gm lethality in stationary phase cells in both the wild type and the rpoSmutant but to a greater extent in the latter. Bars show survival after 24 h of Gm treatment under the specified conditions. Asterisks indicatePvalues in comparisons of NAC treatment or anoxic effects within the same strains. *,P< 0.05; ***,P< 0.001.\n\nAnaerobiosis prevents ROS formation. Would it also mitigate Gm toxicity? Gm uptake is mediated by the proton motive force (PMF), but PMF is decreased, not eliminated, under anaerobiosis as the ATP synthetase continues to extrude protons (56), and Gm retains lethality under these conditions (26). Gm exposure under anoxia had an effect similar to that of aerobic coadministration of NAC and Gm (Fig. 3B): the drug tolerance increased in both the wild type and the mutant but to a far greater extent in the latter (74 fold versus 2.3 fold in the wild type). Both strains retained sensitivity to the drug under these conditions, indicating the drug's ability to kill the bacteria by means other than the oxidative stress; this stress therefore augments, and does not replace, Gm killing by inhibition of protein synthesis.\n\nResults with therpoSmutant show that oxidative stress contributes to Gm toxicity. We wanted to determine whether compromising theE. coliantioxidant defense by other means would also result in greater drug sensitivity. We used mutants lacking the antioxidant proteins KatE (hydroperoxidase HPII [catalase]) and superoxide dismutase (SOD); these proteins decompose ROS (48) and were selectively downregulated in the drug treatedrpoSmutant (Table 1, rpoSmutant with Gm versus wild type with Gm). The stationary phase katEand sodAmutants were not more sensitive to Gm (data not shown), possibly because of the redundancy of the antioxidant defense, where the absence of a protein can be functionally compensated by others (44,46,47,57,58). When the double mutants sodAsodBand katEsodAwere tested, increased sensitivity to the drug was indeed found (Fig. 4).\n\nDeletion of ROS quencher proteins or PPP enzymes rendersE. colimore sensitive to Gm. Effect of Gm treatment was determined as described in the legend ofFig. 1on strains lacking ROS quencher proteins (katEsodAand sodAsodBmutants) or PPP enzymes (zwfgndand talAmutants). Solid bars represent the effect of Gm treatment; bars with stripes represent untreated controls. The effect of the drug on the wild type is reproduced fromFig. 1for reference. Asterisks indicatePvalues for Gm treated and untreated cells of the same strain. *,P< 0.05; **,P< 0.01; ***,P< 0.001.\n\nCatalase and SOD decompose ROS and require the reductant NADPH for their activity (48). A major source of NADPH in biological entities is the pentose phosphate pathway (PPP), and disruption of this pathway results in increased sensitivity to oxidative stress (59,60). Two enzymes of this pathway, transketolase B (TktB) and transaldolase A (TalA), were also selectively downregulated by Gm in the rpoSmutant (Table 1, rpoSmutant with Gm versus the wild type with Gm), suggesting that a dearth of NADPH from inhibition of the PPP may have reinforced the greater Gm sensitivity of this strain. This possibility was supported by the fact that the NADP/NADPH ratio in the drug treatedrpoSmutant was higher than in the similarly treated wild type, with values of (3.00 +/  0.82) fold versus (1.05 +/  0.04) fold, respectively (n= 3;P< 0.05).\n\nTo directly test if the PPP plays a role in Gm tolerance of stationary phaseE. coli, we tested mutants lacking selected enzymes of this pathway. The zwfand gndmutants, lacking glucose 6 phosphate dehydrogenase and phosphogluconate dehydrogenase, respectively, exhibited marginally increased sensitivity (data not shown), and since the activity of these enzymes also can be supplanted by other proteins (61,62), we tested a zwfgnddouble mutant. This mutant was markedly more sensitive (Fig. 4). The talAmutant, missing the PPP enzyme transaldolase A, likewise showed increased Gm sensitivity, which was decreased by coadministration of NAC (see Fig. S2 in the supplemental material), implicating the contribution of oxidative stress in the mutant's increased vulnerability.\n\nThat Gm treatment resulted in greater oxidative stress in the sodAsodBand zwfgndmutants and the talAmutant was shown by psfiAinduction and protein carbonylation results (Fig. 5). We note that whereas the activation of the SOS response appeared less intense in the zwfgndmutant than in the sodAsodBmutant, the levels of protein carbonylation were similar in these strains. Such differences in expression of oxidative stress have been noted before and point to the complexity of the this stress: the different effectiveness levels of the radicals generated by these mutations in causing protein carbonylation, the fact that only some proteins are subject to carbonylation, and the downstream effects of the mutations on metabolic networks (26,53,54,63).\n\nGm treatment generates greater oxidative stress in mutants lacking quencher or PPP proteins than in the wild type. (A) Activation of SOS response at 24 h, as monitored by measuring beta galactosidase activity after Gm treatment in the quencher (sodAsodBmutant) or PPP (zwfgndmutant) class of mutants containing a single copy of thesfiA lacZfusion. (B) Effect of 24 h Gm treatment on protein carbonylation in the sodAsodB, zwfgnd, and talAmutants as detected by slot blot analysis. Data on the wild type are reproduced fromFig. 2for comparison. Asterisks indicatePvalues for Gm treated and untreated cells of the same strain (*,P< 0.05; **,P< 0.01; ***,P< 0.001), and daggers represent comparisons between untreated cells of the wild type and the mutant (,P< 0.01; ,P< 0.001).\n\nTo examine the clinical relevance of the above findings, we worked with the uropathogenic strain ofE. coli(UPEC), AMG1 (34,35), and its isogenic rpoSmutant. UPEC causes infection of the urinary tract, and Gm is used in treating this disease. Gm caused greater killing and oxidative stress in the stationary phase rpoSmutant also of this strainin vitro(see Fig. S3 in the supplemental material). We used a mouse model (39) to examine whether this difference also occurredin vivo. As before, for these studies we sought a Gm concentration that would selectively affect the infective capability of the mutant and tested 50, 5, and 0.5 ug of the drug. Transurethrally injected stationary phase wild type and rpoSmutant strains colonized the bladder of female CBA/J mice when no Gm was administered. Treatment with 50 or 5 ug of drug prevented colonization by both strains, but 0.5 ug prevented bladder colonization by the mutant only (Fig. 6A). Administration of NAC intraperitoneally 1 h before the bacterial injection enabled the mutant to colonize the bladder at this Gm concentration (Fig. 6B), showing that diminished oxidative stress made the mutant more resistant to the drug. (Controls receiving PBS instead of NAC showed no difference.) We interpret this to show that, at higher concentrations, the ability of Gm to disrupt protein synthesis is strong enough not to be affected by the defective antioxidant defense of the mutant, but at a low concentration, the drug relies also on the added effect of oxidative stress to be effective. A strong enough attack on elements of theE. coliantioxidant defense, for example, by small molecule inhibitors of the proteins identified above, should therefore enhance Gm effectiveness in combating this disease and permit the use of lower drug concentrations, thereby minimizing drug side effects such as nephrotoxicity (64,65).\n\nGm compromises ability of the rpoSmutant of UPEC (AMG1) to colonize female mouse bladder. Bladder infections in mice were initiated using stationary phase wild type or rpoSmutant bacteria of the AMG1 strain. The mice were treated with 0, 0.5, 5, or 50 ug of Gm (A) or afterN acetyl cysteine (NAC; 10 mg/kg) administration (B). Data are presented as box and whisker plots which depict maximum, 75th percentile, median, 25th percentile, and minimum values of each group. For the experiment depicted in panel B, NAC was given as a single 10 mg/kg intraperitoneal dose 1 h before infection. Gm was administered at the time of infection and every 2 h thereafter for five doses of 0.5 ug. For statistical analysis, the data were transformed into log10values to equalize group variance. Student'sttest was performed using the transformed data (*,P< 0.05; **,P< 0.01, between groups as indicated).\n\nThe increase in ROS upon Gm treatment is accompanied by a diminished antioxidant defense, and this increase can result from the decreased quenching of ROS generated in the course of normal metabolism (46,47,66). In exponential phaseE. coli, Kohanski et al. (49) implicated bactericidal drug mediated stimulation of respiration and the resulting increase in leakage of ROS from the respiratory chain and accompanying effects as the source of elevated ROS in drug treated cells. This notion was challenged (28,29), but recently Dwyer et al. (26) have presented strong evidence for this possibility, using a dynamic method for measuring the cellular oxygen consumption rate. To test whether Gm stimulates electron leakage from the respiratory chain in stationary phase, we used another approach. Rotenone inhibits electron transfer from iron sulfur centers in complex I to quinone of the respiratory chain, causing accumulation of electrons in the intermembrane space, which results in ROS generation (67,68). The redox indicator dye alamarBlue (AB) can accept these electrons and, due to the resulting change in its fluorescence, can act as a reporter of this accumulation (69). We used the particulate fraction of cell extracts of stationary phaseE. coli, which contains the cell membrane and the electron transport chain and is essentially devoid of soluble (nonmembrane) cell constituents (41), and measured AB reduction in reaction mixtures containing rotenone with and without Gm. There was a basal level of AB reduction without Gm, consistent with the other results presented here showing intrinsic ROS generation in cells not treated with the drug (Fig. 7). AB reduction was enhanced in the presence of Gm, which is consistent with the possibility that this drug stimulates electron leakage from the respiratory chain, leading to ROS formation.\n\nGm increases electron leakage from the respiratory chain. Relative fluorescence units (RFU) of alamarBlue are shown for the membrane fraction of cell extracts of stationary phaseE. coli(BW25113) containing rotenone without (CE, for cell extract) and with (CE+Gm) Gm. ***,P< 0.001. See the text for further details.",
    "discussion": "As noted, stationary phase bacteria play critical roles in disease causation, and it is important to develop means for their control (3,4,11 15,17,18,70), which is addressed in this study. TherpoSmutant of the twoE. colistrains examined here exhibited greater Gm sensitivity than the wild type (Fig. 1). Although this is reported so far only for 24 h of Gm treatment, we determined this for therpoSmutant and selected other mutants after 48 and 72 h of Gm treatment. While increased drug exposure time generated greater killing of all strains, the mutants continued to show greater sensitivity (see Table S1 in the supplemental material).\n\nProteomic analysis (Table 1) suggested that the increased Gm sensitivity of the stationary phaserpoSmutant to Gm was due to a compromised antioxidant defense. Three different methods of analysis were used: activation of the SOS response, which is a hallmark of the oxidative stress (48) that we monitored by a genetic reporter assay involving psfiA; the use of cell penetrating dye HPF, which measures HO (49,50); and the use of Amplex Red, which responds to H2O2(29,40). The analysis did indeed show that Gm treatment resulted in greater ROS formation in therpoSmutant than in the wild type, and this was backed up by the greater drug mediated protein carbonylation in the mutant (Fig. 2), another indication of oxidative stress (25). The HPF method for assessing ROS generation by bactericidal drugs in exponential phase bacteria has been deemed to be unsuitable as the alteration in cell dimensions distorts the results (51,52); since Gm treatment had no such effect in stationary phase cells, this is not relevant here. It was also reported that HPF fluorescence is reversible (29), but this is now shown not to be the case (26). Dwyer et al. (26) have advocated the use of the Amplex Red method to measure H2O2within the cells rather than its excreted counterpart, which has been the standard approach (29,40,71,72), but in the stationary phase cells that were used here, the standard method was reliable and gave the same overall results as the other methods (Fig. 2).\n\nThat the increased oxidative stress in the rpoSmutant contributed to increased Gm lethality of this strain is shown by the fact that the drug toxicity was significantly mitigated when Gm treatment accompanied the administration of the antioxidant NAC or when cells were exposed to Gm under anaerobic conditions that prevent ROS formation. Experiments with the uropathogenic strain ofE. coli(AMG1) (34,35) in a mouse urinary tract infection (UTI) model showed that this is the case alsoin vivo: Gm at a low concentration compromised the ability of the UPECrpoSmutant to colonize female mouse bladder but not when the antioxidant NAC was also administered (Fig. 6).\n\nAdditional evidence bolsters the conclusion that an intact antioxidant defense is important in Gm tolerance of stationary phaseE. coli. Thus, disrupting this defense by the elimination of the quencher proteins SodA/SodB or KatE/SodA also subjected these bacteria to greater Gm mediated oxidative stress (Fig. 5) and increased lethality (Fig. 4). It has been shown that the combined loss of SodA and SodB renders exponential phaseE. colialso more sensitive to certain bactericidal drugs (58), but it has not been previously shown in stationary phase cells nor in the context of the s regulated stress response. The loss of Zwf/Gnd or of the TalA protein of the PPP, which supplies the NADPH that fuels the quencher proteins and is a well established part of the antioxidant defense (59,60), also imposed greater oxidative stress (Fig. 5) and rendered the cells more sensitive to the drug (Fig. 4); this sensitivity too was minimized by NAC coadministration (see Fig. S2 in the supplemental material). To our knowledge, this is the first time that the PPP has been implicated in resistance to a bactericidal drug. This pathway also supplies pentoses required in ribosome function, and its disruption and the resulting potential pentose scarcity may have also contributed to enhanced Gm lethality in these mutants by exacerbating inhibition of protein synthesis. The NAC effect, however, clearly affirms the role of oxidative stress. The mutants of both the quencher and PPP classes showed different degrees of increase in Gm sensitivity (Fig. 4). This is unsurprising, given that the quencher proteins involved likely differ in decomposing the major reactive species generated by Gm and that the mutational loss of a vital function can activate metabolic networks with different capacities to compensate for it (73,74).\n\nOther findings also point to the fact that Gm generates oxidative stress. Thus, in mice, this drug significantly increases kidney myeloperoxidase activity, lipid peroxidation, and protein carbonylation. It has been shown that the resulting acute renal failure is caused by ROS, and the use of M40403, which is a low molecular weight mimetic of superoxide dismutase, attenuates this damage (64,65,75). Similarly, proteomic analysis implicates Gm mediated oxidative stress inLeishmaniasince the proteins affected by drug exposure included the thiol redox control system (76). Furthermore, it was shown that Gm mediated ROS production can enhance the effectiveness of drugs like camptothecin and digitoxin against the lung cancer cell line NCI H460 (77).\n\nIt needs to be emphasized that the established mechanism of Gm action on bacteria is not questioned by these data; instead, they show that an additional mechanism oxidative stress has a role in the lethality of this drug in stationary phase cells. It is clear that neither NAC nor anaerobiosis rendered the drug harmless (Fig. 3), and it was only at a low dose of Gm that the administration of NAC was needed to bolster the colonizing ability of therpoSmutant (Fig. 6). Other factors were therefore involved, and it is logical to assume that inhibition of protein synthesis continued to have a key role in the toxicity of the drug. This study, however, has detected new targets to enhance the effectiveness of Gm. Even though some of the proteins implicated have mammalian orthologues, sufficient differences exist between the pro  and eukaryotic proteins that selective targeting of the former should be possible.\n\nAs regards the source of increased ROS in Gm treated cells, our data implicate two possibilities. One is endogenous ROS. As stated, normal metabolic processes generate ROS; these species leak out of the electron transport chain during respiration, and many metabolic products, e.g., quinonoid compounds, are subject to redox cycling that generates these radicals (46,49,66,78). A dynamic balance between the ROS so generated and their decomposition by the cellular antioxidant defense keeps the endogenous ROS at a low level (47,78). As we have seen (Fig. 2), in non drug treated cells, compromising the antioxidant defense by the elimination of Sor the S dependent quencher proteins tilted this balance to a higher steady state ROS level. The increased ROS in the drug treated cells accompanied a weakened antioxidant defense; therefore, this increase may just reflect insufficient quenching of the endogenous ROS. An additional mechanism, indicated by the AB results, is stimulation of ROS leakage from the respiratory chain by Gm. This possibility is in agreement with the findings of the Dwyer et al. and Kohanski et al. in exponential phase cells (26,49). A third possibility that remains to be explored is that the bactericidal drugs themselves can redox cycle (79,80), generating extra ROS.\n\nA few comments on the current controversy on the role of ROS in bactericidal drug toxicity are in order. Several studies have hinted at the possibility that in bacteria in this phase, these drugs, in addition to damaging their established targets, also injure the cells by generating ROS (81 85), and a mechanistic basis for ROS generation by the drugs was presented forE. coliby the Kohanski et al. (49) involving as noted above, stimulation of respiration. Three subsequent studies not only questioned the proposed mechanism but also ruled out the contribution of ROS in the lethality of these drugs (27 29). This has evoked a response from Dwyer et al., by and large reinstating their original conclusions (26). One possible explanation for the conflicting findings relates to the growth stage. Liu and Imlay (29) used very early exponential phase cells (optical density [OD] of 0.05 to 0.2), while Dwyer et al. (26) may have studied cells grown to a much higher density. It has been shown that the s mediated stress response begins already in advanced exponential phase (86), and it may be that the ROS role found by Dwyer et al. is due to some commonality with stationary phase cells. Be that as it may, the disagreement is not relevant to this study, which deals with bacteria in confirmed stationary phase, representing, as stated, a very different physiological state than cells in the exponential phase (7 10,13,31,32).",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:04:37.284439",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4187989/"
  }
}