{
  "pmcid": "PMC10284894",
  "title": "Microbial applications for sustainable space exploration beyond low Earth orbit",
  "authors": [
    "Allison P Koehle",
    "Stephanie L Brumwell",
    "Emily P Seto",
    "Anne M Lynch",
    "Camilla Urbaniak"
  ],
  "year": "2023",
  "journal": "NPJ Microgravity",
  "doi": "10.1038/s41526 023 00285 0",
  "sections": {
    "abstract": "With the construction of the International Space Station, humans have been continuously living and working in space for 22 years. Microbial studies in space and other extreme environments on Earth have shown the ability for bacteria and fungi to adapt and change compared to \"normal\" conditions. Some of these changes, like biofilm formation, can impact astronaut health and spacecraft integrity in a negative way, while others, such as a propensity for plastic degradation, can promote self sufficiency and sustainability in space. With the next era of space exploration upon us, which will see crewed missions to the Moon and Mars in the next 10 years, incorporating microbiology research into planning, decision making, and mission design will be paramount to ensuring success of these long duration missions. These can include astronaut microbiome studies to protect against infections, immune system dysfunction and bone deterioration, or biological in situ resource utilization (bISRU) studies that incorporate microbes to act as radiation shields, create electricity and establish robust plant habitats for fresh food and recycling of waste. In this review, information will be presented on the beneficial use of microbes in bioregenerative life support systems, their applicability to bISRU, and their capability to be genetically engineered for biotechnological space applications. In addition, we discuss the negative effect microbes and microbial communities may have on long duration space travel and provide mitigation strategies to reduce their impact. Utilizing the benefits of microbes, while understanding their limitations, will help us explore deeper into space and develop sustainable human habitats on the Moon, Mars and beyond.\n\nSubject terms:Microbiology, Biotechnology, Biological techniques",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:08:21.162613",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10284894/"
  }
}