{
  "pmcid": "PMC11850895",
  "title": "Glutathione triggers leaf to leaf, calcium based plant defense signaling",
  "authors": [
    "Rui Li",
    "Yongfang Yang",
    "Hao Lou",
    "Weicheng Wang",
    "Ran Du",
    "Haidong Chen",
    "Xiaoxi Du",
    "Shuai Hu",
    "Guo Liang Wang",
    "Jianbin Yan",
    "Xiaoyi Shan",
    "Daoxin Xie"
  ],
  "year": "2025",
  "journal": "Nature Communications",
  "doi": "10.1038/s41467 025 57239 1",
  "sections": {
    "abstract": "Animals rely on nervous systems to cope with environmental variability, whereas plants are characterized by lack of nervous system but still have evolved systemic communication systems through signaling molecules that trigger long distance defense signaling events when encountered with environmental challenges. Here, our genetic screening of the previously constructed hairpin RNA basedArabidopsislibrary identifies a glutathione (GSH) deficient mutant that has high accumulation of glutamate (Glu), a previously defined wound signal essential for activating plant defense, but disharmoniously exhibits attenuation of defense signaling events. We further uncover GSH as a critical signaling molecule that relies on GLUTAMATE RECEPTOR LIKE 3.3 (GLR3.3) to trigger long distance calcium based defense signaling events in plants. Our findings offer new insights into highly sophisticated systemic defense systems evolved by plants to defend against herbivory and pathogen invasion.\n\nSubject terms:Herbivory, Biotic, Wounding",
    "methods": "hairpin RNA 52 (hr 52)was obtained from the rolling circle amplification mediated hairpin RNA (RMHR) basedArabidopsislibrary in our previous study19,20.pad2 1was ordered from the Nottingham Arabidopsis Stock Centre (NASC). Seeds ofGCaMP3were from Simon Gilroy (Department of Botany, University of Wisconsin). TheGCaMP3/pad2 1was generated by genetic crosses using standard procedures.GCaMP3/glr3.3andGCaMP3/glr3.6mutants were generated by CRISPR/Cas9 in WT plants overexpressingGCaMP3. To generate the transgenic plant expressing35S::PAD2 6myc/pad2 1(PAD2/pad2 1), the coding sequence ofPAD2(AT4G23100) was cloned into the binary vectorpCAMBIA1300, and then transformed intopad2 1.\n\nArabidopsisseeds were sterilized with 20% bleach, sown on agar plates containing Murashige and Skoog (MS) medium. After incubation in the dark at 4  degreesC for 2days, plates were cultivated in a growth chamber at 22  degreesC with a 16h/8h light/dark (long day, LD) photoperiod. After 7days, seedlings were then transplanted into soil and grown under the same condition. For insect feeding and pathogen inoculation assays, plants were grown in soil for 4 5weeks at 22  degreesC with a 10h/14h light/dark (short day, SD) photoperiod. For real time calcium imaging assay, plates were incubated at 4 degreesC for 2days in the dark and then transferred to 22  degreesC with a SD photoperiod for 6 7days. Seedlings were then transferred onto new plates and grown for additional 14 16days prior to use.\n\nTransgenicArabidopsisplants stably expressingGCaMP3were imaged with a motorized epifluorescence (SZX10, Olympus) stereomicroscope equipped with a 1xobjective lens and aC13440digital camera (ORCA Flash4.0 V3, Hamamatsu Photonics). The GFP based Ca2+indicatorGCaMP3was excited using mercury lamp (X Cite 120 Q, Excelitas). The green fluorescent signal was acquired every 2s with theC13440camera using Standard imaging software (Olympus).\n\nUsing ImageJ software, GCaMP3 signals were analyzed overtime at regions of interest (ROI). The equation F/F0=(F F0)/F0was used to calculate the fractional fluorescence changes. F0denotes the average baseline fluorescence determined by the average of F over the frames of the recording before treatment. The entire leaf area was selected as ROI for Ca2+signal analysis.\n\nGSH, Glu Pro Ala, L Glu, and sorbitol were dissolved in growth medium [1/2xMS salts, 1% (w/v) sucrose and 0.05% (w/v) MES], which was then adjusted to pH 5.1. 5uL of the solution was applied to the cut edge of leaf 1 after 30min recovery period after pre cutting for assessment of small molecules induced Ca2+signal transmission. In contrast, a longer recovery period of 5h post pre cutting was required for the assessment of small molecules activated gene expression levels. GSH at concentrations of 0.001mM, 0.01mM, 0.1mM, 1mM, 5mM, 10mM, 25mM, 50mM, and 100mM, which are within or exceeding its physiological concentrations, were selected for analyzing GSH triggered systemic calcium based defense signaling in vitro. GGsTOP (HY 108467, MCE) was dissolved in DMSO and diluted with water. LaCl3was dissolved into 0.05% (v/v) Silwet L 77 in water to make a 50mM solution and then 10uL was applied to a piece of Kiwmwipes placed on a petiole for at least 30min prior to adding GSH.\n\nEgg cell specific promoter controlled CRISPR/Cas9 system was used to generateglr3.3andglr3.6single mutants. CRISPR/Cas9 vector was constructed according to previous studies44. Target sequence was selected byCRISPR PLANT(https://www.genome.arizona.edu/crispr/). All the vectors were transformed intoAgrobacterium tumefaciensstrain GV3101 using electroporation.Arabidopsisplants were transformed using the floral dip methods. The primers used for cloning are shown in Supplementary Data5.\n\n1 5mg frozen leaf tissues were used for DNA extraction through SDS method. The extracted genomic DNA was then used as a template to amplify the desired fragments in each of the target genes using primers flanking the target sites. PCR products were directly sequenced using Sanger method to identify mutation. Superimposed sequence chromatograms produced by biallelic and heterozygous mutations were decoded by DSDecode (http://dsdecode.scgene.com/) and manual analyses.\n\nTransZol RNA kit (ET101 01, TransGen Biotech) was used to extract total RNA fromArabidopsisplants according to manufacturer's instructions. cDNA was synthesized from the total RNA in a 20uL reaction by cDNA Synthesis SuperMix kit (AT311 03, TransGen Biotech). qRT PCR was performed in QuantStudio 3 realtime PCR system (Applied Biosystems, USA) using ChamQ SYBR qPCR Master Mix (Low ROX Premixed) (Q331 02, Vazyme). The 2 Ctanalysis method was used to calculate the relative expression levels of each sample.\n\nMetabolite extraction and quantification of JA and JA Ile in leaf tissues were performed according to previously described methods using AB Sciex 4500 QTRAP triple quadrupole mass spectrometer (AB SCIEX, MA, USA) equipped with an ACQUITY UPLC BEH C18 column (Waters, Eschborn, Germany) (50x2.1mm, 1.7um)45. d5 JA was added to the extraction solvent (isopropanol: formic acid at 99.5: 0.5, v/v) as internal standard. Multiple reaction monitoring (MRM) was applied in negative mode with mass transitions (precursor ions/product) as followed: 209.12>59.01 for JA, 322.20>130.09 for JA Ile, and 214.15>62.03 for d5 JA. A 10min gradient elution program was applied for target compounds separation with 0.1% formic acid in acetonitrile (A) and pure water (B) as mobile phase with a 200uL/min flow rate. Then, mass spectra data were processed and calculated using AB SCIEX analyst software (version 1.6.3, AB SCIEX, MA, USA) with calculation curves made with standards.\n\nLeaf tissues were collected and directly ground into powder in liquid nitrogen. Then, 100mg of powder was weighed accurately and transferred into a 2mL centrifuge tube. 10uL of stable isotope internal standard (5ug/mL13C2 15N GSH, Cambridge Isotope Laboratories) was added to each sample before extraction. Then, 1.5mL of extraction buffer (80% methanol with 0.1% formic acid, v/v) was added, with vortexing for sample resuspension. After a 15min centrifugation at 14000xg, the supernatants were diluted 10times, and 100uL was transferred to sample vials for further detection.\n\nTarget compounds were detected with a 6500 plus QTrap mass spectrometer (AB SCIEX, USA) coupled with a ACQUITY UPLC H Class system, equipped with a heated electrospray ionization (HESI) probe. Extracts were separated by a synergi Hydro RP column (2.0 x 100mm, 2.5 um, phenomenex). A binary solvent system was used, in which mobile phase A consisted of 2mM Triisobutylamine adjusted with 5mM acetic acid in 100% water, and mobile phase B of 100% methanol. An 8min gradient with flow rate of 500uL/min was used as follows: 0 1.0min at 2% B; 1.0 6min, 5 40% B; 6 7min, 98% B; 7.1 8min, 2% B. Column chamber and sample tray were held at 35 degreesC and 10 degreesC, respectively. Data were acquired in multiple reaction monitor (MRM) mode with mass transitions (precursor ions/product) as followed: 308.1>179.1 for GSH, 147.9>83.9 for Glu and 311.0>181.9 for13C2 15N GSH. The nebulizer gas (Gas1), heater gas (Gas2), and curtain gas were set at 55, 55, and 35psi, respectively. The ion spray voltage was 4500V in positive mode. The optimal probe temperature was determined to be 500 degreesC. Calibration curves of Glu and GSH were made with standards, and the concentration of GSH was calculated by internal standard method with13C2 15N GSH as internal standard, while the concentration of Glu was calculated by external standard method. The SCIEX OS software (version 1.6, AB SCIEX, MA, USA) was applied for metabolite identification and concentration calculation.\n\nS. exigualarvae (2ndinstar) were purchased from Jiyuan Baiyun Industry Co., Ltd (China). For feeding assays, 2ndinstarS. exigualarvae were first underwent 24h of starvation treatment in growth chamber and were then gently placed on 5week old plants. TwoS. exigualarvae were placed on a plant. Larval weights were measured 7days after feeding. RepresentativeS. exigualarvae recovered from corresponding plants were killed by 75% ethanol solution and photographed by stereomicroscope (SZX10, Olympus) equipped with a 0.75xobjective lens and a digital camera (SC180, Olympus).\n\nConidiospores were collected fromB. cinerea(B0510) plates and diluted to ~1x106conidiospores/mL in PDB medium (Potato Dextrose Broth, BD). For drop inoculation assay, 5uLB. cinereaspores was dropped on the center of each detached leaf. Subsequently the detached leaves were placed in dark with high humidity for 2 3days. Phenotypes were imaged with a digital camera and the lesion sizes were measured using Digimizer software (v3.1.2.0, Belgium, Germany). For spray inoculation assay, 4week old soil grown seedlings were sprayed evenly withB. cinereaconidiospores and kept in high humidity for 2 3days. The disease severity was classified into four grades: healthy (H, green), light symptoms (L, pale green), severe symptoms (S, orange yellow), or completely dead (D, red). PDB buffer served as mock in these infection assays. As described in previous studies45 47, the assessment ofB. cinereabiomass was determined by real time PCR quantification of the fungalCUTINASEsignal (Z69264) in relation toArabidopsis ACTIN2.\n\nRNA integrity was checked using the RNA Nano 6000 Assay Kit of the Bioanalyzer 2100 system (Agilent Technologies, CA, USA). Sequencing libraries were generated using NEBNext UltraTM RNA Library Prep Kit for Illumina (NEB, USA) following manufacturer's recommendations and index codes were added to attribute sequences to each sample. The clustering of the index coded samples was performed on a cBot Cluster Generation System using TruSeq PE Cluster Kit v3 cBot HS (Illumia) according to the manufacturer's instructions. After cluster generation, the library preparations were sequenced on an Illumina Novaseq platform and 150bp paired end reads were generated. Low quality reads were removed from the raw reads using Cutadapt48and Trimmomatic49software to get clean reads. Clean reads were mapped to the corresponding reference genome using HISAT2 software50. Gene expression levels and read count of each gene were calculated using StringTie software51. The R package DEseq2 (v1.16.1) was used to identify the differentially expressed genes based on the following criteria:padj<0.05 and |log2FoldChange|>152. Venn diagramming, GO enrichment analysis was performed using TBtools (v2.007)53.\n\nThe ab initio structure predictions of AtGLR3.3 protein were implemented by RoseTTAFold and AlphaFold 2 through ColabFold54 56. The homology modelling of AtGLR3.3 was conducted using SWISS MODEL with AtGLR3.4 crystallography model (7lzh) template30,57. Ligand mol2 files of GSH and Glu were generated by Avogadro 1.2.058. Prepdock website (https://swift.cmbi.umcn.nl/servers/html/prepdock.html) and AutoDockTools 1.5.7 software were used for adding hydrogens and symmetry related waters, computing Gasteiger charges, and detecting torsion root59. Molecular dockings were performed on AutoDock Vina 1.2.0 software and CB DOCK2 website60,61. For AutoDock Vina, the grid box was setting up with a range spacing of 0.897, number of points in x, y and z dimensions as 52, 54, and 70 respectively and center grid box for x, y and z as 173.571, 198.031, and 203.573 respectively for the ATD of AtGLR3.3. Docking of LBD was conducted with 0.756 in range spacing. The number of points in x, y and z dimensions was 60, 56, and 78. The center grid box was 172.151, 160.102, and 157.178 in xyz coordinates. The results were visualized and the polar contacts between ligands and their receptor were detected on PyMOL 2.5.8 software. Hydrogen bonds were determined on UCSF ChimeraX 1.7.1 software with distance tolerance of 0.400 and angle tolerance of 20.000 degrees62.\n\nAll data were statistically analyzed using GraphPad Prism 8.0, SPSS, and R software and presented by Adobe Illustrator. Means and deviations were reported in the Figures and the corresponding figure legends.\n\nFurther information on research design is available in theNature Portfolio Reporting Summarylinked to this article.",
    "results": "During the genetic screening of the rolling circle amplification mediated hairpin RNA (RMHR) basedArabidopsislibrary19,20for mutants with altered defense response to a disastrous plant fungal pathogenBotrytis cinerea(B. cinerea), we identified a mutant, termedhairpin RNA 52(hr 52), which exhibited obvious susceptibility toB. cinereainfection (Supplementary Fig.1). A single geneAT4G23100was identified with PCR analysis on the mutant genomic DNA19,20.\n\nTo further verify that the decreased resistance in thehr 52mutant is caused by the interference withAT4G23100gene, we obtained the previously reported mutantpad2 1with the Ser298Asn substitution (S298N) within AT4G2310021to assess its responses toB. cinereainfection and insect attack. The results showed thatpad2 1exhibited severe susceptibility toB. cinereaandSpodoptera exigua, a globally agricultural pest, while genetic transformation ofpad2 1withPAD2(AT4G23100) completely restored the resistance (Supplementary Figs.2and3). Our results together with the previous findings21 23demonstrate thatAT4G23100gene is essential for plant defense response againstB. cinereainfection and insect attack.\n\nIt was known that theAT4G23100gene encodes the gamma glutamylcysteine synthetase catalyzing the reaction between Glu and cysteine for generation of glutamylcysteine in the GSH biosynthesis pathway24. We found that a high level of Glu (875.42ug/g FW) was accumulated in thepad2 1mutant compared to WT (494.96ug/g FW) while the GSH content inpad2 1(4.91ug/g FW) was severely decreased to 5.9% of WT (82.94ug/g FW) (Fig.1a, b). It is surprising that such a high level of Glu failed to induce plant defense inpad2 1(Supplementary Figs.2and3), which seems to be inconsistent with the previously defined role of Glu as a critical wound signal that activates plant defense response11. The observed susceptibility in the GSH deficientpad2 1mutant suggests an indispensable role for GSH in plant defense, which encourages us to further investigate whether GSH acts as wound signal to trigger long distance calcium based defense signaling events.\n\na,bContents of GSH (a) and Glu (b) in Col 0,pad2 1,PAD2/pad2 1#1 andPAD2/pad2 1#3 plants. Data are mean+/ SD (n=5). Statistical significance was determined by Dunnett's test.c eJA (c), JA Ile (d) contents and defense gene expression levels (e) in target leaf 6 before and 30min after wounding leaf 1 of Col 0 andpad2 1. Data are mean+/ SD (n=3 for leaf 6 from unwounded plants),n=8 for leaf 6 from wounded plants in (panelc,d);n=3 for leaf 6 from unwounded plants,n=21 for woundedpad2 1andn=23 for wounded Col 0 plants in (panele). Statistical significance was determined by two sided Welch'st test.f[Ca2+]cytfluorescence signal imaging in target leaf 6 ofGCaMP3andGCaMP3/pad2 1plants upon cutting leaf 1 (0s). Scale bars: 1mm.g,hQuantitative measurement of [Ca2+]cytlevels (h) and maximum [Ca2+]cytfluorescence changes (i) in target leaf 6 after wounding leaf 1 ofGCaMP3andGCaMP3/pad2 1plants. Data are mean+/ SD (n=14 for GCaMP3,n=16 forGCaMP3/pad2 1). Statistical significance was determined by two sided Welch'st test.iPercentage of cases with [Ca2+]cyttransmission for each systemic leaf inGCaMP3andGCaMP3/pad2 1plants wounded at leaf 1. 16GCaMP3and 17GCaMP3/pad2 1plants were subjected to observation of [Ca2+]cytfluorescence and only systemic leaf showing obvious [Ca2+]cytfluorescence was calculated as a case with [Ca2+]cyttransmission. Statistical significances compared toGCaMP3was assessed using Fisher's exact test, indicated as follows: *P<0.05, ***P<0.001, ****P<0.0001, n.s. denotes not significant. Source data are provided as a Source Data file.\n\nTo verify the role of GSH in activating long distance plant defense signaling events, we wounded leaf 1 ofpad2 1and Col 0, and then measured the accumulation of wound induced plant defensive hormonal molecules in leaf 6, considering that leaf n shares direct vascular connections with leaves n+/ 5 and n+/ 8 while leaves n+/ 3 may represent contact parastichies formed by proximal but unconnected vasculature in adultArabidopsisrosettes7,25. Consistent with the reduced plant resistance inpad2 1, the defensive phytohormone jasmonates were obviously decreased in the leaf 6 ofpad2 1to ~63.04% (for JA) and ~45.81% (for JA Ile) of those in Col 0 upon wounding leaf 1 (Fig.1c, d). Moreover, the expression of JA inducible defense marker genesOPR3,JAZ5, andJAZ7was also significantly attenuated in leaf 6 ofpad2 1compared to Col 0 upon wounding leaf 1 (Fig.1e). These results suggest that GSH might serve as a critical signaling molecule essential for activation of plant systemic defense signaling events.\n\nTo further explore the underlying mechanism of GSH in activating systemic plant defense responses, we introduced the [Ca2+]cytreporter GCaMP3 intopad2 1, generatingGCaMP3/pad2 1plant, to investigate whether the GSH deficient mutant attenuated the wound induced systemic [Ca2+]cyttransmission. Upon mechanical wounding of leaf 1, both amplitude and kinetics of [Ca2+]cytpropagation in leaf 6 were reduced inGCaMP3/pad2 1compared withGCaMP3plants (Fig.1f, g; Supplementary Fig.4; Supplementary Movies1and2). The peak value of [Ca2+]cytfluorescence changes in leaf 6 ofGCaMP3/pad2 1was reduced to ~44.15% of that inGCaMP3(Fig.1h). Consistently, the percentage of each systemic leaf that showed apparent increased [Ca2+]cytfluorescence was reduced inGCaMP3/pad2 1(Fig.1i). These data reinforce the role of GSH in triggering the wound induced systemic [Ca2+]cytpropagation in plants.\n\nTaken together, the above mentioned data suggest that GSH might serve as an important wound signal that triggers wound induced systemic [Ca2+]cyttransmission, activates JA biosynthesis, and regulates plant defense responses.\n\nTo further validate that GSH acts as a wound signal triggering long distance plant defense signaling events, we applied GSH (with Glu and sorbitol as positive and negative controls, respectively) to leaf 1 of theGCaMP3plants and visualized the systemic [Ca2+]cytin the whole seedlings (Fig.2a, b). Intriguingly, the fast and transient increase of [Ca2+]cytwas notably triggered in systemic leaves (including leaf 3, 4, and 6) by GSH (Supplementary Movie3) at the level comparable to that induced by Glu (Fig.2a). Specifically, [Ca2+]cytrapidly increased to the peak value in leaf 6 at ~230s upon treatment on leaf 1 with GSH rather than sorbitol (Fig.2c; Supplementary Fig.4), and more distal leaves showed [Ca2+]cytpropagation with the increased GSH concentrations (Supplementary Fig.5). Moreover, the GSH triggered systemic [Ca2+]cyttransmission was dramatically repressed by pretreatment on the petiole of the wounded leaf with the Ca2+channel inhibitor LaCl3(Fig.2e g). To exclude the possibility that GSH is cleaved by enzymes to release glutamate for Ca signal propagation, we employed GGsTop, a well known chemical inhibitor that specifically targets gamma glutamyl transpeptidase (GGT), the enzyme responsible for converting GSH to Glu26. Our results showed that there were no significant differences in the Ca signaling response when GSH was used in combination with GGsTop compared to that of GSH treatment alone (Supplementary Fig.6), suggesting that GSH was not converted to Glu for activation of systemic Ca2+signaling. Additionally, we synthesized another tripeptide (Glu Pro Ala), which contains glutamate along with two different amino acids, and investigated its effects in triggering systemic Ca2+signal propagation in plants. Unlike GSH treatment, application of Glu Pro Ala failed to induce long distance transmission of Ca signal in plants (Supplementary Fig.7), reinforcing the role of GSH as a signaling molecule that effectively triggers systemic [Ca2+]cytpropagation in plants.\n\na[Ca2+]cytfluorescence signal imaging ofGCaMP3plants after 100mM GSH, Glu, and sorbitol (sorb) application to leaf 1 (L1) (white arrow, 0s) respectively. White arrowheads (200s, 400s) indicate leaf 6 (L6) and leaf 3 (L3). Scale bars: 2mm.bSchematic diagram for application of small molecule to the cut edge of damaged leaf 1. Small molecule was added to the cut edge of the damaged leaf 30min after wounding for assessment of small molecules induced Ca2+signal transmission. In contrast, a longer recovery period of 5h post pre cutting was required for the assessment of small molecules activated gene expression levels.c,dQuantitative measurement of [Ca2+]cytlevels (c) and expression levels of defense genes (d) in target leaf 6 at indicated times after application of 100mM GSH, Glu, and sorbitol to leaf 1 ofGCaMP3plants. Data are mean+/ SD (n=3, 9, 9 for sorbitol, GSH and Glu treatment inc, n=3 for d). Statistical significance was determined by Dunnett's test.e[Ca2+]cytfluorescence signal imaging ofGCaMP3plants pretreated with LaCl3or Silwet L77 after 100mM GSH application to leaf 1 (L1) (white arrow, 0s). White arrowhead (400s) indicates leaf 6 (L6). Scale bars: 2mm.fSchematic diagram of LaCl3pretreatment before GSH treatment. LaCl3(50mM) was added to a strip of Kimwipes laid over the petiole of leaf 1 (L1). 0.05% (v/v) Silwet L77 was added as a wetting agent to improve LaCl3penetration of the cuticle.g,hQuantitative measurement of [Ca2+]cytlevels (g) and defense gene induction (h) in target leaf 6 after application of 100mM GSH to leaf 1 ofGCaMP3plant pretreated with LaCl3or Silwet L77 at indicated times. Data are mean+/ SD (n=5 for g,n=3 for h). Statistical significance was determined by two sided Welch'st test. Source data are provided as a Source Data file.\n\nConsistently, GSH application on leaf 1 significantly induced the expression of defense responsive genes (OPR3,JAZ5, andJAZ10) in leaf 6 (by ~5.6, ~8.6 and ~5.7 folds), which is comparable to that induced by Glu (Fig.2d). Moreover, pretreatment on the petiole of the wounded leaf with LaCl3severely reduced the GSH inducible expression of defense genes in systemic leaves (Fig.2h), verifying that propagation of [Ca2+]cytis required for GSH induced defense gene expression. Collectively, these results demonstrate that GSH acts as an important wound signal in triggering leaf to leaf, calcium based plant defense signaling.\n\nTo get deeper insights into the GSH triggered systemic defense signaling events in plants, we performed transcriptome profiling on leaf 6 collected after 1 h application of GSH to leaf 1 of WT plants. We identified 378 differentially expressed genes (DEGs) in the systemic leaf of GSH treated plants compared to non stimulated mock control plants (Supplementary Data1). Among them, 354 genes including a large number of key defense responsive genes were upregulated while 24 genes were downregulated (Fig.3a), which is well consistent with the tendency of transcriptome data from plants in response to wounding, namely, more transcripts are upregulated than downregulated27,28. Gene Ontology analysis (GO) of these DEGs further revealed significant enrichment of terms associated with plant defense signaling, including defense response, cellular responses to JA, response to wounding, and response to hormone (Fig.3b; Supplementary Data2). Consistent with the transcriptome analysis, qRT PCR also showed that expression of defense marker genes (CYP94C1,JAZ13,LOX4,OPR3,JAZ5,JAZ7, andJAZ10) was highly induced in the systemic leaf tissues of GSH treated plants (Fig.3c, d; Supplementary Fig.8). These data provide an overview of the GSH induced gene expression in plant systemic leaf tissues and further indicate the important role of GSH in triggering plant long distance defense signaling.\n\naVolcano plot of differentially expressed genes (DEGs) in target leaf 6 of WT plants after application of 100mM GSH to leaf 1 compared to non stimulated mock control plants.bGene ontology (GO) analysis of the responsive genes in target leaf 6 of GSH treated plants. DEGs in (a) were used as input for GO analysis.cHeatmap showing the relative expression changes of defense responsive genes in the target leaf 6 of GSH treated plants and non stimulated mock control plants. FP, Family Protein; rep, replicate.dThe relative expression of selected defense responsive genes in the target leaf 6 of GSH treated plants and non stimulated mock control plants determined by qRT PCR. Data are mean+/ SD (n=3). Statistical significance was determined by two sided Welch'st test.eVenn diagram showing the overlap of DEGs in wounding vs mock, GSH treatment vs mock, and Glu treatment vs mock. Source data are provided as a Source Data file.\n\nTo further investigate the relations between GSH and Glu in plant wound response, we generated transcriptome data sets from leaf 6 1h after wounding leaf 1 (Supplementary Data3) or application of Glu to leaf 1 (Supplementary Data4), and then compared these data to that induced by GSH. This comparison showed that 207 DEGs were co regulated by wounding and GSH treatment, while 228 DEGs were found in both GSH and Glu treatment groups. Moreover, a total of 267 DEGs from GSH  and Glu treated groups existed in wounding treatment, among which 126 genes were co regulated by GSH, Glu and wounding, 81 genes were only regulated by GSH and wounding, and 60 genes were only regulated by Glu and wounding (Fig.3e). These overlapped genes which are co regulated by GSH, Glu, and wounding or independently regulated by GSH and wounding, Glu and wounding are all mainly involved in plant defense signaling, including plant response to wounding, stress, JA, and biotic stimulus, regulation of cell communication, and innate immune response, suggesting that GSH and Glu are involved in wound induced plant systemic defense response.\n\nGLR proteins which generally contain an amino terminal domain (ATD), a ligand binding domain (LBD), a transmembrane domain (TMD), and a carboxyl terminal domain (CTD), have broad agonist profiles including glycine, cysteine, methionine, Glu and GSH29 32. Specially, Glu triggered long distance [Ca2+]cytpropagation is dramatically inhibited inglr3.3glr3.6mutant11. To figure out whether GSH triggered long distance calcium signaling depends onGLR3.3andGLR3.6, we compared the GSH triggered Ca2+ related signaling events among theglr3.3,glr3.6and WT plants containing the GCaMP3 reporter (Fig.4a, b; Supplementary Fig.9). Interestingly, the GSH triggered systemic [Ca2+]cyttransmission was severely reduced in theGCaMP3/glr3.3(Fig.4a, b; Supplementary Movie4). However, the GSH triggered systemic [Ca2+]cyttransmission was not markedly attenuated inGCaMP3/glr3.6, which is similar to that ofGCaMP3plant (Fig.4a, b; Supplementary Movie5). Consistently, the GSH inducible expression of defense marker geneOPR3,JAZ5, andJAZ10was significantly repressed in theGCaMP3/glr3.3, but not obviously inhibited in theGCaMP3/glr3.6and theGCaMP3plants (Fig.4c). These results suggest that GLR3.3 plays a dominant role in regulating GSH induced [Ca2+]cytpropagation. Similar to the systemic calcium signal transmission upon GSH treatment, Glu induced [Ca2+]cytpropagationin systemic leaves were strongly inhibited inGCaMP3/glr3.3while remained unaffected inGCaMP3/glr3.6(Supplementary Fig.10), confirming that Glu induced long distance calcium wave is also dependent on GLR3.38,11.\n\na[Ca2+]cytfluorescence signal imaging ofGCaMP3,GCaMP3/glr3.3andGCaMP3/glr3.6plants after 100mM GSH application (white arrow, 0s) to leaf 1 (L1). White arrowhead (450s) indicates leaf 6 (L6). Scale bars: 2mm.b,cQuantitative measurement of [Ca2+]cytlevels (b) and expression levels of defense genes (c) in target leaf 6 at indicated times after 100mM GSH application to leaf 1 ofGCaMP3,GCaMP3/glr3.3andGCaMP3/glr3.6plants respectively.GCaMP3data from Fig.2care reproduced (gray lines) to aid in comparison. Data are mean+/ SD (n=5, 9, 9 forGCaMP3/glr3.3,GCaMP3/glr3.6,GCaMP3in (b),n=3 for (c)). Statistical significance was determined by two sided Welch'st test. Source data are provided as a Source Data file.\n\nTo characterize the interaction between GLR3.3 and GSH, the predicted structure of GLR3.3 was used to perform molecular docking. The binding model showed that Glu binds to the LBD of GLR3.3 (referred to as GLR3.3LBD) (Supplementary Fig.11), which is consistent with the recent report about the Glu binding to the GLR3.3LBD29. While GSH was predicted to bind the ATD of GLR3.3 (referred to as GLR3.3ATD), which is remarkably different from Glu in terms of binding domains and contacting amino acids (Supplementary Fig.11). Consistent with the predicted interaction between GLR3.3ATDand GSH (Supplementary Fig.11), recent X ray crystallography and cryo EM data revealed that GSH binds the ATD of GLR3.430, anotherGLRprotein with high sequence similarity to GLR3.3, reinforcing that GSH might bind the ATD domain of GLR3.3 for activation of ion channel. Together with the genetic evidence showing GLR3.3 is required for both GSH  and Glu triggered systemic [Ca2+]cyttransmission (Fig.4; Supplementary Fig.10), these results collectively suggest that GSH and Glu may bind to different domains of GLR3.3 for activating ion channel activity and triggering leaf to leaf, calcium based plant defense signaling.\n\nTaken together, our results shown in Figs.1 4suggest that GSH serves as a critical wound signal to trigger long distance propagation of [Ca2+]cytwaves in a GLR3.3 dependent manner, thus inducing rapid JA biosynthesis in systemic leaf organs to protect plants from herbivory ahead of time.",
    "discussion": "Initiation of a rapid defense against biotic attacks and mechanical damages is crucial for plant survival in changing environment. Due to lack of a nervous system, plants have evolved sophisticated mechanisms to systemically deliver the wound signal from the site of injured organs to the distal undamaged tissues, which helps them be well prepared for upcoming dangers33. In this study, we find that the GSH deficient mutant, in spite of the highly accumulated Glu previously defined as a critical wound signal essential for activating plant defense events, showed impaired plant defense signaling events (Fig.1; Supplementary Figs.1 3). We further define GSH as a critical wound signal that depends on GLR3.3 to trigger long distance calcium based defense signaling in plants (Figs.2 4; Supplementary Figs.5 11). Intriguingly, in the animal nervous system, GSH has been identified as a neuromodulator/neurotransmitter34 36, suggesting a potential conceptual parallel in GSH mediated signal transmission across different kingdoms of life. Moreover, we noticed that GSH and Glu induced distinct [Ca2+]cyttransmission patterns in systemic leaves. Specifically, the spread of systemic [Ca2+]cyttriggered by GSH is preferentially initiated from marginal veins and rapidly transmitted to the mid veins (Supplementary Fig.12and Supplementary Movie6), whereas Glu mediated [Ca2+]cyttransmission mainly propagated from mid veins to marginal veins (Supplementary Fig.12and Supplementary Movie7). Re examination of the data shown in the previous study revealing Glu as a wound signal also supports our observation that Glu triggers [Ca2+]cyttransmission with the direction of mid to marginal veins11. Intriguingly, the transmission pattern of wounding induced [Ca2+]cytcontained both directions of the mid to marginal veins and the marginal to mid veins (Supplementary Fig.12and Supplementary Movie8). Future work to elucidate the mechanisms and biological significance of different [Ca2+]cyttransmission patterns induced by GSH and Glu would help us to further understand the highly sophisticated systemic defense systems evolved by plants to defend against insect attack.\n\nWhen plants are subjected to insect herbivory or mechanical wounding, they rapidly activate the JA signaling pathway in whole plant tissues, which in turn mediates the systemic defense responses against insects10 12,37. In our study, we defined GSH as a critical wound signal to trigger long distance [Ca2+]cyttransmission for activation of JA biosynthesis in distal organs, thereby inducing plant systemic defense response (Figs.1 4). Interestingly, as shown in our transcriptome data, in addition to the pronounced enrichment of genes associated with JA signaling in systemic leaf tissues after GSH treatment, genes responsive to other defense phytohormones such as ethylene and salicylic acid, which are responsible for plant resistance to pathogen infection, are also highly upregulated (Supplementary Data1), implying that GSH might also act as a signaling molecule to activate the plant systemic immune response. Previously recognized as an antioxidant, GSH is intricately linked with reactive oxygen species (ROS) signaling38. Our transcriptome analysis also revealed that genes responsive to oxidative stress were significantly induced in the systemic leaf tissues following GSH treatment (Supplementary Data1). Given that both calcium and ROS signals play a role in mediating plant systemic defense responses to wounding11,12,39 41, exploring the potential involvement of ROS in GSH triggered systemic defense response would be interesting.\n\nWound induced systemic defense signaling requires the involvement of GLR ion channel proteins, such as GLR3.3 and GLR3.6. Our study found that the GSH triggered long distance calcium mediated defense response was suppressed inGCaMP3/glr3.3but nearly unaffected inGCaMP3/glr3.6(Fig.4). Similar to GSH, it was also observed that Glu depends on GLR3.3 rather than GLR3.6 to initiate the systemic calcium based defense signaling (Supplementary Fig.10). Considering the recent X ray crystallography and cryo EM data, which revealed that GSH and Glu could bind to different domains of GLR3.4 for ion channel activation30, it would be intriguing to investigate whether GSH binds to GLR3.3 and further determine the potential relationship between GSH and Glu in activating GLR3.3. Furthermore, in contrast to GSH and Glu, the recently identified Ricca's factor TGGs, was shown to rely on both GLR3.6 and GLR3.3 to trigger the systemic defense response6. It would be exciting to further uncover the signal interactions among Glu, TGGs, and GSH in wound induced systemic defense signaling. Given that various chemical substances have been identified as neurotransmitters/neuromodulators in mammals, eliciting long distance ionic responses that effectively mediate neurotransmission, identification of more systematic signaling molecules in the future would offer new insights into the complex systemic defense signaling in plants.\n\nThe successful transmission of neural signals from one cell to another in animals relies on the mutual conversion of chemical signals (neurotransmitters) and electrical signals, where ion fluxes are induced by neurotransmitters and the release of neurotransmitters is dependent on electrical signals1,2,42. In contrast, little is known about how signaling substances are transmitted in plants to activate long distance signaling. Previous studies suggest that the dispersal of elicitors such as Glu may rely on bulk flow and diffusion14. Given that GSH has a molecular weight similar to that of amino acids, a plausible scenario is that when plants experience mechanical damage or insect attack, a large volume of GSH from the intracellular region may surge into the apoplastic region, inducing calcium influx by activation of the GLR3.3 ion channel. With the action of diffusion and bulk flow of GSH within the vascular bundles, calcium signals can be rapidly transmitted between leaves. In addition to the diffusion and bulk flow theory, other theories have also been proposed, such as the osmoelectric siphon model, which is based on membrane depolarization leading to cell water shedding into the apoplast followed by membrane repolarization and water uptake43. More recently, osmotic pressure has been suggested to induce the systemic apoplastic release of signaling molecules like Glu15. Future studies aimed at uncovering the potential mechanisms underlying GSH triggered systemic Ca2+signal transmission would be fascinating.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:02:22.846930",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11850895/"
  }
}