{
  "pmcid": "PMC10715203",
  "title": "Genomic analysis reveals the presence of emerging pathogenic Klebsiella lineages aboard the International Space Station",
  "authors": [
    "Georgios Miliotis",
    "Francesca McDonagh",
    "Nitin Kumar Singh",
    "Louise O'Connor",
    "Alma Tuohy",
    "Dearbhile Morris",
    "Kasthuri Venkateswaran"
  ],
  "year": "2023",
  "journal": "Microbiology Spectrum",
  "doi": "10.1128/spectrum.01897 23",
  "sections": {
    "abstract": "Klebsiellaspecies, such asKlebsiella pneumoniae,Klebsiella aerogenes, andKlebsiella quasipneumoniae, are opportunistic pathogens that commonly cause infections in humans. HypervirulentKlebsiella pneumoniae(hvKP) is a subgroup ofK. pneumoniae,which has gained attention due to its global dissemination, its capacity to cause invasive infections in community settings among immunocompetent individuals, and its escalating antibiotic resistance levels. Our study presents the first comprehensive phenotypic and genotypic analysis including mobile genetic elements (MGEs) ofKlebsiellaisolates from the International Space Station (ISS). The genomes ofK. pneumoniae,K. aerogenes, andK. quasipneumoniaeoffered insights into their antimicrobial resistance, virulence, thermotolerance, disinfectant resistance, and MGEs. All isolates were part of emerging pathogenic lineages withK. quasipneumoniaeST138 presenting spatial and temporal persistence aboard the ISS, possibly due to its genotypic profile encoding for numerous resistance genes to disinfectants and heavy metals. We also report on the isolation of a yersiniabactin encodingK. pneumoniae,belonging to the emerging high risk ST101 clone, aboard the ISS. A potential dissemination of hvKp strains on ISS might pose a risk to the immunocompromised crew members. Moreover, MGEs containing virulent loci could enable horizontal gene transfer to other benign microorganisms on the ISS, possibly enhancing their virulence potential. Additionally, someKlebsiellagenomes exhibited genetic divergence from their respective lineages, which we hypothesize results from the unique spaceflight associated environmental pressures. These findings underscore the need to monitor microbial communities in space to comprehend their survival mechanisms and implications for human health.\n\nThe International Space Station (ISS) is a unique, hermetically sealed environment, subject to environmental pressures not encountered on Earth, including microgravity and radiation (cosmic ionising/UV). While bacteria's adaptability during spaceflight remains elusive, recent research suggests that it may be species and even clone specific. Considering the documented spaceflight induced suppression of the human immune system, a deper understanding of the genomics of potential human pathogens in space could shed light on species and lineages of medical astromicrobiological significance. In this study, we used hybrid assembly methods and comparative genomics to deliver a comprehensive genomic characterization of 10Klebsiellaisolates retrieved from the ISS. Our analysis unveiled thatKlebsiella quasipneumoniaeST138 demonstrates both spatial and temporal persistence aboard the ISS, showing evidence of genomic divergence from its Earth based ST138 lineage. Moreover, we characterized plasmids fromKlebsiellaspecies of ISS origin, which harbored genes for disinfectant resistance and enhanced thermotolerance, suggestin possible adaptive advantages. Furthermore, we identified a mobile genetic element containing a hypervirulence associated locus belonging to aKlebsiella pneumoniaeisolate of the \"high risk\" ST101 clone. Our work provides insights into the adaptability and persistence ofKlebsiellaspecies during spaceflight, highlighting the importance of understanding the dynamics of potential pathogenic bacteria in such environments.\n\nKEYWORDS:hypervirulence,Klebsiella, microgravity, International Space Station",
    "methods": "Various locations were sampled on the ISS using polyester wipes, and the metadata associated with the samples and their collections were published elsewhere (43). Briefly, each wipe was aseptically removed from the zip lock bag and transferred to a 500 mL bottle containing 200 mL of sterile phosphate buffered saline (pH 7.4) and concentrated with a concentrating pipette (Innova Prep, Drexel, MO, USA) using a 0.22 um Hollow Fiber Polysulfone tips (Cat #: CC08022). Suitable aliquots (100 uL) of each sample were plated on Reasoner's 2A agar in duplicate and incubated at 25 degreesC for 7 days, and well matured colonies were picked, archived in semisolid R2A (agar media diluted 1:10), and stored at room temperature. A loopful of purified microbial culture was directly subjected to PCR. The targeted fragment was amplified (colony PCR) to amplify the 1.5 kb 16S rRNA gene to identify the bacterial strains. The following primers were used for the 16S rRNA gene amplification: the forward primer, 27F (5 AGA GTT TGA TCC TGG CTC AG 3), and the reverse primer, 1492R (5 GGT TAC CTT GTT ACG ACT T 3) (44,45). The PCR conditions were as follows: denaturation at 95 degreesC for 5 min, followed by 35 cycles consisting of denaturation at 95 degreesC for 50 s, annealing at 55 degreesC for 50 s, and extension at 72 degreesC for 1 min 30 s and finalized by extension at 72 degreesC for 10 min. The sequencing was performed using 27F and 1492R primers, and the sequences were assembled using SeqMan Pro from DNAStar Lasergene Package (DNASTAR Inc., Madison, WI, USA). The bacterial sequences were searched against EzTaxon e database (46) and the initial identification was based on the closest percentage similarity (>97%) to previously identified microbial type strains.\n\nCultures of the 10Klebsiellastrains were grown overnight on MacConkey agar plates at 37 degreesC. DNA extraction was performed using the QIAamp DNA Mini Kit (Qiagen, Germany) according to the manufacturer's instructions, with no pre enrichment steps. The extracted DNA was quantified using a Qubit fluorometer (Thermo Fisher Scientific, USA) and the dsDNA High Sensitivity kit (Thermo Fisher Scientific, USA). DNA purity was evaluated by measuring the absorbance ratio at 260 and 280 nm (A260/280) on a Jenway Genova Nano Micro volume Spectrophotometer (ThermoFisher Scientific, USA). For sequencing, DNA samples with a suitable quantity (>12.5 ng/uL) and purity (A260/280 of 1.80 2.00) were selected for downstream processing. Illumina NovaSeq 6000 sequencing was performed on these samples at Oxford's Genomics Centre (PE150). In addition, long read sequencing for the DNA of all 10 isolates was carried out using an Oxford MinION Mk1C platform with a R9.4.1 flow cell (Oxford, UK).\n\nAntimicrobial susceptibilities for the 10Klebsiellaspp. isolates were determined by the Kirby Bauer disc diffusion method for a range of 8 beta lactam and 10 non beta lactam antibiotics as previously described (47) (Table S6). The diffusion test was performed on Mueller Hinton agar as a culture medium. Classification into susceptibility categories was determined using the clinical breakpoints provided for Enterobacterales defined by the European Committee on Antimicrobial Susceptibility Testing (v.13.0, 2023) (48). For nalidixic acid and kanamycin, breakpoints provided by the Clinical and Laboratory Standards Institute (30th edition) were applied (49).K. pneumoniaeATCC 700603,Escherichia coliATCC 25922, andPseudomonas aeruginosaATCC 27853 were utilized as quality controls.\n\nFor short reads, quality filtering and adapter trimming were carried out using fastp (v0.23.2) (50). Only reads with aQscore of over 20 were retained. For long reads, adapter trimming was conducted using Porechop (v0.2.4) (51). Trimmed long reads were quality filtered usingfiltlong(v0.2.1) and only reads of 1 kbp or more were retained. Hybrid genome assembly was conducted using the hybrid assembly pipeline Unicycler (v0.5.0) (52) with default settings. The quality of hybrid assemblies was assessed using QUAST (v5.2.0) (53). Closed genome assemblies were visualized using Bandage (v0.8.1) (54), separating chromosomal and plasmid sequences. Circular visualization of the chromosomes and plasmids coupled including COG classification of their genetic features was conducted usingCOGclassifier(v1.0.4) andMGCplotter(v1.0.1).\n\nGenome comparison between the 10 ISS strains was also conducted using MGCplotter utilizingK. quasipneumoniaestrain IF1SW B2 as a reference genome (v1.0.1) (Fig. 1). The mobilization and conjugation potential of the plasmids were predicted using the Mobtyper tool from the MOB suite software package (v3.1.0) (55). Plasmid ST was determined using theplasmidMLST(v2.0) tool.\n\nANI analysis was carried out usingANIclustermap(v1.1.0). The bacterial chromosomes and plasmids identified were scanned for the presence of ARGs and VFs usingAbricate(v.1.0.0) against the comprehensive antibiotic resistance database (card) (56) and the virulence factor database (vfdb) (57), respectively. Only results with coverage and identity >90% were considered. The presence of ICEs was assessed using VRprofile2 (58). Species identification, sequence typing, K and O locus typing, and quantification of the respective virulence and resistance scores were conducted using Kleborate (v2.2.0) (10) and Kaptive (v2.0.3) (59).\n\nTo compare the ISSKlebsiellagenomes with Earthly analogs of the same ST, all available genomes from the STs identified for the ISS strains were retrieved from the Pathogenwatch database (Table S6). Their assemblies were annotated using PROKKA (v1.14.5) (60). A pan genome analysis for each ST, which included the corresponding ISS strains and the species typing strain, was conducted using roary (v3.11.2) (61). Core genome alignment was determined using mafft (v7.47.1) (62). Phylogenetic analysis was performed to infer the evolutionary relationships among the core gene sequences with RAxML (v.8.2.12) using the General Time Reversible gamma model with rapid bootstrapping of 200 bootstrapping replicates (63). The presence absence results from the pan genome analysis and the phylogenetic tree generated were visualized using microreact (64). Data were also visualized using the R programming language.\n\nDedicated dashboards per ST have been generated and are accessible :K. quasipneumoniae ST 3234;K. quasipneumoniae ST138;K. pneumoniaeST101,K. aerogenes ST103.\n\nPhylogenetic trees displaying branch distances and bootstrap support values are presented in Fig. S2.\n\nAn in house developed and validated multiplex PCR assay, designed to detect hypervirulence in clinicalK. pneumoniaeisoalates, was used to verify the presence of yersiniabactin identified in strain F3 2P (2). The assay targets theybtQgene of the yersiniabactin gene cluster, theiucAgene of the aerobactin gene cluster, and the16SrRNAgene as a positive control (Table S7). The multiplex PCR was conducted on a SensQuest Thermocycler with the following conditions: 2 min at 50 degreesC, 10 min at 95 degreesC (15 s at 95 degreesC, 1 min at 60 degreesC) x 35.",
    "results": "As expected, theKlebsiellaisolates (n=10) exhibited resistance to ampicillin and rifampicin. Among the strains, three displayed resistance to a second generation cephamycin (cefoxitin), five exhibited intermediate susceptibility to nalidixic acid, two to aminoglycosides (kanamycin), and one to sulphonamides (Table S1).\n\nUsing hybrid assembly methods with data from both Illumina and ONT sequencing platforms, circular plasmid and closed chromosomal genomes were possible for all isolates. The assembly statistics are provided in Table S2. A direct genomic comparison of the chromosomes of all 10 ISSKlebsiellastrains is shown inFig. 1A.\n\nGenetic comparison and functional characteristics ofKlebsiellagenomes and plasmids. (A) Direct genomic comparison for all (n= 10)Klebsiellagenomes retrieved from the ISS. The two outermost circles represent the forward and reverse strands ofK. quasipneumoniaestrain IF1SW B2. Each gene is colored per Clusters of Orthologous Genes (COG) function. Subsequent rings indicate rRNA and tRNA genes, respectively. Inner circles represent regions of genomic similarity between IF1SW B2 and the other ISS strains as follows: 1. F3 6P (2), 2. IF2SW B3, 3. IF1SW B2, 4. F3 6P (1), 5. IF2SW P1, 6. IF1SW P4, 7. IF1SW P3, 8. IIIF3SW P1, 9. F3 2P (2), and 10. IIIF7SW P1. The two innermost circles represent GC content and GC skew, respectively. (B) Represents the 216.722 Kb plasmid pF3 2P (2) retrieved fromK. pneumoniaestrain F3 2P2(2). (C) Represents the 28.614 Kb plasmid pIIIF7SW P1_1 retrieved fromK. aerogenesstrain IIIF7SW P1. (D) Depicts the 5.769 Kb plasmid pIIF7SW P1_2 retrieved fromK. aerogenesstrain IIIF7SW P1. Coding sequences are colored per COG function.\n\nGenotyping based sequence type (ST) characterization identified four different STs among the strains. The most common ST among theK. quasipneumoniaesubsp.similipneumoniaewas ST138 (7/8K.quasipneumoniaestrains). These strains uniformly exhibited K48 and O5 locus alleles. Strain IIIF3SW P1 was identified as ST3234 displaying K16 and O3 surface antigens. TheK. pneumoniaestrain F3 2P (2) belongs to the ST101 lineage with KL106 and O1/O2v2, whileK. aerogenesstrain IIIF7SW P1 to the ST103 lineage presenting KL119 and O3/O3a (Table S3).\n\nK. pneumoniaestrain F3 2P (2) was found to possess a 216.722 Kb, IncFIIK (FIIK 9 allele) conjugative plasmid encoding for 234 coding sequences (CDSs;Fig. 1B). Key functionalities of this plasmid mainly include gene clusters associated with heavy metal resistance and thermoresistance. Genes responsible for mercuric resistance (merA), arsenical resistance (arsA/B/C), copper resistance (copA/B/D/R), copper and silver export system (cusA/B/C/F/R/S), and genes that enable cell growth at high temperatures (cplC, htpX) were present.\n\nK. aerogenesstrain IIIF7SW P1 was identified to carry two previously unidentified plasmids: pIIF7SW P1_1 is a 28.614 Kb, low copy (0.68 copies per cell), mobilizable plasmid identified to contain 38 CDSs (Fig. 1C). pIIF7SW P1_2 is a 5.796 Kb, high copy (16.10 copies per cell), non mobilizable plasmid containing six CDSs (Fig. 1D; Table S4). pIIF7SW P1_2 was found to encode for the heat shock genehtrC.\n\nAverage nucleotide identity (ANI) analysis revealed that allK. quasipneumoniaesubsp.similipneumoniaestrains belonging to ST138 shared an ANI of >99.99% (99.998% +/  0.001%), indicating that they belong to the same clone that shows spatio temporal persistence. Strain IIIF3SW P1 (ST3234) shared an ANI of 99.148% +/  0.001% with the rest ofK. quasipneumoniaesubsp.similipneumoniaestrains.K. pneumoniaestrain F3 2P (2) andK. aerogenesstrain IIIF7SW P1 were more genomically distant with respective ANIs of 93.237% +/  2.346% and 86.079% +/  0.041% when compared to theK. quasipneumoniaesubsp.similipneumoniaestrains (Fig. S1).\n\nTheK. pneumoniaeST101 is a globally distributed clone with over 696 isolates reported in over 33 countries on the Pathogenwatch genomic surveillance database.K. pneumoniaeST101 is widely associated with hypervirulent pathotypes. Overall, the ST101 lineage genomes exhibited high genetic similarity (ANI > 99.4%;Fig. 2A) and are predominantly associated with Europe and South East Asia (Fig. 2B). F3 2P (2), the strain from the ISS, is most closely related to ERR985162, a genome retrieved from sewage wastewater in the UK in 2014, with an ANI of 99.86%. Phylogenetic analysis revealed that F3 2P (2) belongs to a distinct sub clade within the ST101 lineage, along with 41 other genomes (Fig. 2C). Out of the 696K.pneumoniaeST101 isolates reported worldwide, 87.07% (606/696) were found to carry theybtgene cluster, which is a determinant of virulence associated with the presence of yersiniabactin, suggesting that yersiniabactin plays a key role in the pathogenicity of this clone. Among these isolates, only nine encoded for additional siderophore virulence factors such as colibactin or aerobactin. Moreover, 98.2% (595/606) of the ybt positive genomes encoded for ybt9, as part of a horizontally acquired ICEKp3. The integrative conjugative element ICEKp5, which was identified in the ISS isolate F3 2P (2) and carries the ybt14 locus, is a rarity, identified in only four other ST101 genomes.\n\nPhylogenetic relationships withinK. pneumoniaeST101. (A) ANI between the genome ofK. pneumoniaeISS strain F3 2P (2), the genome ofK. pneumoniaetyping strain (ATCC13883), and allK. pneumoniaegenomes of ST 101 reported on Pathogenwatch (n= 696). The sub clade of F3 2P(2) (n= 41) is highlighted. (B) Global distribution of theK. pneumoniaeST 101 isolates. (C) Core genome phylogenetic relatedness of theK. pneumoniaeST101 genomes. For more details, an interactive dashboard is availablehere.\n\nThe genomes of theK. aerogenesST103 isolates (n= 7), including the ISS strain IIIF7SW P1, were found to be highly related with an ANI > 99.8% (Fig. 3A). The associated ST103 isolates were geographically confined, with isolates obtained from human hosts in the USA (n= 4) and Japan (n= 1) (Fig. 3B). The genetically most akin to strain IIIF7SW P1 was SRR5666484, which was isolated from a human with a urinary tract infection in the USA in 2015 (ANI = 99.97%). Based on core genome phylogeny, IIIF7SW P1 formed a distinct node within the ST103 clone along with uropathogenic strain SRR5666484.\n\nPhylogenetic relationships withinK. aerogenesST103. (A) ANI between the genome ofK. aerogenesISS strain IIIF7SW P1, the genome ofK. aerogenestyping strain ATCC13048, and allK. aerogenesgenomes of ST103 (n= 6). (B) Temporal dissemination of theK. aerogenesST103 genomes. (C) Core genome phylogenetic relatedness of theK. aerogenesST103 genomes. For more details, an interactive dashboard is availablehere.\n\nK. quasipneumoniaeST3234 is a seldom encountered clone with only two genomes listed in the Pathogenwatch database. The genomes ofK. quasipneumoniaeIIIF3SW P1 and those of two strains from Oxford, England were found to be highly similar, with an ANI > 99.8% (Fig. 4A). The two UK strains were isolated from cases of invasive bloodstream infections (Fig. 4B). When analyzed using core genome phylogenetics, IIIF3SW P1 was part of a separate node from the two strains from Oxford (Fig. 4C).\n\nPhylogenetic relationships withinK. quasipneumoniaeST3234. (A) ANI between the genome ofK. quasipneumoniaeISS strain IIIIF3SW P1, the genome ofK. quasipneumoniaetyping strain 07A044, and allK. quasipneumoniaegenomes of ST3234 (n= 2). (B) Temporal dissemination of theK. quasipneumoniaeST3234 genomes. (C) Core genome phylogenetic relatedness of theK. quasipneumoniaeST3234 genomes. For more details, an interactive dashboard is availablehere.\n\nTheK. quasipneumoniaeST138 lineage exhibits a broader spatial distribution and higher genetic diversity compared to ST3234, with ANI > 99.3% (Fig. 5A and B). The genome most closely related to the seven ISSK. quasipneumoniaeST138 isolates was that of ERR4635453, isolated from a human in Tacloban city, Philippines in 2017, with ANI = 99.77%. The ISS strains (n= 7) formed a distinct clade within the ST138 lineage based on core genome phylogeny, indicating potential evolutionary divergence from the main ST138 lineage.\n\nPhylogenetic relationships withinK. quasipneumoniaeST138. (A) ANI between the genome ofK. quasipneumoniaeST138 ISS strains (n= 7), the genome ofK. quasipneumoniaetyping strain 07A044, and allK. quasipneumoniaegenomes of ST138 (n= 20). (B) Temporal dissemination of theK. quasipneumoniaeST138 genomes. (C) Core genome phylogenetic relatedness of theK. quasipneumoniaeST138 genomes. The clade of the ISS isolates is highlighted. For more details, an interactive dashboard is availablehere.\n\nThe ISS strains (n= 10) were found to each carry an average of 22.70 +/  0.64 antimicrobial resistance genes (ARGs) (Fig. 6A). Among the genomes,K. pneumoniaeF3 2P(2) (ST101) was identified to carry the beta lactamase geneblaSHV 1, which is known to confer resistance to certain penicillin and first generation cephalosporin antibiotics (Fig. 6B). In theK. quasipneumoniaegenomes of ST138, the chromosomalblaOKP B 8was identified. The genome ofK. quasipneumoniaestrain IIIF3SW P1 (ST3234) was found to carry ablaOKP B 3allelic variant. The OKP B chromosomal beta lactamase group is known to confer resistance mainly to aminopenicillins and carboxypenicillins and remains susceptible to the presence of inhibitors such as clavulanic acid (25).K. aerogenesstrain IIIF7SW P1 (ST103) had three missense mutations in the outer membrane protein encodingompKgene, which are linked with increased resistance to cephalosporins and cephamycins explain the observed phenotypic resistance to cefoxitin (Table S5).\n\nGenetic determinants of resistance and virulence. (A) Total number of ARGs identified per ISS originatingKlebsiellastrain. (B) Heatmap distribution of ARGs per isolate. (C) Total number of VFs identified per ISS originatingKlebsiellastrain. (D) Heatmap distribution of VFs per isolate.\n\nThe ISS strains (n= 10) encoded for an average of 54.20 +/  8.95 VF genes each (Fig. 6C). The genome ofK. pneumoniaeF3 2P (2) encoded for 75 VFs, amonst which were the virulence loci for enterobactin and yersiniabactin. The yersiniabactin pathogenicity island (ybt 14 lineage) was part of a self mobilizable ICE (ICEKp5) of 63.441 Kb. TheybtQgene amplicon (234 bp) was also detected using a multiplex PCR assay for the F3 2P (2) strain. Moreover, the iron regulatory protein encoding genesirp1andirp2were identified as part of the same ICEKp5. Consequently, strain F3 2P (2) received a virulence score of 1/5 based on Kleborate's scoring system (10). Thewbgene cluster relating to O1 antigen production, commonly found in clinical isolates, was also identified in strain F3 2P (2).\n\nFurthermore, all 10 ISSKlebsiellagenomes encoded for the virulence associated enterotoxin (entA/B/C/E/F).K. quasipneumoniaestrain IIIF3SW P1 (ST3234) encoded for the enterotoxinentDandwcaG/H/I/J, a gene cluster involved in the biosynthesis of the outer core lipopolysaccharide.K. aerogenesstrain IIIF7SW P1 was the only strain identified to contain theflgH/G/M/Ngenes, which encode for regions of the bacterial flagellar switch protein (Fig. 6D).",
    "discussion": "This study highlights the presence ofKlebsiellaisolates associated with human pathogenic lineages. It also reports on the first identification of a yersiniabactin encodingK. pneumoniaeand associatedKlebsiellaplasmids aboard the ISS. Of note, isolate F3 2P (2) belongs to the emerging nosocomial high risk clone ST101, which is linked with carbapenem and colistin resistance and exhibits a hvKp pathotype (26,27). The ST101 clone has been implicated in numerous outbreaks of bloodstream infections worldwide, including in southern Italy and India (28,29). With isolates reported from over 33 countries, ST101 poses a persistent public health concern and ST101 induced infections have been associated with 11% increased mortality compared to non ST101 infections (30). Widely disseminated, high risk clones like ST101 are known to be able to horizontally acquire hypervirulence gene clusters, potentially precipitating the emergence of hypervirulent clonal lineages (31). In line with this, our analysis suggests that the predominant virulence factor associated with ST101 is yersiniabactin, as part of a horizontally acquired and self mobilizable ICEKp.\n\nK. pneumoniaestrain F3 2P (2) was identified to encode for 75 VF genetic determinants, including the siderophore genes (irp1/2), the enterobactin gene cluster, and the yersiniabactin (ybt 14) gene cluster as part of a self mobilizable ICEKp5.K. pneumoniaeclinical isolates harboring yersiniabactin on ICEKp5 are known to prevail in intensive care units and tertiary hospital settings and are linked with invasive infections (32 34). Among the 696 ST101 genomes available on the Pathogenwatch surveillance database, only four esxhibited the same ICEKp5 harboring the ybt 14 gene cluster. These strains were distributed widely in different countries such as the USA, China, and the Philippines. The mode of transportation of a potential pathogen such asK. pneumoniaeF3 2P (2) to the ISS could be through cargo or crew, although relevant crew data were not available as NASA does not mandate the monitoring of microbial diversity. Similar to screening and surveillance protocols in clinical settings, targeted screening of cargo and crew for potential opportunistic pathogens could mitigate any putative pathogen associated risks.\n\nThe genome ofK. pneumoniaestrain F3 2P (2) also revealed the presence of an IncFIIK conjugative plasmid containing several heavy metal resistance and thermoresistance genes. Although ESBL CTX M 15 encoding plasmids are commonly associated with the FIIK 9 replicon, the plasmid of F3 2P (2) lacked ESBLs likely due to the absence of antibiotic induced selective pressure (35). This strain was isolated from the WHC of the ISS. The role of the WHC is the removal and containment of human solid waste and urine. While it is unclear if the strain originated from the ISS crew or cargo,K. pneumoniaestrains have been reported to survive on surfaces for up to 6 weeks, with the longest survival rates observed for stainless steel (36,37). When a uman infection is established with hvKp isolates, while both enterobactin and yersiniabactin virulence loci are present, it has been demonstrated that could result in multi site infection due to metastatic spread (38). Furthermore, the hypervirulent, multimetal resistance, and thermotolerant genomic profile of theK. pneumoniaeF3 2P (2) strain could possibly allow it to evade the existing disinfecting protocols aboard the ISS. Further work is required to clarify the phenotypic translation of these genotypic traits. The presence of the resistance and hypervirulence determinants in MGEs further poses a consideration for their dissemination across the ISS microbiome.\n\nThe persistence ofK. quasipneumoniaeST138 in the ISS environment was evidenced by the isolation of seven strains over 18 months from three different locations (Permanent Multipurpose Module, Cupola, and WHC). Despite the spatial and temporal distribution of their collection, the ST138 strains showed remarkable genetic similarity, suggesting the possible propagation of a single clone in the closed system for a prolonged period. The genomes of the ST138 isolates shared several chromosomal genetic determinants of resistace, including these encoding for resistance to quaternary ammonium compounds (QACs), peroxide, fosmidomycin, methyl viologen, tellurite, nickel, cobalt, zinc, and the multiple stress resistance protein BhsA encoded bybhsA. These determinants may confer adaptability advantages to the ST138 lineage during spaceflight, given most cleaning agents and disinfectants contain several of these heavy metals and QACs. On Earth,K. quasipneumoniaeST138 strains have been isolated from untreated and treated water in a wastewater treatment plant in Slovenia (38). ESBL cefotaximase (CTXM 9) producing strains ofK. quasipneumoniaeST138 have also been reported to cause community onset infections in China (38). Overall,K. quasipneumoniaeST138 shows temporal and spatial persistence within the ISS environment, more than any otherKlebsiellalineage. The ISSK. quasipneumoniaeST138 strains lacked any MGEs and, therefore, their adaptability advantage is likely ntrinsic. Further research is required to elucidate the properties of this lineage, which allow it to adapt and propagate to the high pressure environment of the ISS.\n\nK. quasipneumoniaesubsp.similipneumoniaestrain IIIF3SW P1 was the only ST3234 strain identified on ISS, and it was isolated from the crew exercise platform (ARED). There is not much known about the dissemination and persistence ofK. quasipneumoniaeST3234 as only two isolates have been reported on surveillance databases. Both Earthly strains were associated with invasive bloodstream infections in humans and were isolated at John Radcliffe Hospital in Oxford, UK between 2009 and 2012.\n\nK. aerogenesstrain IIIF7SW P1 (ST103) was isolated from the ISS Lab3 in 2015. This strain belongs to the globally rareK. aerogenesST103 lineage, with only five strains deposited in the Pathogenwatch database, all of which are associated with UTIs and reported in the USA.K. aerogenesIIIF7SW P1 presented phenotypic resistance to ampicillin and the second generation cephamycin cefoxitin as expected, given the intrinsic resistance ofK. aerogenesdue to the presence of a chromosomalampC. The isolate was susceptible to the third generation cephalosporin cefpodoxime and to the cefpodoxime/clavulanic acid combination tested. This is in liaison with the literature supporting that only overproduction of AmpC is linked with resistance to third generation cephalosporins (39). Interestingly, IIIF7SW P1 harbored two uncharacterized plasmids, one of which (pIIF7SW P1_1) was predicted to be mobilizable and contained thepilLgene responsible for thin pilus biogenesis (40). PilL is known to promote bacterial adhesion and colonization, providing a selective advantage in the high selective pressure environment of the ISS. The second plasmid (pIIF7SW P1_2) was a high copy plasmid, harboring the heat shock genehtrC, which has been linked with increased thermoresistance inE. coli(41). The genetic makeup of IIIF7SW P1 suggests that it may have acquired plasmids enabling it to survive and persist in the challenging conditions of the ISS, which warrants further investigation.\n\nIn sumary, this study provides a first complete genomic characterization ofKlebsiellastrains isolated from the ISS . This study reports on the genomic makeup of 10Klebsiellaisolates, revealing an abundance of heavy metal and QAC resistance genes amongst the genomes, similar to the ones seen in clinical settings where the use of disinfectants is intense (42). However, clinically relevant ESBLs and carbapenemase producing genes were notably absent. This study reports on the isolation of a yersiniabactin encodingK. pneumoniaefrom a human associated pathogenic lineage aboard the ISS as well as on the persistence and possible genomic divergence ofK. quasipneumoniaeST138 isolates. The prevalence and seemingly adaptability ofK. quasipneumoniaeST138 in spaceflight conditions should be considered for further investigation. Additional epidemiological studies are needed to map and understand the prevalentKlebsiellalineages that could persist during prolonged spaceflight. Ongoing surveillance of potentially problematic STs is feasible on the ISS due to its small crew size and could help mitigate associated risks. These efforts will aid in developing suitable countermeasures for eradicating potentially problematic pathogens in closed habitats for future human missions to the Moon, Mars, and beyond.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:08:06.634193",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10715203/"
  }
}