{
  "pmcid": "PMC7599661",
  "title": "Approaching Gravity as a Continuum Using the Rat Partial Weight Bearing Model",
  "authors": [
    "Marie Mortreux",
    "Megan E Rosa Caldwell"
  ],
  "year": "2020",
  "journal": "Life",
  "doi": "10.3390/life10100235",
  "sections": {
    "abstract": "For decades, scientists have relied on animals to understand the risks and consequences of space travel. Animals remain key to study the physiological alterations during spaceflight and provide crucial information about microgravity induced changes. While spaceflights may appear common, they remain costly and, coupled with limited cargo areas, do not allow for large sample sizes onboard. In 1979, a model of hindlimb unloading (HU) was successfully created to mimic microgravity and has been used extensively since its creation. Four decades later, the first model of mouse partial weight bearing (PWB) was developed, aiming at mimicking partial gravity environments. Return to the Lunar surface for astronauts is now imminent and prompted the need for an animal model closer to human physiology; hence in 2018, our laboratory created a new model of PWB for adult rats. In this review, we will focus on the rat model of PWB, from its conception to the current state of knowledge. Additionally, we will address how this new model, used in conjunction with HU, will help implement new paradigms allowing scientists to anticipate the physiological alterations and needs of astronauts. Finally, we will discuss the outstanding questions and future perspectives in space research and propose potential solutions using the rat PWB model.\n\nKeywords:gravity, partial weight bearing, ground based, rodent, spaceflight, analog",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "In conclusion, the PWB model is a novel experimental method that has extensive potential for the investigation of physiological alterations in response to both micro  and partial gravity. We have thus far been the first group to create and utilize the PWB in rats, both males and females, but anticipate we will not be the last. With this review we hope to encourage other biomedical investigators to adopt this model within their own laboratories. A combined research effort from many research laboratories will be imperative to thoroughly understand the complex physiology of spaceflight. More so, a broader understanding of spaceflight physiology may also facilitate important discoveries of human physiology that can benefit ground based medicine. Regardless, to ensure the safety of astronauts in future missions to the Moon, Mars, and beyond, we need to first understand the complex interactions between human physiology and spaceflight, and the PWB model will play a critical role in unraveling these nuanced relationships."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:06:29.243728",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7599661/"
  }
}