{
  "pmcid": "PMC4337661",
  "title": "Bone shaft bending strength index is unaffected byexercise and unloading in mice",
  "authors": [
    "Ian J Wallace",
    "Shikha Gupta",
    "Jeyantt Sankaran",
    "Brigitte Demes",
    "Stefan Judex"
  ],
  "year": "2015",
  "journal": "Journal of Anatomy",
  "doi": "10.1111/joa.12277",
  "sections": {
    "abstract": "Anthropologists frequently use the shaft bending strength index to infer the physical activity levels of humans living in the past from their lower limb bone remains. This index is typically calculated as the ratio of bone shaft second moments of area about orthogonal principal axes (i.e.Imax/Imin). Individuals with highImax/Iminvalues are inferred to have been very active, whereas individuals with low values are inferred to have been more sedentary. However, there is little direct evidence that activity has a causal and predictable effect on the shaft bending strength index. Here, we report the results of two experiments that were designed to test the model within which anthropologists commonly interpret the shaft bending strength index. In the first experiment, mice were treated daily with treadmill exercise for 1 month to simulate a high activity lifestyle. In the second experiment, in an attempt to simulate a low activity lifestyle, functional weight bearing was removed from the hindlimbs of mice for 1 month. Femoral mid shaft structure was determined with uCT. We found that while exercise resulted in significant enhancement ofImaxandImincompared with controls, it failed to significantly increase theImax/Iminindex. Similarly, stunted bone growth caused by unloading resulted in significantly diminishedImaxandImincompared with controls, but low activity did not lead to significantly decreasedImax/Imincompared with normal activity. Together, these results suggest that caution is required when the bone shaft bending strength index is used to reconstruct the activity levels of past humans.\n\nKeywords:anthropology, bioarchaeology, bone functional adaptation, cortical bone, cross sectional geometry, diaphyseal shape, physical activity",
    "methods": "All experimental procedures were reviewed and approved by theInstitutional Animal Care and Use Committee of Stony Brook University.\n\nFemale Hsd:ICR mice (n= 40) were acquired at 3 weeks old from Harlan Sprague Dawley (Indianapolis, ID, USA). As Hsd:ICR is an outbred stock (as opposed to an inbred strain), genetics was an uncontrolled variable. Mice from this particular stock were chosen for analysis because exercise loading has previously been shown to have positive effects on their hindlimb bone structure (Kelly etal.2006). Animals were housed individually and maintained on a 12:12 h light:dark cycle with free access to food and water. At 4 weeks old, animals were divided into runners and sedentary controls (n= 20/group). Groups were matched according to body mass. Runners were treated 5 days per week for 4 weeks with 30 min of exercise on a six lane treadmill (Columbus Instruments, Columbus, OH, USA) at a rate of 12 mmin 1. At 8 weeks old, animals were killed, and right femora were extracted.\n\nFemora were scanned at a 10 um3voxel size (70 kVp, 114 uA, 150 ms integration time) using a uCT 40 scanner (Scanco Medical AG,Brttisellen, Switzerland). The volume of interest was a 600 um long region of the mid shaft. Volumes were segmented using a constrained 3D Gaussian filter to reduce noise (support = 1, sigma = 0.1) and thresholded to extract the bone phase using a single threshold value for all bones.ImaxandIminwere computed using the internal imaging code supplied by the scanner manufacturer. These properties were chosen to calculate the bending strength index, rather thanIxandIy, as they are based on the intrinsic distribution of bone in the shaft and thus provide a better measure of shape (Shaw & Stock,2009). Values were sized standardized by the product of body mass and bone length, as recommended when analyzing shaft second moments of area in weight bearing elements (Ruff etal.1993; Ruff,2008).\n\nFemale F2 mice (n= 29) were bred from a double cross of female BAL/cByJ and male C3H/HeJ progenitors purchased from The Jackson Laboratory (Bar Harbor, ME, USA). Hindlimb unloading has previously been shown to have a catabolic effect on bone structure in these mice (Judex etal.2004,2013). Again, as these mice are genetically heterogeneous, genetics was an uncontrolled variable. Animals were housed individually and kept on a 12:12 h light:dark cycle with food and water freely available. At 16 weeks old, animals were assigned to an unloading group (n= 14) or control group (n= 15), which were also matched by body mass. Hindlimb unloading was induced for 4 weeks by hindlimb elevation through tail suspension (Morey Holton & Globus,2002). Briefly, cloth tape was applied to the tail and secured to a cable system connected to a swivel mounted at the top of the cage, which allowed 360 degrees free rotation. The elevation of the cable was adjusted to maintain the animal at roughly 30 degrees head down tilt, such that its forelimbs contacted the cage floor but its hindlimbs were freed from weight bearing. Animals were kept in a suspended position 24 hday 1, but could access food and water with their forelimbs. Mice in the control group engaged in normal weight bearing cage activities.\n\nImmediately prior to and after unloading, all animals underwentin vivouCT scanning (VivaCT 75, Scanco Medical AG) to track longitudinal changes in shaft structure in the right femur. A 600 um long mid shaft volume was scannedin vivoat a 20.5 um3voxel size (45kVp, 177 uA, 200 ms integration time). During scanning, mice were sedated by inhalation anesthesia with isoflurane. uCT image processing followed the same protocol as in the first experiment.\n\nIndependent samplest tests were performed to test for differences in traits between animals treated with treadmill exercise and sedentary controls. In the unloading and control groups, paired samplest tests were used to assess change in bone properties over the experimental period. To test for treatment effects between the unloading and control groups,ancovas were carried out with post treatment values as dependent variables and baseline values as the covariate (Vickers,2001). Analyses were performed in R software (R Core Development Team,2014). The significance level wasP< 0.05, and tests were two tailed. Descriptive statistics are provided inTables S1andS2.",
    "results": "Treatment with treadmill exercise resulted in significantly greater femoral mid shaftImax(P= 0.004) andImin(P= 0.005) compared with sedentary controls (Fig.1). However, exercise did not significantly alter theImax/Iminbending strength index (P= 0.74), indicating that the simulated high activity lifestyle did not lead to more elliptically shaped femoral mid shafts.\n\nRelative difference in femoral mid shaft traits between controls and exercised animals. Bars equal the percent difference between the exercise mean relative to the control mean. Whiskers equal the standard deviation of the sampling distribution of the relative difference. Asterisks indicate statistically significant (P< 0.05) differences between groups.\n\nIn control animals, femoral mid shaftImaxandIminboth increased significantly (P< 0.0001) over the course of the experimental period (Fig.2). By contrast, in animals subjected to hindlimb unloading, little change occurred in eitherImax(P= 0.34) orImin(P= 0.40). Stunted normal bone growth in the unloading group ultimately led to significantly (P< 0.0001) diminished femoral mid shaftImaxandImincompared with controls. During the experiment, theImax/Iminbending strength index decreased significantly and roughly equally in the control (P= 0.007) and unloading groups (P= 0.002), such that the simulated low activity lifestyle did not result in greater femoral mid shaft circularity compared with normal activity (P= 0.64).\n\nLongitudinal change in femoral mid shaft traits in controls and animals treated with hindlimb unloading. Bars equal mean percent change relative to baseline values, and whiskers equal the standard deviation. Single asterisks indicate statistically significant (P< 0.05) longitudinal change within groups during the experiment. Double asterisks indicate significant differences between groups at the end of the experiment, determined by statistical analyses that controlled for baseline variation.",
    "discussion": "Extrapolating experimental data from mice to humans requires caution given critical differences between species, including size, locomotor styles and bone tissue composition. Even so, mice are the experimental model of choice in most bone biology research for both logistical reasons and because the genes and molecules influencing the skeleton are highly conserved in mice and humans (Karsenty & Ferron,2012). Furthermore, the skeletal reaction to alterations in mechanical environment is generally similar between species (Squire etal.2004; Luu etal.2009). If extrapolation of mouse data to humans is warranted, then the results of the two experiments presented here suggest that high  and low activity lifestyles do not have the causal effects on the shaft bending strength index that are often assumed in anthropological analyses of human lower limb bone shaft structure (Ruff,1987; Brock & Ruff,1988; Larsen etal.1995; Holt,2003; Stock,2006; Lieverse etal.2011).\n\nThe results of the first experiment are generally consistent with those of previous experiments involving animal models, as well as longitudinal studies involving humans, that measured the effects of exercise on the bone shaft bending strength index. Similar to our experiment, Lieberman etal. (2001) and Plochocki etal. (2008) treated sheep and mice, respectively, with a running regimen and documented significant exercise related enlargements of hindlimb shaftImaxandIminbut no significant increase in theImax/Iminindex. In a prospective human study by Macdonald etal. (2009), in which growing boys engaged in a school based exercise program comprised of jumping, skipping, dancing and playground circuits, positive change in tibialImaxduring the trial period was significantly greater in the exercise group compared with a control group, yet change inImax/Iminwas not significantly altered by exercise. Vainionp etal. (2007) conducted a study in which adult women participated regularly in exercise sessions that included step patterns, stamping, jumping, running and walking. In both the femur and tibia, longitudinal changes inImax,IminandImax/Iminwere not significantly affected by exercise, perhaps reflecting the diminished responsiveness of the adult skeleton to loading. To our knowledge, no experimental or longitudinal study has ever documented a significant increase in limb bone shaftImax/Iminresulting from engagement in an exercise regimen.\n\nThe results of the second experiment are novel, and thus they are unlikely to be accepted outright without replication. Therefore, it is instructive to compare these results with those obtained from separate but similar experiments performed in our laboratory. In an unpublished study, we treated growing female mice with hindlimb unloading for 2 weeks starting at 9 weeks old and, consistent with our initial results, normal development of femoralImaxandIminwas found to be significantly retarded by unloading but the shaft bending strength index was not affected (Fig. S1). In another study, skeletally mature adult male mice were tail suspended for 2 weeks beginning at 28 weeks old, and instead of stunting normal bone growth, unloading led to significant loss of femoralImaxandImincompared with morphological stasis among controls (Fig. S2; see also Gupta etal.2012). Yet, once again, the femoral shaft bending strength index was not altered by unloading. At present, all experimental data of which we are aware indicate that unloading does not lead to more circular shafts, regardless of whether it occurs early or later in life (but, see Lanyon,1980).\n\nWhat evidence exists then for the link between physical activity level and the bone shaft bending strength index that is assumed in many anthropological analyses of human skeletal remains? Two types of indirect evidence are frequently cited. First, differences in the shaft bending strength index have been observed among living human populations with distinct activity patterns. For example, Shaw & Stock (2009) analyzed tibial mid shaft shape among university cross country runners, field hockey players and non athletic controls, and found that, relative to both hockey players and controls, runners exhibited more elliptical shafts, primarily due to enhanced bending rigidity in theanteroposterior plane. The authors speculated that the elliptical shape of the runners' shafts was caused by the repetitive anteroposterior tibial loading that characterizes their training regimen, although this could not be demonstrated conclusively as this was a cross sectional study and not a longitudinal study. Second, in anthropological studies of humans living in the past, changes in archaeological measures of settlement patterns that are concomitant with changes in the bone shaft bending strength index may suggest a connection between physical activity level and shaft shape. For example, Holt (2003) has shown that during the European Upper Paleolithic, femoral shafts became more circular at roughly the same time that changes in the archaeological record point to increasing population density and sedentism. Of these two types of indirect evidence, we find the former to be somewhat more persuasive as the activity patterns of living groups are actually known, while those of ancient populations are not.\n\nThere are also two lines of direct evidence that are often cited to support the idea of a close relationship between physical activity level and the bone shaft bending strength index. First, the hypothesis that elliptically shaped bone shafts reflect high levels of physical activity is based on the premise that bone formation primarily takes place in the plane that bones engender peak mechanical stresses and strains; and the results of certain experiments with animal models in whichin vivostrains were directly related to patterns of bone growth support this assumption. For example, peak magnitude strains have been associated with sites of increased bone formation in experiments involving external loading of rodent limbs (Mosley etal.1997; Warden etal.2004) and natural physiological limb loading in goats (Main,2007). In contrast, however, other experiments involving weight bearing exercise in chickens and sheep (Judex etal.1997; Wallace etal.2014) and exogenous limb loading in turkeys (Gross etal.1997) found no significant associations between bone formation stimulated by loading and local strain magnitude. Ultimately, the disparity between results from different experiments suggests to us that a universal relationship between bone growth and local strain magnitude probably does not exist and, therefore, that loading cannot be assumed to have a predictable effect on shaft shape in every instance. Second, in the aforementioned longitudinal human study by Vainionp etal. (2007), although engagement in the exercise regimen did not significantly alter the lower limb bone shaft bending strength index, across the entire study population (i.e. exercise participants and controls), weak but significant positive correlations were detected between the number of daily impacts (measured by accelerometer) and changes in femoral and tibialImax/Iminthroughout the course of the study. This is arguably the most compelling evidence for a causal relationship between physical activity level and human lower limb bone shaft shape. Nevertheless, until additional direct evidence is available from longitudinal and/or experimental studies, we suggest that much prudence is necessary when the shaft bending strength index is used to infer the activity levels of past humans.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:03:32.093444",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4337661/"
  }
}