{
  "pmcid": "PMC3430326",
  "title": "The MscS and MscL Families of Mechanosensitive Channels Act as Microbial Emergency Release Valves",
  "authors": [
    "Ian R Booth",
    "Paul Blount"
  ],
  "year": "2012",
  "journal": "Journal of Bacteriology",
  "doi": "10.1128/JB.00576 12",
  "sections": {
    "abstract": "Single celled organisms must survive exposure to environmental extremes. Perhaps one of the most variable and potentially life threatening changes that can occur is that of a rapid and acute decrease in external osmolarity. This easily translates into several atmospheres of additional pressure that can build up within the cell. Without a protective mechanism against such pressures, the cell will lyse. Hence, most microbes appear to possess members of one or both families of bacterial mechanosensitive channels, MscS and MscL, which can act as biological emergency release valves that allow cytoplasmic solutes to be jettisoned rapidly from the cell. While this is undoubtedly a function of these proteins, the discovery of the presence of MscS homologues in plant organelles and MscL in fungus and mycoplasma genomes may complicate this simplistic interpretation of the physiology underlying these proteins. Here we compare and contrast these two mechanosensitive channel families, discuss their potential physiological roles, and review some of the most relevant data that underlie the current models for their structure and function.",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "It has been a given for many years that both MscS and MscL fulfill major roles in protecting cell integrity by serving the function of biological emergency release valves (46). However, while this is true, there may be many exceptions to this rule that have yet to be elucidated. Some key questions can be defined.\n\n(i) Do all bacterial MS channels, irrespective of their structure, play only the role of emergency release valve? Unambiguously, this is not the case forE. coli, for which there are five MS channels that do not fulfill this role (68). Alternative roles might be found in the work on chloroplast MS channels (78). These belong to the MscS family, and hints that they may influence shape maintenance and organelle division have arisen from their study (31,32). Given that chloroplasts are intracytoplasmic, they have no need to survive major changes in osmolarity. However, they might be essential in adjusting chloroplast volume during day/night cycles. A change in solute pools of around 40 mM is equivalent to 1 atm, and therefore, variations in the concentrations of carbon cycle intermediates and other metabolites may be a significant stress. In isolated membranes (i.e., patch clamp), channels may have thresholds measured in 0.1 atm (4 mM solute change) and thus might be engaged in metabolite pool management. While this would still be an osmotic role, protein colocalization studies have suggested proximity between chloroplast division machinery and the MS channels and this may couple osmotic changes to shape control and division.\n\n(ii) What do the differing portfolios of mechanosensitive channel homologues tell us about evolution to niche and/or creation of modified functions associated with MS channels? We have alluded above to the observed differences in MS channel distribution from the \"norm.\" BothMycoplasmaandVibriospecies may have modified their profiles of MS channels to reflect their major environmental hurdles. Can we learn more about an organism's niche from an evaluation of gene profiles and their expression matrices?\n\n(iii) How many copies of a channel does the cell need for survival? Recent work has suggested that, in contrast to previous studies, MscL may exist at >200 channels per cell (12). Many studies have shown that channel abundance in membrane patches does not always correlate with measured channel activity. Thus, do all channels exist in multiple states, only some of which are poised to be activated (15,38)?\n\n(iv) In fungi, where are the MscL channels subcellularly? What is their function, and how do localization and function match up? Could these channels have a role in the complex life cycle that some fungi and oomycetes undertake, which often includes severe transitions in osmolyte and water content?\n\n(v) Can the conserved nature of MscS and MscL be the Achilles' heel for bacteria? Much work has established the toxicity of MscL, MscS, MscK, and MscG mutants that gate inappropriately (6,45,47,53 55,64,65). Can we trigger gating using chemicals and, in this way, generate new antibiotics that act synergistically with compounds that weaken bacterial cell envelopes? Such speculation has been made previously (13,39,63). In theory, the conserved nature of MscL can be exploited for developing broad spectrum antimicrobials.\n\n(vi) Bacterial mechanosensitive channels are some of the largest gated pores; MscL is perhaps the largest known (23). Seminal research has shown how these nanopores can be utilized for the delivery of peptides and other membrane impermeable compounds. Indeed, the observation that a charge within the MscL pore can gate the channel has led to the engineering of nanopores that are actuated by light (43) and pH (42). We can now not only change the modality of MscL but also control the compounds that may pass through it (84), as well as reversibly modulate the pore size (85). Such channels may someday be utilized in a variety of nanodevices, including targeted drug delivery systems.\n\nMechanosensitive channels have provided a paradigm for transient pore formation in bacterial membranes for almost 20 years. Much has been discovered about the structures and some of the structural transitions that they undertake. Yet much still remains to be discovered about the precise structural changes associated with the open and transition states, and these channels remain fertile ground for technology development. At the end of the day, we know a lot about these mechanosensitive channels inE. coli. However, there are clues in abundance that MscS Ec and MscL Ec are but two stories and that there are many more to be told that will reveal new insights into the way nature has developed and evolved this fascinating class of membrane proteins."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:00:20.004852",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3430326/"
  }
}