{
  "pmcid": "PMC3558598",
  "title": "Ehrlichia chaffeensis replication sites in adult Drosophila melanogaster",
  "authors": [
    "Rishi Drolia",
    "Tonia Von Ohlen",
    "Stephen K Chapes"
  ],
  "year": "2013",
  "journal": "International journal of medical microbiology : IJMM",
  "doi": "10.1016/j.ijmm.2012.12.002",
  "sections": {
    "abstract": "Ehrlichia chaffeensisis a Gram negative, obligate intracellular bacterium which causes the tick borne disease human monocytic ehrlichiosis. In vertebrates,E. chaffeensisreplicates in monocytes and macrophages. However, no clear cell or tissue tropism has been defined in arthropods. Our group identified two host genes that controlE. chaffeensisreplication and infection in vivo inDrosophila,Uridine cytidine kinaseandseparation anxiety. Using theUAS GAL4RNAi system, we generated F1 flies (UAS gene of interest RNAixtissue GAL4flies) that haveUck2orsansilenced in ubiquitous or tissue specific fashion. WhenUck2orsanwere suppressed in the hemocytes or in the fat body,E. chaffeensisreplicated poorly and caused significantly less severe infections. Silencing of these genes in the eyes, wings, or the salivary glands did not impact fly susceptibility or bacterial replication. Our data suggest that inDrosophila,E. chaffeensisreplicates within the hemocytes, the insect homolog of mammalian macrophages, and in the fat body, the liver homolog of mammals.\n\nKeywords:Hemocytes, RNAi, Host bacteria interactions, Intracellular bacteria",
    "methods": "E. chaffeensis(Arkansas isolate) was propagated in DH82 cells (American Type Culture collection, #CRL 10389, Rockville, Md.). The DH82 cells were grown in Eagle's minimal essential medium supplemented with 3.5% fetal bovine serum (Atlanta Biologicals, Atlanta, GA), 3.5% NuSerum (BD, Franklin Lakes, NJ), and Glutamine plus (2 mM, Atlanta Biologicals) (EMEM7). Cells were grown at 37 degreesC in an 8% CO2/92% air atmosphere. The level of infection was determined by examining cyto centrifuged cells stained with Dif Quik stain (Fisher Scientific Company, Kalamazoo, MI). When more than 80% of cells were infected, the cells were removed with a cell scraper and frozen at  80 degreesC in cryogenic vials. Bacteria numbers were quantified using a TaqMan based quantitative reverse transcriptase PCR (qRT PCR) assay as described below. Purification of host cell free bacteria was carried out as follows. Cells were scraped from tissue culture dishes. The recovered infected cells were placed in a 50 ml, sterile centrifuge tube and shaken with glass beads. The preparation was centrifuged at 600 x g for 20 min. The supernatant with host cell free bacteria was transferred into a sterile tube and centrifuged at 15,000 x g for 20 min. The bacterial pellet was resuspended in sterile phosphate buffered saline (PBS) mixed with blue food dye at a ratio of 0.6 ml dye for every 1 ml of PBS to help us visualize the inoculum during fly injections. Most flies were injected with 6000 bacteria per fly, however, some early experiments were done with 1500 bacteria per fly. Although the severity of infections was different with the different inocula, the experimental trends were similar.\n\nD. melanogasterflies were raised on standard dextrose/molasses/yeast medium at 18 29 degreesC. The following fly lines were used:yellow white(yw) andarm GAL4,Hml GAL4,YP1 GAL4,MS1096 GAL4,Gmr GAL4,Fhk GAL4,UAS Uck2RNAi(w[1118]; P{GD2761}v16719)andUAS sanRNAi(w[1118]; P{GD7580}v31742). Theywfly line was maintained at Kansas State University and used as a wild type in these experiments (Von Ohlen et al., 2009). Thearmadillo(arm) Galfly line (Sanson et al., 1996) was obtained from Joan Hooper (University of Colorado, Anchutz Medical campus, Denver, CO). TheFhk GAL4andYP1 GAL4were obtained from Tony Ip (The University of Massachusetts Medical School, Worcester, MA). TheHml GAL4fly line was obtained from Michael Galko (MD Anderson Cancer Center, Houston, TX). TheMS1096andGmr GAL4fly lines were obtained from the BloomingtonDrosophilaStock Center at Indiana University, Bloomington, IN.UAS dsRNA transgenic fly lines were obtained from the ViennaDrosophilaRNAi Center (VDRC) (Dietzl et al., 2007). Five to seven virgin females carrying theGAL4promoter were crossed with 3 4 males carrying differentUAS dsRNA transgenes to generate F1 flies that had tissue specific or ubiquitous knockdown ofUck2orsangenes.\n\nThe TriReagent (Molecular Research Center, Cincinnati, OH) RNA extraction method, as was previously described by our group (Luce Fedrow et al., 2009), was used to extract RNA from flies or host cell free bacteria. Pelleted bacteria or fly homogenates were resuspended in 1 ml of TriReagent. Preparations were transferred to 2.0 ml, Heavy Phase Lock Gel tubes (5 Prime/Eppendorf, Westbury, New York; #2302830). Three hundred microliters (300 ul) of chloroform were added, and the mixture was vortexed for 15 s. The samples were centrifuged at 12,000 x g for 10 min at 4 degreesC, and the aqueous phase was transferred to clean 1.5 ml tubes. Five hundred microliters (500 ul) of isopropanol were added, and RNA was precipitated at  20 degreesC for 24 h. Samples were subsequently centrifuged at 12,000 x g for 10 min at 4 degreesC. The RNA pellet was washed with 1 ml of 70% ethanol, and samples were centrifuged at 7400 x g for 5 min at 4 degreesC. The 70% ethanol was decanted from the pellet, and residual ethanol was allowed to evaporate for 5 min. RNA was resuspended in 50 ul of nuclease free water. RNA concentrations were determined spectrophotometrically (NanoDrop Technologies, Wilmington, DE).\n\nRNA from host cell freeEhrlichiawas extracted as described above. A TaqMan based, real time reverse transcriptase PCR (RT PCR) was used to quantify bacterial numbers (Sirigireddy and Ganta, 2005). A total of 500 1000 ng of RNA was used for each reaction. Real time quantitative RT PCR (qRT PCR) was performed using the Invitrogen's One Step Platinum qRT PCR kit (#11732) in a Cepheid Smart Cycler (Cepheid, Sunnyvale, CA).E. chaffeensisRNA was detected using primers specific for the 16S ribosomal RNA gene (Sirigireddy and Ganta, 2005) (NCBI Accession #M73222). Custom synthesized primers and probes were obtained from Integrated DNA Technologies (IDT, Coralville, IA) and were used. The sequence of the primers used were: forward primer, RRG3 (5 CAATTGCTTATAACCTTTTGGTTATAAAT 3) and reverse primer, RRG27 (5 GTATTACCGCGGCTGCTGGCAC3). Serial 10 fold dilutions of the RNA from infected DH82 cells were used to generate standard curves plotting log number of bacteria versus the corresponding Ct value. The cycling conditions used for the assay were: 48 degreesC for 30 min, 94 degreesC for 4 min, then 35 cycles of 94 degreesC for 30 s, 52 degreesC for 30 s, and 72 degreesC for 1 min. To quantify bacterial numbers in injected/infected flies, anesthetized flies were transferred to 1.5 ml tubes (Kimble Chase, Vineland, NJ) and crushed with disposable pestles in 1 ml of TriReagent as previously described (Luce Fedrow et al., 2009). Bacteria numbers were estimated from RNA samples using quantitative RT PCR (qRT PCR) as described above.Drosophilaribosomalprotein 15a(NCBI Accession #NM_136772) gene was used as used as housekeeping. The sequence of the primers used were: forward primer (5 TGGACCACGAGGAGGCTAGG 3) and reverse primer (5 GTTGGTGCATGGTCGGTGA 3) and Taqman probe (5 56 FAM/TGGGAGGCAAAATTCTCGGCTTC/36 TAMsp 3). The cycling conditions used for the assay were: 48 degreesC for 45 min, 94 degreesC for 2 min, and then 35 cycles of 94 degreesC for 45 s, 50 degreesC for 1 min, and 72 degreesC for 1.5 min.\n\nTo quantify the level of transcriptional silencing in RNAi flies, whole flies or specific fly tissues were used to probe for specific transcript levels. Fly tissues were transferred to 1.5 ml tubes and crushed with disposable pestles in 1 ml of TriReagent for RNA extraction. Transcript levels of the gene of interest in F1 flies were assessed in the following whole flies: ubiquitous (UAS sanRNAiXarm GAL4orUAS Uck2RNAiXarm GAL4); hemocytes (UAS sanRNAiXHml GAL4orUAS Uck2RNAiXHml GAL4); fat body (UAS sanRNAiXYP1 GAL4orUAS Uck2RNAiXYP1 GAL4). For wing specific and eye specific knockdown, fly heads or wings were used. For fat body specific and salivary gland specific knockdown, fat body or salivary glands dissected from wandering third instar larvae were used. RNA from homogenates was extracted as described above. Transcript levels were determined in RNA samples using qRT PCR using the Invitrogen's Superscript III Platinum SYBR Green One Step qRT PCR kit in. Primers were obtained from IDT.Drosophila ribosomal protein 15awas used as used as the housekeeping gene.Drosophila Uck2(NCBI Accession #NM_142984) was detected using forward primer (5 TGTCCATCAGTCAGGACAGC 3) and reverse primer (5 CTCCACTTTGTGGCCCTTTA 3). The cycling conditions used for the assay were 48 degreesC for 30 min, 95 degreesC for 3 min, and then 45 cycles of 95 degreesC for 15 s, 56 degreesC for 30 s, and 60 degreesC for 1 min. TheDrosophila sangene (NCBI Accession #NM_080040) was detected using forward primer (5 ACCCGAACAATCAGGAACAG 3) and reverse primer (5 ACCCGAACAATCAGGAACAG 3). The cycling conditions used for the assay were 48 degreesC for 30 min, 95 degreesC for 3 min, and then 45 cycles of 95 degreesC for 15 s, 50 degreesC for 30 s, and 60 degreesC for 1 min.\n\nTo calculate knockdown efficiency serial 10 fold dilutions of RNA and corresponding Ct values were used to plot standard curves (mean of 3 experiments). Primer efficiency was calculated using the following equation (Pfaffl, 2001):\n\nPrimer efficiency values were used to calculate the relative change in gene expression by the following equation (Pfaffl, 2001):\n\nParental lines (UASandGAL4constructs) andywflies served as normal controls and were set at 100% expression for the gene of interest. Relative level of gene expression in RNAi flies as compared to controls was calculated to estimate the knockdown efficiency.\n\nAdult flies were used to assess the effect of gene knockdown onE. chaffeensisinfections. Male and female flies were anesthetized on a CO2anesthesia pad (Genesee Scientific, San Diego, CA; model# 59 119). Flies were injected in the thorax with 51 nl of sterile PBS blue food dye solution orEhrlichiaresuspended in PBS blue food dye solution. Injections were made in the abdomen of the fly with pulled glass capillary needles using a Nanoject II (Drummond Scientific Company, Broomall, PA). Following injection, flies were maintained in clean bottles with molasses/yeast caps. Survival was monitored daily for 4 days. Twenty flies were injected per treatment group per experiment with 3 4 independent experiments for survival data. Four to five flies were used to determine bacterial infection.\n\nSurvival data were analyzed for significance using the log rank test of Kaplan Meier plots using Prism Graphpad software (La Jolla, CA). Data are presented as the mean +/  standard error (SE) of independent experiments unless otherwise stated.Pvalues of <0.05 were considered highly significant. Bacterial numbers were analyzed by Student'sttest (two tailed, general) by using the StatMost Statistical Package (Data XIOM, Los Angeles, CA, USA). Unless indicated, data are presented as the mean +/  standard error (SE) of independent experiments.",
    "results": "E. chaffeensisis capable of infecting and completing its life cycle inDrosophilaS2 cells and adult flies (Luce Fedrow et al., 2008,2009). Recent work by our group found that several host genes control the replication ofEhrlichiain vivo(Von Ohlen et al., 2012). We found that flies carrying mutations in coding regions of these genes were poorly infected byE. chaffeensis. In particular, 2 genes that are relevant to humans and ticks were chosen for this study,Uck2andsan. Uck2functions as a uridine cytidine kinase and is orthologous to the mammalianUCK2gene (McQuilton et al., 2012) and theIxodes scapularisSCW003812 gene (Lawson et al., 2009).sanis the ortholog to the humanNAA50gene and encodes the N(alpha) acetyltransferase 50 protein. It is orthologous to theI. scapularisSCW002560 gene (Lawson et al., 2009).\n\nIn vertebrates,E. chaffeensisexhibits a tropism for monocytes and macrophages (Paddock and Childs, 2003;Sotomayor et al., 2001). However, no clear requirements for cell or tissue tropism have been defined in ticks or other arthropods. To investigate whereE. chaffeensisreplicates in arthropods, we employed whole organism in vivo RNAi inD. melanogasterto do tissue specific inactivation ofUck2andsanusing a fly collection that consists of expressed RNAi transgenes where the inverted repeats produce a dsRNA hairpin that produces the RNAi effect. These tools allowed us to silenceUck2andsangenes in a tissue specific manner through the binaryGAL4 UASsystem (Brand and Perrimon, 1993;Dietzl et al., 2007) to determine what tissues must be permissive (via their expression ofUck2orsan) forE. chaffeensisreplication.\n\nTo determine whetherUck2andsancould be efficiently silenced using theUAS GAL4system, we individually crossed transgenic flies carrying inverted repeats of theUck2andsangenes under the control ofUASto flies carryingarmadillo (arm) GAL4(ubiquitousGAL4insertions) to silenceUck2orsanin the F1 progeny. We consistently averaged 78% or better transcript reduction ofUck2orsanin the RNAi flies in comparison to wild type flies and parental lines using qRT PCR (Table 1). When wild type flies, parental line flies, andUck2  andsan RNAi flies were experimentally challenged withE. chaffeensisin the abdomen, we observed that there was approximately 48% death in wild type and parental lines after 96 h. This rate of death was significantly increased compared to control flies injected with PBS or flies which had ubiquitous tissue expression ofUck2 orsan RNAi (Fig. 1A and 1B) (P<0.05, log rank test). When we assessed the effect of infection on RNAi flies whereUck2orsanwere knocked down ubiquitously, we detected significantly fewer bacteria at 96 hpi (P<0.05,t test) compared to wild type or parental fly controls (Fig. 2A and 2B). These experiments confirmed that theUAS GAL4technique could be used to efficiently silenceUck2andsanin adult flies and thatE. chaffeensisinfection in flies was dependent on functionalUck2andsangenes.\n\nSilencing. Silencing efficiency of target genes that had ubiquitously expressed hairpin RNA or hairpin RNA expressed specifically in hemocytes or the fat bodya.\n\nPercent (%) knockdown efficiency of target gene in RNAi flies (F1's) compared to wild type and parental lines (UASandGAL4constructs).\n\nRNA was isolated from a pool of 10 12 whole flies or isolated fat bodies. Analysis of transcript level was done using qRT PCR results as described in the 'Materials and methods'.\n\nData presented represent the mean +/  SD of one or 3 independent experiments.\n\nNumbers presented represent the mean +/  SD ofywand parental fly lines 1 and 2 (columns 4 6).\n\nImpact of ubiquitous expression ofUck2(A) orsan(B) hairpin RNA onE. chaffeensisinfection. Ubiquitous knockdown ofUck2orsanwas accomplished usingUASandGAL4constructs as described in 'Materials and methods'. Flies were injected with PBS or cell freeE. chaffeensis(EC). Data presented represent the mean +/  SE of 3 4 independent experiments. Twenty flies were injected per treatment group per experiment. The absence of error bars indicates an error smaller than the size of the marker. Statistical significance of F1 + EC () compared to other EC treated flies is represented by * (P<0.05).\n\nImpact of ubiquitous expression ofUck2(A) orsan(B) hairpin RNA on bacterial clearance. Ubiquitous knockdown ofUck2andsanwas accomplished usingUASandGAL4constructs as described in the 'Materials and methods'. Bacterial load was estimated by qRT PCR for ehrlichial 16S rRNA as described in the 'Materials and methods'. Data presented represent the mean +/  SD of 2 independent experiments. Each point represents 4 5 flies per RNA preparation. The absence of error bars indicates an error smaller than the size of the marker. Statistical significance of F1's() compared to other EC  infected flies is represented by * (P<0.05).\n\nUbiquitous tissue silencing ofUck2andsanimpairedE. chaffeensisinfection in adultD. melanogaster. Therefore, we screened an array of tissues to determine ifUck2orsanexpression were necessary in those tissues for bacterial replication. In vertebrates,E. chaffeensisexhibits a tropism for monocytes and macrophages (Paddock and Childs, 2003). Therefore, we hypothesized thatE. chaffeensisreplicates in hemocytes, the insect equivalent to mammalian macrophages. To test this hypothesis, we silencedUck2andsanin the eyes, wings, hemocytes, fat body, and salivary glands in a tissue specific manner in adult flies. We used eye specific (Gmr GAL4), wing specific (MS1096 GAL4), hemocyte specific (Hml GAL4), fat body specific (YP1 Gal), or salivary gland specific (Fhk GAL4)GAL4fly lines to generate F1 flies. To confirm the tissue specific knockdown of targeted genes, we dissected whole heads and wings from adult flies to assess eye specific and wing specific adult knockdown. We observed an average >=74% reduction in transcript levels ofUck2andsanin whole heads or wings of F1 transgenic flies using eye  or wing specificGAL4constructs (Table 2). In comparison, the average knockdown ofUck2orsanin the whole body minus the respective eyes or wings never averaged >15% knockdown (Table 2). These data confirmed the tissue specific targeting of bothUck2andsangenes.\n\nDetermination of off target silencing in wings, eyes, and bodya,b.\n\nComparison of knockdown efficiency of target genes in F1 RNAi flies in wings compared to whole body (without wings) generated usingMS1096 GAL4flies (Experiment 1), whole heads compared to whole body tissue (abdomen and thorax) generated usingGmr GAL4flies (Experiment 2), or salivary glands from 3rdinstar larvae compared to whole body tissue (without salivary glands) generated usingFhk  GAL4flies (Experiment 2) in comparison to wild type and parental lines (UASandGAL4constructs).\n\nAnalysis of transcript level was done using qRT PCR as described in the 'Materials and methods'. Negative numbers indicate higher transcript levels.\n\nNumbers presented represent the mean +/  SD of one or 3 independent experiments.\n\nNumbers presented represent the mean +/  SD of yw and parental lines 1 and 2 (columns 4 6).\n\nWe used whole adult flies to assess hemocyte specific knockdown using the hemocyte specificGAL4line to expressUck2andsan RNAi transgenes specifically in hemocytes. We found that RNA levels were reduced by an average of 79+/ 6% and 62+/ 4%, respectively, when compared to experimental controls (Table 1). Because theHml Gal4line is highly specific for expression in the hemocytes, we can reasonably assume that the reduction in RNA levels in these whole flies is due to specific knockdown of the transcript in hemocytes and not other tissues (Dietzl et al., 2007). The fat body and salivary glands are difficult to dissect from adult flies. Since the RNAi effect is applicable at all stages of theDrosophilalifespan (Dietzl et al., 2007), we isolated the fat bodies and salivary glands from 3rdinstar larvae to assess the silencing efficiency specifically in the fat body and salivary glands of our RNAi flies. In the dissected fat body from fat body specificUck2andsan RNAi third instar larvae, there was an average of 77+/ 8% and 66+/ 12% reduction in transcript levels, respectively, compared to dissected fat body from 3rdinstar control larvae from wild type or parental flies (Table 1). Similarly, transcript levels in dissected salivary glands from salivary gland specificUck2andsan RNAi 3rdinstar larvae showed that RNA levels were reduced >90% in comparison to dissected salivary glands from control larvae from wild type or parental flies (Table 2). In contrast, there was <29% knockdown ofsanorUck2in RNA samples extracted from non salivary gland tissue isolated from 3rdinstar larvae in comparison to non salivary gland tissue from control larvae from wild type or parental flies (Table 2).\n\nAfter confirming tissue specific RNAi silencing effect ofUck2andsan, control and RNAi flies were experimentally challenged withE. chaffeensis. We observed that eye  (Fig. 3A and 3B), salivary gland  (Fig. 3C and 3D), and wing  (Fig. 3E and 3F) specific knockdown ofUck2andsandid not impact fly survival. These RNAi flies were as susceptible toE. chaffeensisinfection as wild type and parental controls (Fig. 3;P>0.05, log rank tests). In contrast, hemocyte  and fat body specificUck2 (Fig. 4A and 4C)andsan  (Fig. 4B and 4D) RNAi flies survived significantly better (P<0.05, log rank test) than the control flies after infection withEhrlichia(Fig. 4A D). Ninety six hours after infection, >80% of hemocyte specificUck2 RNAi andSan RNAi flies survived in comparison to an average of 50% of wild type and parental control flies. When we assessed F1 RNAi flies for bacteria load, there were no differences in bacteria number in eye specific (Fig. 5A and 5B), salivary gland specific (Fig. 5C and 5D), and wing specific (Fig. 5E and 5F)Uck2andsanF1 RNAi flies compared to control flies (P>0.05,t test). However, F1 RNAi flies with hemocyte specific (Fig. 6A and 6B) or fat body specific (Fig. 6C and 6D) knockdown ofUck2orsanhad significantly fewer bacteria (P<0.05,t test). At the 96 h time point, there were greater than 95% fewer bacteria in hemocyte specific (Fig. 6A and 6B) or fat body specific (Fig. 6C and 6D)Uck2 orsan RNAi flies, respectively, compared to controls.\n\nImpact of eye , salivary gland  or wing specific expression ofUck2orsanhairpin RNA onE. chaffeensisinfection. Eye (A and B), salivary gland (C and D), or wing (E and F)  specific knockdown ofUck2(A, C, and E) orsan(B, D, and F) was accomplished usingUASandGAL4constructs as described in the 'Materials and methods'. Flies were injected with PBS or cell freeE. chaffeensis(EC). Data presented represent the mean +/  SE of 3 4 independent experiments. Twenty flies were injected per treatment group per experiment. The absence of error bars indicates an error smaller than the size of the marker. Statistical significance of F1 + EC () compared to other EC treated flies is represented by * (P<0.05).\n\nImpact of hemocyte or fat body expression ofUck2orsanhairpin RNA onE. chaffeensisinfection. Hemocyte specific (A and B) or fat body (C and D)  specific knockdown ofUck2(A and C) orsan(B and D) was accomplished usingUASandGAL4constructs as described in the 'Materials and methods'. Flies were injected with PBS or cell freeE. chaffeensis(EC). Data presented represent the mean +/  SE of 3 4 independent experiments. Twenty flies were injected per treatment group per experiment. The absence of error bars indicates an error smaller than the size of the marker. Statistical significance of F1 + EC () compared to other EC treated flies is represented by * (P<0.05).\n\nImpact of eye , salivary gland , or wing specific expression ofUck2orsanhairpin RNA on bacterial clearance. Eye (A and B), salivary gland (C and D), or wing (E and F)  specific knockdown ofUck2(A, C, and E) orsan(B, D, and F) was accomplished usingUASandGAL4constructs as described in the 'Materials and methods'. Bacterial load was estimated by qRT PCR for ehrlichial 16S rRNA as described in the 'Materials and methods'. Data presented represent the mean +/  SD of 2 independent experiments. Each point represents 4 5 flies per RNA preparation. The absence of error bars indicates an error smaller than the size of the marker. Statistical significance of F1's() compared to other EC  infected flies is represented by * (P<0.05).\n\nImpact of hemocyte or fat body expression ofUck2orsanhairpin RNA on bacterial clearance. Hemocyte specific (A and B) or fat body (C and D) specific knockdown ofUck2(A and C) orsan(B and D) was accomplished usingUASandGAL4constructs as described in the 'Materials and methods'. Bacterial load was estimated by qRT PCR for ehrlichial 16S rRNA as described in the 'Materials and methods'. Data presented represent the mean +/  SD of 2 independent experiments. Each point represents 4 5 flies per RNA preparation. The absence of error bars indicates an error smaller than the size of the marker. Statistical significance of F1's () compared to other EC infected flies is represented by * (P<0.05).",
    "discussion": "E. chaffeensisis transmitted from ticks to vertebrate hosts when the tick takes a blood meal (Paddock and Childs, 2003). One remaining question is where do the bacteria replicate in the tick? Because the genetic tools in ticks have not been developed to the same extent as they have inDrosophila, we addressed a more general question about where the bacteria replicate in dipteran arthropods. Indeed, this study provides insights aboutE. chaffeensisreplication in arthropods. Our data confirm thatUck2andsanare needed forE. chaffeensisreplication (Von Ohlen et al., 2012) and support the hypothesis that the bacteria replicate in the hemocytes or the fat body in adultD. melanogaster. Infection was poorer in flies that had hemocyte  or fat body specific knockdown ofUck2orsan.We concede that fruit flies and ticks have different life cycles, feeding habits, and environments, and this may not allow extrapolation of the results to the tick system. Nevertheless, this is a valuable study because it identifies sites where the bacteria replicate in a model arthropod system using experimental methods which would not have been possible in the tick system.\n\nWe demonstrated thatE. chaffeensisreplicated whenUck2andsanwere expressed in hemocytes and the fat body, but not when these genes were silenced in those tissues. Silencing ofUck2andsanin the eyes, wings, or the salivary glands of adultD. melanogasterdid not affect infection. Because of the tissue specific knockdown of the genes in these tissues (Dietzl et al., 2007), the data suggest that bacterial replication occurs predominantly in the hemocytes and the fat body. These data are consistent with the vertebrate tropism for macrophages and monocytes (Paddock and Childs, 2003;Sotomayor et al., 2001). Hemocytes are the arthropod host equivalent of macrophages (Lemaitre and Hoffmann, 2007). The fat body is functionally equivalent to mammalian liver (Lemaitre and Hoffmann, 2007). These data are also consistent with the previous observation thatRickettsia rickettsiiinvade hemocytes in ixodid ticks (Socolovschi et al., 2009). Previously, our group found thatE. chaffeensisis capable of replicating in hemocyte like phagocytic S2 cells (Luce Fedrow et al., 2008). S2 cells have hemocyte like properties and express a variety of hemocyte markers such as Hemolectin(Hml)(Charroux and Royet, 2009), Hemese(He)(Lebestky et al., 2000),Drosophilascavenger receptor CI (dSR CI) (Pearson et al., 1995), and croquemort, a member of the CD36 superfamily (Franc et al., 1999). However, because these cells have combined properties of plasmatocytes and crystal cells, we could not conclude that they are hemocytes (Cherbas et al., 2011). We also found thatE. chaffeensislabeled with the pH sensitive dye pHrodo fluoresced red after injection into adult flies, presumably because they were in the low pH environment of the hemocytes (Luce Fedrow et al., 2009). Therefore, these new in vivo data add to the growing evidence thatE. chaffeensisis capable of replicating in the hemocytes of adultD. melanogaster. Furthermore, these data are consistent with the behavior of other intracellular pathogens which are capable of avoiding the phagocytic pathway and replicate withinDrosophilahemocytes. These pathogens includeSalmonella typhimurium(Brandt et al., 2004),Listeria monocytogenes(Mansfield et al., 2003),Mycobacterium marinum(Dionne et al., 2003),Legionella pneumophila(Dorer et al., 2006), andFrancisella tularensis(Vonkavaara et al., 2008).\n\nThe expression ofUck2orsanin the salivary glands of adultD. melanogasterwas not necessary forE. chaffeensisinfection. These findings were intriguing sinceA. phagocytophilum, a bacterium closely related toE. chaffeensis, andE. chaffeensishave been detected in the salivary glands of experimentally infected ticks (Karim et al., 2012;Rikihisa, 2011). In our experiments,Drosophilawere infected by needle injection in the abdomen; not the natural route of infection in a tick. Ticks acquire the infection from a vertebrate host during their blood meal (Paddock and Childs, 2003). Thus, the dissemination ofE. chaffeensisto assorted tissues may vary due to differences in route of infection. Interestingly, in ticks, needle injection does result in bacteria in the salivary glands (Karim et al., 2012). However, it is possible that salivary gland and host physiology may vary among arthropods depending on the life cycle. In nature,Drosophilalive on yeast growing on decaying fruit and food. This could suggest that their salivary glands are better adapted to fight potential pathogenic microorganisms and extrapolation of the data fromDrosophilato ticks needs to be done cautiously.\n\nWe observed 97% fewer bacteria 96 h post infection in fat body specificUck2orsan  F1 RNAi flies compared to wild type and parental controls. Because there is tissue specific knockdown in the fat body, some residual bacterial replication should occur in the hemocytes of the flies. Indeed, this might have been the case. In general, when one looks at the bacteria growth kinetics in tissues that are not affected byUck2orsanknockdown (eyes, wings, salivary glands), bacterial numbers generally increase over time after infection (Fig. 5). In contrast, whenUck2orsangenes were silenced in hemocytes, bacteria failed to grow (Fig. 6A and 6B). However, whenUck2orsangenes were silenced specifically in the fat body, the bacteria growth kinetics showed an initial increase in bacterial numbers for 24 h that paralleled the growth of the bacteria in the parental (non RNAi control) fly lines (Fig. 6A and 6B). Subsequently, the bacterial numbers were reduced (Fig. 6C and 6D). These data suggest that the bacteria were replicating during the early part of the infection in the hemocytes, but because the bacteria were not replicating in the fat body, the activation of the fly immune system was able to respond more effectively againstE. chaffeensisthan when the bacteria replicate in both hemocytes and the fat body. We have previously found that hemocytes in adult flies as well as toll and IMD defense pathways are actively involved in host defense againstE. chaffeensis(Luce Fedrow et al., 2009). Alternatively, the failure of bacteria to thrive even in the presence of functionalUck2andsangenes in hemocytes might be because there is coordination between the hemocytes and the fat body. Several observations indicate that hemocytes can signal to the fat body to regulate the humoral immune response (Agaisse et al., 2003;Brennan et al., 2007;Dijkers and O'Farrell, 2007;Shia et al., 2009). Thus, signaling between the hemocytes and other immunocompetent tissue such as the fat body may play a critical role in coordinating the cellular and humoral immune response to ensure efficient defense of the organism.\n\nOur results suggest that the tissue tropism ofE. chaffeensisfor phagocytic cells arose approximately 600 million years ago, since that is when mammals and dipterans last shared a common ancestor (Gordon and Waterhouse, 2007;Pesole et al., 1991). Ticks and dipterans last shared a common ancestor approximately 500 million years ago (Ullmann et al., 2005). Therefore, one would expect the tropism for hemocytes to be similar in ticks. However, genetic drift could have occurred in the Ecdysozoa, Arthropoda, or later in the Chelicerata (Gordon and Waterhouse, 2007). There is 59.5% identity betweenD. melanogasterandI. scapularis Uck2gene products and 83.6% identity betweenD. melanogasterandI. scapularis sangene products (Lawson et al., 2009). Therefore, it is not clear, whether this tropism will also be seen inA. americanum, the vector ofE. chaffeensis. Additional experiments are needed to confirm this hypothesis.\n\nIn conclusion, we have usedUAS GAL4RNAi system inD. melanogasterto show that functionalUck2andsangenes are required for in vivoE. chaffeensisreplication. Moreover, we have successfully identified intracellular niches whereE. chaffeensisreplicates in dipteran arthopods; the hemocytes and fat body of adultD. melanogaster. We hope that understanding the tissue targets ofE. chaffeensisin arthropods will help in drug design and RNAi therapeutics for HME and other tick  and arthropod borne diseases.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:00:59.641109",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3558598/"
  }
}