{
  "pmcid": "PMC8518694",
  "title": "Cadaverine regulates biotin synthesis to modulate primary root growth in Arabidopsis",
  "authors": [
    "Nicole M Gibbs",
    "ShihHeng Su",
    "Samuel LopezNieves",
    "Stphane Mann",
    "Claude Alban",
    "Hiroshi A Maeda",
    "Patrick H Masson"
  ],
  "year": "2021",
  "journal": "The Plant Journal",
  "doi": "10.1111/tpj.15417",
  "sections": {
    "abstract": "Cadaverine, a polyamine, has been linked to modification of root growth architecture and response to environmental stresses in plants. However, the molecular mechanisms that govern the regulation of root growth by cadaverine are largely unexplored. Here we conducted a forward genetic screen and isolated a mutation,cadaverine hypersensitive 3(cdh3), which resulted in increased rootgrowth sensitivity to cadaverine, but not other polyamines. This mutation affects theBIO3BIO1biotin biosynthesis gene. Exogenous supply of biotin and a pathway intermediate downstream of BIO1, 7,8diaminopelargonic acid, suppressed this cadaverine sensitivity phenotype. Aninvitroenzyme assay showed cadaverine inhibits the BIO3BIO1 activity. Furthermore, cadaverinetreated seedlings displayed reduced biotinylation of Biotin Carboxyl Carrier Protein 1 of the acetylcoenzyme A carboxylase complex involved inde novofatty acid biosynthesis, resulting in decreased accumulation of triacylglycerides. Taken together, these results revealed an unexpected role of cadaverine in the regulation of biotin biosynthesis, which leads to modulation of primary root growth of plants.\n\nKeywords:polyamines, cadaverine, biotin, root architecture,Arabidopsis thaliana",
    "methods": "Seedlings were grown on plates containing 1.5% agar, 0.5x Linsmaier and Skoog (LS) media pH 5.7 with 1.5% sucrose unless otherwise noted. After 48h of stratification, plates were moved to a 22 degreesC growth chamber under long day conditions, 60umolm 2sec 1white light (coolwhite fluorescent bulbs) and the wave assay was carried out as described in Rutherford and Masson (1996). Day lengths were 16h. After 6days of growth, the position of the root tip was marked and seedlings were grown for 4 more days. After 10days, plates were scanned using a document scanner and the growth from Day 6 to 10 was measured using the Neuron J plugin of ImageJ. Root growth was standardized to the control of each mutant line.\n\nTo determine if the response was specific to cadaverine, mutant lines were screened on media supplemented with putrescine (5, 10, and 15mm), spermidine (300, 500, and 700um), and spermine (200, 300, and 400um), and root growth measurements were carried out as described above.\n\nZeiss confocal LSM780 microscope was used to characterize cell size and morphology of cadaverinetreated roots. Eightdayold seedlings were germinated on control media or 200umcadaverinecontaining media. Seedlings were grown as described above. After 8days in the growth chamber, seedlings were stained with 1.0mgml 1propidium iodide for approximately 2sec and then rinsed with water. Roots were imaged using a 561nm laser, 20x objective. Images were analyzed using ImageJ. Meristem was defined from the quiescent center to the first elongated cell in the cortex. The number of cells in the meristem was counted from the quiescent center along files of cortical cells to the first elongated cell (Perilli etal.,2010). The cell length in the mature zone was quantified by measuring cells in the epidermis using ImageJ.\n\nSeedlings were germinated on control media (as above) and grown vertically to reduce waving. Three days after germination, seedlings were transferred to control or 200umcadaverinecontaining media and grown under 60umolm 2sec 1of continuous light. A highresolution raspberry pi camera was used to image seedlings every 8h. Imaging began within 10min after transfer. ImageJ was used to measure tip growth every 8h. Statistical difference in root tip growth between cadaverine and control treatment was tested using a mixed effects model with anFtest for the interaction between time and treatment, corrected with Tukey's adjustment for multiple comparisons in SAS Studio Version 3.8 (Gueorguieva and Krystal,2004).\n\nTo generate an EMS population, approximately 0.19g of Col0 seeds (M0) were treated with 50ml of 0.2% EMS for 15h, then rinsed with water eight times (Weigel and Glazebrook,2002). On the last wash, seeds were soaked in water for an hour. Seeds were then resuspended in 0.1% agar and pipetted on to soil. After EMS application M0 seeds are referred to as M1. M1 plants were selfpollinated and M2 seeds were collected in individual pools for each plant. In total, 1064 M2 lines were screened on plates containing LS media supplemented with 200umcadaverine. Seedlings showing a hypersensitive response, a decrease in root growth compared with the wild type on cadaverine media, were selfpollinated and the M3 lines were rescreened on 200umcadaverine and control media. Root growth of these M3 lines was quantified as described above. Student'sttest was done against Col0 to determine if the mutant line was hypersensitive to cadaverine (FigureS1).\n\nA mapping population ofcdh3was generated by backcrossingcdh3to wildtype Col0. The segregating F2 population was screened on 50umcadaverine plates as described above, omitting sucrose. In total, 162 cadaverine hypersensitive seedlings were pooled and frozen in liquid nitrogen, then homogenized with a 4.5mm steel bead using Mixmill. DNA was extracted using the QIAGEN DNeasy plant mini kit (Qiagen, Hilden, Germany). Nextgeneration sequencing was done using Illumina HiSeq 2000 (UWBiotech Facility) with 100bp, pairedend reads.dnastarsoftware (version 12.3) was used for alignment and variant identification. Reads with a Q value <30 were removed from analysis. Variants present in multiple EMS mutant lines and Col0 were subtracted from thecdh3variant list. The location of the mutation was identified by looking at the percentage single nucleotide polymorphism along the position in the genome (Zuryn etal.,2010).\n\nSeedlings were germinated on LS media with or without 200umcadaverine and 10, 20, 40, 60, 80, or 100nmbiotin. Biotin was prepared as described in Schneider etal. (1989). Seedling root growth was quantified as described above. Student'sttest was done to determine significance against Col0 usingP<0.05 as a cut off.\n\nPrimers containing adapters forAsc1 andPac1 restriction sites were used to amplify Col0 wildtypeBIO3BIO1genomic DNA (At5G57590), from 1233bp upstream from the transcriptional start site to 382bp 3 of the stop codon, yielding a 5706bp product. The PCR reaction was restrictiondigested withAsc1 andPac1 and ligated into pMDC99 (Curtis,2003). The ligated product was transformed intoEscherichia coliDUO competent cells (Lucigen, Middleton, WI, USA) and selected on 50ugml 1kanamycin. Transformation rescue was done on thecdh3mutant using the floral dip method as described (Clough and Bent,1998) using Agrobacteria strain GV3101. T1 seeds were screened on 50ugml 1hygromycin to identify positive transformants.\n\nProtein expression of pETmBIO3BIO1 was carried out as described previously (Cobessi etal.,2012). The plasmid was introduced into Rosetta2E.colicompetent cells (Novagen, Madison, WI, USA) and cultured overnight at 37 degreesC, 200 r.p.m. in 10ml LB medium containing 50ugml 1kanamycin. After overnight growth the culture was transferred into 500ml LB with appropriate antibiotic and supplemented with 10umpyridoxine and 15umthiamin (Cobessi etal.,2012). The culture was incubated at 37 degreesC until the OD600reached 0.3. At this point, 0.4mmisopropylthiobetadgalactoside was added, and the culture was grown for 16h at 18 degreesC, shaking at 200rpm. Cells were then harvested by centrifuged at 4 degreesC for 20min at 4000g. Pellet was resuspend in lysis buffer with additional 1x protease inhibitor cocktail (Roche, Basel, Switzerland) and 500umPLP. Cell lysate was centrifuged at 10000gfor 30min at 4 degreesC. Supernatant was collected and subjected to QIAexpress NiNTA column purification (Qiagen). Eluted protein was desalted using Amicon Ultra centrifugal filter units, Ultra15 MWCO 50kDa (Millipore Sigma, Burlington, MA, USA). Protein was stored and diluted in 100mmHEPPS pH 8.6.\n\nThe assay was modified from the method developed by Cobessi etal. (2012). Reaction buffer contained the following: 100mmHEPPS pH 8.6, 1mmDTT, 100mmNaCl, 5mmMgCl2, 3mmAdoMet, 10mmNaHCO3, and 0.3mmATP. Each reaction included various concentrations of racemic hydrochlorideKAPA (synthesized according to the procedure described by Nudelman etal. (2004) as substrate (0 or 20um), along with 0 or 50umcadaverine dihydrochloride. The BIO3BIO1 enzyme at a final concentration of 6.9umwas added to start the reactions. Reactions were run at 25 degreesC for 8min. At the end of each reaction, the enzyme was inactivated by addition of 20% acetic acid. Inactivated enzyme was removed from the reaction using a 10kDa column (Pall NanoSep). DTB was detected using FluoReporter Biotin Quantitation Assay Kit (F30751; Thermo Fisher, Waltham, MA, USA). Twentyfive microliters of reaction product was mixed with 25ul 2x Biotective Green Reagent and incubated for 5min in the dark before detection using a Tecan Infinite M1000 Pro microplate reader with 495nm (10nm bandwidth) excitation and 530nm (10nm bandwidth) emission. A standard curve of DTB was generated from 0 to 80pmol and used to determine the amount of DTB per sample.\n\nSeedlings were germinated on control media and transferred to plates containing control or 200umcadaverine media for 24, 48, or 72h before collecting tissue at 8days after germination. An additional subset of seedlings was germinated directly on control or 200umcadaverine media. To harvest, seedlings were flash frozen in liquid nitrogen and homogenized using a 4.5mm steel bead and a Mixmill.\n\nRNA extraction was done using TRIzol reagent and Directzol RNA MiniPrep Kit, with a chloroform phase separation, according to manufacturer's specifications (ZymoResearch, Irvine, CA, USA). cDNA synthesis was done using SuperScript III. qRTPCR was done using Bullseye EvaGreen qPCR Mastermix (MidSci) and run on a LightCycler 480 II Instrument (Roche). Gene expression was calculated by the delta deltaCtmethod and standardized to the PP2A (At1G59830) reference gene (Czechowski etal.,2005; Ramakers etal.,2003). Foldchange of expression for all samples was then set relative to a control sample. Statistical significance was identified by ANOVA with Tukey's HSD correction (SAS version 9.3).\n\nSeedling growth is as described above, with seedlings germinated on 1.5% agar, 0.5x LS media pH 5.7 with 1.5% sucrose with or without or 200umcadaverine. Tissue was frozen using dry ice after 8days of growth. Frozen samples were homogenized using MixMill. Protein was extracted in the equivalent of 1ml of protein extraction buffer (20mmMOPS [pH 7.5], 5mmMgCl2, 5mmKCl, 50mmSucrose [Roche inhibitor cocktail tablet], 1mmDTT, 7% glycerol [adapted from (Li etal.,2012]) per 250mg of tissue. The homogenate was gently mixed at 4 degreesC for 30min, then centrifuged at 4 degreesC for 30min, 18000gto pellet the debris. Total protein was quantified and standardized for each gel using the Roche BCA assay. Approximately 150ug of protein was loaded on to a 12% TrisBis NuPAGE gel (Invitrogen, Waltham, MA, USA) and run using the Invitrogen Xcell SureLock MiniCell Electrophoresis System. After electroblotting, the ImmunobilonFL PVDF membrane was blocked for 1h at 4 degreesC with a 5% milk/TBS solution (25mmTrisHCl, 140mmNaCl, 3.0mmKCl). AntiRPT4A, a proteasome subunitspecific antibody generated in rabbit, was used as a loading control at 1:4000 dilution. BIO3BIO1 antibody was generated against guinea pig by Claude Alban and used at 1:25000 (Cobessi etal.,2012). BCCP1 and MCCA antibodies were generated against rabbit by Basil Nikolau and obtained from the Plant Antibody Facility (PAF, Ohio State) (Che,2003; Li etal.,2011). MCCA and BCCP1 antibodies were used at a concentration of 1:10000. LiCor CW800, secondary antibodies were used according to manufacturer's instructions at 1:10000 dilution. Membranes were scanned using LICOR Odyssey. Image studio software version 5.2.5 and Adobe Photoshop was used to quantify band intensity.\n\nBiotincontaining proteins were quantified following protocol from Li etal. (2012). RPT4A loading control was used as described above. Membranes were blocked in TBST with 1% Tween20 before treating with streptavidin. Streptavadin CW800 was used to detect biotinylated proteins at a concentration of 0.5ugml 1in 1% milk TBST.\n\nCol0 wildtype seedlings were grown on LS media as described above. After 5days in the growth chamber, seedlings were transferred to plates containing control or 200umcadaverine media, and allowed to grow for an additional 72h. Fresh tissue was submerged immediately in 75 degreesC isopropanol with 0.01% butylated hydroxytoluene. Lipid extraction procedure was done according to Devaiah etal. (2006). Samples were dried under nitrogen gas and shipped to Kansas State Lipidomics Research Center for analysis (Vu etal.,2014). Lipids were standardized to dry weight for each sample. Total acyl lipids, DAG and TAG were analyzed on a Waters Xevo TQS mass spectrometer (Waters, Milford, MA, USA). Samples contained 200 seedlings per biological replica, with a total of five biological repeats.",
    "results": "To identify molecular candidates in cadaverine response in plants, we carried out a forward genetic screen using a population of ethyl methanesulfonate (EMS)mutagenizedA. thalianaplants in the Columbia0 (Col0) background. We screened M2 seedlings for altered root growth on media containing 200umcadaverine. One of the cadaverinehypersensitive mutants identified in this screen, namedcadaverine hypersensitive 3(cdh3), showed a significant inhibition of primary root growth on cadaverinecontaining media relative to wild type (Figure1aand FigureS1). This mutant is the main subject of investigation in this manuscript.\n\ncdh3is hypersensitive to cadaverine (Cad).\n\n(a) 10dayold Columbia0 (Col0) andcdh3seedlings germinated on vertical plates containing 200umcadaverine or control media.\n\n(b) Dose response of seedlings germinated on cadaverine media. Root growth between day 6 and 10 is quantified. Root growth on control media (average+/ standard error): Col 2.29+/ 0.045cm;cdh31.94+/ 0.096cm. Whiskers represent minimum to maximum values.\n\n(c) Seedlings were germinated on 200umcadaverine or control media and treated with propidium iodide to stain the cell walls. Stained roots were then analyzed using confocal microscopy. Five seedlings were analyzed per treatment group. White stars indicate the quiescent center. White arrowheads indicate the end of the root meristem.\n\n(d) Length of the meristem was quantified by identifying cells in the cortex whose length is greater than the width, and measuring the distance from the distal wall this cell to the distal wall of the quiescent center. Bars represent standard error, with dots showing data points.\n\n(e) Numbers of cells in the meristems were counted from the quiescent center to the end of the meristem along the cortex. Bars represent standard error, with dots showing data points.\n\n(f) Root tip growth following transfer of 5dayold seedlings from control to split agar plates containing either control media, or media supplemented with 200umcadaverine. Root tip growth was recorded using a highresolution camera for 96h and quantified using ImageJ. Data points represent the three seedlings per treatment. Bars indicate standard error. *P<0.05, **P<0.01, ***P<0.001 analyzed by a mixedeffects model with anFtest for the interaction between time and treatment with Tukey's adjustment for multiple comparisons.\n\n(g)cdh3and wildtype root growths were measured from day 6 to 10 on control or media supplemented with the indicated concentrations of putrescine, spermidine, and spermine. Root growths were standardized to growth on control media for each genotype. Whiskers show minimum to maximum values. ANOVA with Tukey's HSD correction was used to determine significance.\n\nTo characterizecdh3further, we first plated wildtype andcdh3mutant seeds on media containing cadaverine, ranging from 2umto 2mm, and quantified primary root growth under these conditions. The results demonstrated a strong inhibitory effect of cadaverine at concentrations as low as 2umforcdh3, whereas a significant effect of cadaverine on wildtype root growth was observed only at concentrations of 20umand higher (Figure1b). At 20umcdh3primary roots were 58.4% shorter than wild type. On control media lacking cadaverine,cdh3seedlings showed only a minor decrease in primary root growth compared with wild type (Figure1a).\n\nIn previous work involving wildtype Lerseedlings, Strohmetal. showed that exogenous cadaverine inhibits primary root growth mostly by affecting cell elongation (Strohm etal.,2015). They also demonstrated the existence of substantial natural variation between Arabidopsis accessions in their primary root growth responses to exogenous cadaverine (Strohm etal.,2015). Therefore, we tested the effects of exogenous cadaverine on wildtype Col0, analyzing cell elongation and apical root meristem size. Eightdayold seedlings were grown on 200umcadaverine or control media, and roots were treated with propidium iodide, a cellwall stain (Strohm etal.,2015), to determine cell sizes and zone boundaries in the root tip. The decrease in primary root growth was found to be mostly associated with alterations in cell size within the elongation zone (FigureS2), whereas the number of cells in the root apical meristem was not substantially affected in the wild type (Figure1c e). However,cdh3showed a significantly smaller root meristem upon cadaverine treatment, whilecdh3grown on control media showed an equal number of cells compared with wild type. In addition to decreased cell division and cell expansion incdh3, propidium iodide permeated a number of cells within the elongation zone, suggesting cell death (Figure1c).\n\nWe next wanted to determine the time at which cell elongation is modified following cadaverine treatment by measuring changes in tip growth over time. Fivedayold seedlings were transferred on to split agar plates containing control or 200umcadaverine media and imaged for 4days using a highresolution camera. Wildtype roots began to show a significant decrease in tip growth after 96h of cadaverine treatment.cdh3, on the other hand, showed a decrease in root tip growth already 40h after onset of cadaverine treatment (Figure1f). Therefore, thecdh3mutation substantially increases the speed of roottip response to exogenous cadaverine.\n\nBecause argininederived polyamines, such as putrescine and putrescinederived spermidine and spermine, were previously shown to also affect primary root growth in young Arabidopsis seedlings, we tested ability ofcdh3to respond to these polyamines as well (Liu etal.,2014; Strohm etal.,2015). The results demonstrated thatcdh3and wild type show similar rootgrowth response to putrescine and spermine, withcdh3showing only a mild resistance to 500umspermidine (Figure1g). Hence, thecdh3mutation increases rootgrowth sensitivity to cadaverine, and it has little to no effect on root responses to putrescine and putrescinederived polyamines.\n\nTaken together, our data indicate thatcdh3alters a mechanism involved in the control of primary root growth in response to cadaverine, a process that targets the regulation of anisotropic cell expansion occurring in the main elongation zone as well as the meristem.\n\nTo evaluate the genetic makeup ofcdh3, we backcrossed it to Col0, and selfpollinated the corresponding F1. Segregating F2 progeny were investigated for rootgrowth sensitivity to cadaverine. Results showed 22.6% seedlings (12 of 53) exhibiting hypersensitive cadaverine response, consistent with a single, recessive mutation (chisquared value of 0.1179;P0.3). To cloneCDH3, we generated a pool of 162 cadaverinehypersensitivecdh3F2 seedlings from this segregating population, extracted DNA from this pool, and subjected it to whole genome nextgeneration sequencing. The candidate mutation was mapped to a 4.6Mb region of chromosome 5, using the approach described in Schneeberger etal. (2009). Within this region, a nonsynonymous mutation was found within theBIO3BIO1gene (At5G57590), which encodes a bifunctional enzyme involved in biotin synthesis (Cobessi etal.,2012). This mutation resulted in an A662T amino acid change within the BIO1 catalytic pocket of the protein (Figure2a,b), which functions as an aminotransferase that catalyzes the conversion of KAPA into DAPA within the pathway. The A662 amino acid is located in close proximity to the pyridoxal phosphate (PLP)cofactor binding site, potentially affecting enzymatic activity (Figure2c).\n\ncdh3contains a mutation inBIO3BIO1.\n\n(a) Nextgeneration sequencing revealed a peak on chromosome 5 with a high proportion of single nucleotide polymorphisms (SNPs) compared with the reference sequence. Tableshows mutations within the 4.6Mb peak region containing nonsynonymous SNPs in proteincoding genes.\n\n(b) Gene structure forBIO3BIO1is shown indicating the position of the SNP incdh3.\n\n(c) 3D structure of the catalytic site of BIO1, deduced from the crystal structure resolved in Cobessi etal. (2012). This structure, imaged withpymolsoftware, shows the substrate (7keto8aminoperlargonic acid [KAPA], in pink) and the cofactor (pyridoxal phosphate [PLP], in blue) bound to L666. Position of Ala662, which is converted into a threonine incdh3, is indicated in yellow.\n\n(d) Quantification of standardized root growth on control and 200umcadaverinecontaining media from day 6 to 10 of wildtype,cdh3, orcdh3transformation rescue lines (cdh3[BIO3BIO1pro:BIO3BIO1]) with the wild typeBIO3BIO1transgene under the control of its native promoter.BIO3BIO1rescue lines are at the T3 generation. Root growth on control media (average+/ standard error): Columbia0 (Col0) 2.54cm+/ 0.045;cdh32.05cm+/ 0.073cm;cdh3[BIO3BIO1pro:BIO3BIO1 12.73cm+/ 0.075;cdh3[BIO3BIO1pro:BIO3BIO1 22.37cm+/ 0.104cm;cdh3[BIO3BIO1pro:BIO3BIO1 32.36cm+/ 0.063cm;cdh3[BIO3BIO1pro:BIO3BIO1 42.53cm+/ 0.073cm. Whiskers represent minimum to maximum.\n\n(e) Quantitative reverse transcription polymerase chain reaction analysis ofBIO3BIO1in 8dayold wildtype,cdh3, andcdh3[BIO3BIO1pro:BIO3BIO1]seedlings grown on control media. Bars represent standard error, with dots showing biological replicates. (d,e) Significant differences between groups detected using ANOVA with Tukey's HSD correction (P<0.05), are indicated with distinct letters.\n\nTo confirm the association of the cadaverinehypersensitive phenotype ofcdh3with the A662T mutation inBIO3BIO1, we transformed a wildtypeBIO3BIO1transgene under the control of its native promoter intocdh3. Four independent, homozygous transgenic lines (cdh3[BIO3BIO1pro::BIO3BIO1]) were recovered and screened on cadaverinecontaining media. Results shown in Figure2ddemonstrated rescue of the cadaverinehypersensitive phenotype ofcdh3by the wildtypeBIO3BIO1pro::BIO3BIO1transgene in all four independent lines. Furthermore, the transgene also rescued the decreased rootgrowth phenotype displayed bycdh3on control media, suggesting the corresponding A662T mutation inBIO3BIO1was also responsible forcdh3rootgrowth restriction on control media (Figure1a).\n\nWhile performing these transformation rescue experiments, we also noted that three of the four transformation rescue lines (lines 1, 3, and 4) displayed increased rootgrowth resistance to cadaverine, a phenotype that is opposite to the hypersensitive response displayed bycdh3. To determine if the transformation rescue lines displayed increased transgene expression level,BIO3BIO1expression was quantified using reverse transcription (RT)quantitative polymerase chain reaction (qPCR) on 8dayold seedlings grown on control media. While no significant expression alterations were found betweencdh3and wildtype seedlings, transformation rescue lines displayed 4.5 14.8fold increases inBIO3BIO1expression relative to wild type (Figure2e). The level of rootgrowth insensitivity to cadaverine correlated with increased expression in resistant transformation rescue lines (R2=0.68). Taken together, these results suggest dosage ofBIO3BIO1affects the rootgrowth response to cadaverine.\n\nInitial studies with the embryolethalbio11mutant showed that knockout of biotin synthesis in plants can be rescued by application of exogenous biotin (Schneider etal.,1989). To determine ifcdh3's hypersensitive rootgrowth response to cadaverine is the result of decreased biotin, we supplemented 200umcadaverinecontaining media with biotin at concentrations ranging from 10 to 100nm(Schneider etal.,1989). The cadaverinehypersensitive phenotype displayed bycdh3roots was rescued in a dosedependent manner to near wildtype root growth by addition of biotin (Figure3a). In addition, the inhibitory effect of cadaverine on wildtype root growth was also suppressed by addition of 80nmbiotin to the medium (Figure3a). These data are compatible with cadaverine targeting the biotin pathway or modulating biotin availability or function. Alternatively, cadaverine and biotin could function through parallel pathways to modify primary root growth.\n\nBiotin suppresses wildtype primary root growth response to cadaverine (Cad) and rescues the hypersensitive root growth response ofcdh3.\n\n(a) Standardized root growth of wildtype andcdh3mutant seedlings on 200umcadaverinecontaining media in the presence of 0 100nmbiotin. ***P<0.001 using Student'sttest. Root growth on control media (average+/ standard error): Columbia0 (Col0) 3.505+/ 0.0925cm;cdh32.605+/ 0.326cm. Whiskers show minimum to maximum values.\n\n(b) Wildtype andcdh3mutant root growth from day 6 to 10 on media with or without 200umcadaverine, in the presence of 1umbiotin, 7keto8aminoperlargonic acid (KAPA) or 7,8diaminopelargonic acid (DAPA). A simplified biotin synthesis pathway is shown on the right of this graph. Root growth on control media (average+/ standard error): Col0 3.452+/ 0.582cm;cdh32.985+/ 0.115cm. Minimum to maximum values are represented by whiskers.\n\n(c) Root growth ofoct1mutants on media without or with 200umcadaverine and 1umbiotin.oct11is in the WS accession background, andoct12is in the Col0 background. Root growth on control media (average+/ standard error): WS 1.663+/ 0.0322cm;oct111.569+/ 0.066cm; Col0 1.523+/ 0.174cm;oct121.44+/ 0.033cm. Whiskers show minimum to maximum values.\n\n(d) Standardized root growth of wildtype Col0 andpao41 and pao42mutant seedlings on media with or without 200umcadaverine, in the presence or absence of 1umbiotin. Root growth on control media (average+/ standard error): Col 1.938+/ 0.457cm;pao412.230+/ 0.046cm;pao422.361+/ 0.043cm. (b d) Significance was determined using ANOVA with Tukey's HSD correction. Different letters indicate statistically different groups (P< 0.05). Whiskers show minimum to maximum values.\n\nTo identify a step in the biotin synthesis pathway that may be potentially affected by cadaverine, we tested intermediate compounds of the biotin biosynthesis pathway for their abilities to suppress rootgrowth response to cadaverine. Figure3bshows that addition of 1umDAPA, the product of BIO1 activity, resulted in complete suppression of cadaverine's effects on root growth, whereas addition of 1umKAPA, the BIO1 substrate, did not. These results suggest that BIO2, BIO3, and BIO4 functions are not impaired by cadaverine. Rather, BIO1 enzymatic activity, channeling of DAPA to the BIO3 active site, or KAPA's availability or transport, is/are inhibited by cadaverine.\n\nAs rootgrowth response to cadaverine can be alleviated by biotin supplementation in bothcdh3and wildtype seedlings, we tested if we could identify cadaverinehypersensitive lines that cannot be rescued by biotin, thereby identifying downstream regulators in the cadaverineresponse pathway.ORGANIC CATION TRANSPORTER 1mutant,oct11, andPOLYAMINE OXIDASE 4mutant,pao41, have been shown to be hypersensitive to cadaverine (Liu etal.,2014; Strohm etal.,2015).oct1andpao4mutants were tested for chemical rescue on biotin and cadaverinecontaining media. As shown in Figure3c,doct1andpao4mutant roots no longer displayed cadaverine hypersensitivity in the presence of biotin. Hence, biotin appears to function downstream of, or parallel to,OCT1andPAO4in the cadaverineresponse pathway.\n\nAs the results of the chemical rescue experiment suggest that cadaverine may target DAPA synthase, we expressed wildtype BIO3BIO1 recombinant proteininvitroto test whether its enzymatic activity was fully functional upon cadaverine treatment. Previousinvitrostudies by Cobessietal., have shown that the product of the BIO1 reaction, DAPA, is channeled from the BIO1 active site to the BIO3 active site, and thus not released into the solution. Therefore, we chose to detect the product of BIO3, DTB using a FRETbased competition assay, in which DTB will displace the lower affinity 4hydroxyazobenzene2carboxylic acid quencher from fluorescently tagged avidin (Batchelor etal.,2007). We set upinvitroreactions in the presence or absence of cadaverine to determine whether cadaverine alters the enzyme activity. The result shown in Figure4aindicates less formation of DTB in reactions containing cadaverine compared with control. The data suggest that cadaverine affects the flow of molecules through the biotin synthesis pathway at the level of DAPA or DTB synthesis, leading to decreased biotin synthesis and altered root growth. Attempts to express thecdh3mutant proteininvitrowere unsucessful, suggesting the A662T mutation may affect BIO3BIO1 protein stability.\n\nCadaverine (Cad) inhibits BIO3BIO1 enzymatic activity.\n\n(a) BIO3BIO1 enzyme was expressed inEscherichia coliand affinitypurified.In vitroenzymatic assays contained 50umcadaverine and 20umKAPA. A negative control assay was carried out with 0umKAPA with or without 50umcadaverine, to control for background fluorescence (see Experimental procedures). Reactions were run for 8min before heattreating to stop the reaction. *P<0.05 based on Student'sttest. Bars represent standard error, with individual data points showing biological replicates. DTB, dethiobiotin.\n\n(b)BIO3BIO1expression is unaltered by cadaverine treatment.BIO3BIO1expression was quantified using quantitative reverse transcription polymerase chain reaction on cDNA prepared from RNA extracted from 8dayold seedlings germinated on 200umcadaverine or control media, or transferred to cadaverine for 24, 48, or 72h. Expression is standardized toPP2Areference gene. No statistically significant differences were observed using ANOVA. Bars represent standard error with values of individual biological replicates shown as symbols according to genotype and treatment indicated in the key.\n\n(c) BIO3BIO1 protein expression was quantified using a westernblot approach. 8dayold seedlings were grown on cadaverinecontaining media for 72h. Proteins were extracted from whole seedlings and run on a sodium dodecyl sulfate polyacrylamide gel electrophoresis gel. Following electrotransfer, the PVDF membrane was exposed to a BIO3BIO1specific antibody to determine protein level. An antibody directed against a proteasomal protein, RPT4A was also used as a loading control. Blot shown here is representative of three biological replicates that gave similar results. In each blot, band intensities were quantified and standardized to RPT4A for each lane. Results of these quantifications are plotted in the graph shown to the right of the blot, with the value of each biological replicate shown as a symbol indicated in the key. Bars indicate standard error. **P<0.01 using Student'sttest against Columbia0 (Col0) on control condition.\n\nTo determine if cadaverine also affects the regulation ofBIO3BIO1expression, we next quantified the levels ofBIO3BIO1transcripts in control and cadaverinetreated wildtype andcdh3seedlings. RNA was extracted from whole seedlings germinated on cadaverinecontaining media, or treated with cadaverine for 24, 48, or 72h, along with controls grown on cadaverinefree medium. No significant differences were identified between cadaverinetreated and control samples, or betweencdh3and wildtype seedlings (Figure4b). In addition, cadaverine did not influence the expression of other biotin synthesis genes,BIO4(At5G04620) andBIO2(At2G43360) (FigureS3). This result contrasts with an earlier report that showed increasedBIO2expression upon biotin depletion (Patton etal.,1996). Together, these data suggest that cadaverineinduced inhibition of biotin synthesis under our conditions is not sufficiently severe to result in increasedBIO2expression.\n\nTo investigate a potential effect of cadaverine on BIO3BIO1 protein abundance, wildtype,cdh3, andcdh3[BIO3BIO1pro::BIO3BIO1] rescue line #2 were germinated and grown on either control or cadaverinecontaining media for 8days. Proteins were extracted from dissected root and shoot tissues, separated by sodium dodecyl sulfate polyacrylamide gel electrophoresis, and subjected to Western blot analysis, probing with a BIO3BIO1specific antibody (Cobessi etal.,2012). Thecdh3[BIO3BIO1pro::BIO3BIO1] rescue line expressed increased amounts of BIO3BIO1 protein relative to wild type, irrespective of cadaverine treatment (Figure4c), consistent with its increasedBIO3BIO1transcripts (Figure2e). Minimal differences in relative BIO3BIO1 protein abundance were observed between cadaverinetreated and control samples for all genotypes and tissues tested (Figure4c), suggesting that cadaverine has limited impacts on overall expression of the BIO3BIO1 protein in Arabidopsis.\n\nConsidering that cadaverine inhibits biotin synthesis, we hypothesized that treating Arabidopsis seedlings with cadaverine should result in decreased biotinylation of target proteins in plant tissues. Previous studies have shown that probing Western blot membranes with a streptavidin probe allows the detection of a minimum of three biotinylated plant proteins, including MCCA, involved in amino acid metabolism, and the biotin carboxyl carrier protein 1 and 2 subunits (BCCP1 and BCCP2) of chloroplastic, heterodimeric ACCase, involved in fatty acid metabolism (Aubert etal.,1996; Che,2003; Li etal.,2012). BCCP2 is primarily expressed in flowers and developing seeds, but scarcely detectable in seedling tissues (Thelen etal.,2001). We used a similar Western blot analysis to determine whether cadaverine treatment is sufficient to induce differences in MCAA and/or BCCP proteins biotinylation in dissected root and/or shoot tissues.\n\nWildtype,cdh3, andcdh3[BIO3BIO1pro::BIO3BIO1] #2rescue seedlings were germinated and grown on control or cadaverinecontaining media for 8days. Roots and shoots were then dissected. Proteins extracted from these samples were subjected to Western blot analysis using a streptavidin probe. The amounts of biotinylated MCCA protein showed little change upon cadaverine treatment in the root (Figure5a,c) or shoot (Figure5b,d). On the other hand, a decrease in biotinylated BCCP1 protein was observed in both roots (Figure5a,e) and shoots (Figure5b,f), with a larger magnitude of decrease occurring in the roots.\n\nLevels of biotinylated proteins are altered following cadaverine (Cad) treatment.\n\n(a,b) Seed were germinated on control or cadaverinecontaining media. Following 8days of treatment, roots (a) and shoots (b) were dissected and protein was extracted. 150ug of protein were loaded on to sodium dodecyl sulfate polyacrylamide gel and electrophoresed. After electrotransfer on to a PVDF membrane, biotinylated proteins were detected with Licor IRDye CW800labeled streptavidin or antibiotin carboxyl carrier protein (antiBCCP) 1 and 3methylcrotonylCoA carboxylase (MCCA) antibodies. In all cases, antiRPT4A antibodies were used to control for loading differences between samples. Blots shown in (a,b) are representative of three biological replicates showing similar results. Quantifications of band intensities from these blots are summarized in (c f) for all three biological replicates.\n\n(c f) Protein amount and biotinylation were quantified based on band intensity, standardized to the RPT4A signals, and then standardized again to Columbia0 (Col0). Expression results shown in the graphs represent three biological replicates, with a circle or square indicating the value of each control or cadaverine replicate, respectively. Bars indicate standard error. *Student'sttestP<0.05. **P<0.01, compared with Col0 control treatment. (c) MCCA total protein and MCCA biotinylation in roots. (d) MCCA total protein and biotinylation in shoots. (e) BCCP1 total protein and BCCP1 biotinylation in roots. (f) BCCP1 total protein and BCCP1 biotinylation in shoots.\n\nCadaverineinduced changes in biotinylated protein abundance could be due to decreased levels of target protein biotinylation, and/or relate to changes in abundance of the corresponding proteins. To investigate these possibilities, we used MCCA and BCCP1specific antibodies to analyze the abundance of these proteins in control and cadaverinetreated seedlings. Results shown in Figure5cdemonstrated increased MCCA levels in the root upon cadaverine treatment only incdh3, while no significant changes were observed in the shoot (Figure5d). BCCP1 protein abundance in cadaverinetreated samples relative to controls, showed no significant changes in the root or shoot (Figure5e,f).\n\nqRTPCR analysis ofMCCAandBCCP1expression showed no significant transcriptional alteration incdh3and Col0 upon cadaverine treatment, whether applied since germination, or for 24, 48, or 72h (FigureS4). Taken together, our data are consistent with cadaverine treatment leading to decreased biotin synthesis, thereby resulting in decreased biotinylation in BCCP1 protein in both shoots and roots. They are also consistent with decreased biotinylation levels of MCCA protein incdh3mutant roots, as increased MCCA apoprotein abundance is not accompanied by increased levels of biotinylated MCCA (Figure5c).\n\nIn summary, cadaverine treatment significantly affects the amount of biotinylated BCCP1 protein in both shoots and roots.\n\nACCase requires biotinylation of the BCCP1 subunit to generate malonylCoA from acetylCoA at the first step of fatty acid biosynthesis. The cadaverineinduced reduction in biotinylated BCCP1 protein in plant tissues is expected to decrease fatty acid production. To test this hypothesis, we determined the impact of cadaverine treatment on the lipid profile of Arabidopsis seedlings. Wildtype Col0 seeds were germinated and grown on control media for 5days, then transferred to either control media or media containing 200umcadaverine, and allowed to grow for 72 more hours, a time previously determined to be sufficient to allow primary root growth inhibition by cadaverine (Figure1). At that time, lipids were extracted from these samples, and subjected to lipidomics analyses by tandem mass spectrometry (Shiva etal.,2013). Total polar lipids as well as diacylglycerol (DAG) and triacylglycerol (TAG) lipids, were analyzed with five biological replicates.\n\nThe results showed that total TAG decreased in abundance upon cadaverine treatment, with six of 31 TAG species showing significant decreases (Figure6), all of which were TAGs having 18:3 acyls. On the other hand, TAGs containing shortchain fatty acids, 16:0 and 16:1, had little changes with the treatment (Figure6). The reduced TAG synthesis along with the higher percentage of shortchain fatty acid compositions in TAGs were also previously observed in Arabidopsis plants with limited biotin availability (Pommerrenig etal.,2012). Therefore, these results are consistent with the negative effect of cadaverine on biotin availability and TAG production.\n\nTriacylglycerol content following 72h of cadaverine (Cad) treatment.\n\nColumbia0 seedlings were germinated on control media and transferred to either control or 200umcadaverinecontaining media after 5days. 72h posttreatment, whole seedlings were harvested and used for lipid extraction and analysis using tandem mass spectrometry. The average of five biological replicates are shown containing approximately 200 seedlings per replicate, with dots representing each replicate. Bars indicate standard error. Student'sttest was done to determine significance between cadaverine treatment and control. *P<0.05. **P<0.01.\n\nWe observed similar levels of total polar lipid species between cadaverinetreated and control seedlings, with slight decreases observed in total PA and phosphatidylinositol (PI), and an increase in phosphatidylcholine (PC) (TableS1). Although total DAG levels were not altered by cadaverine treatment, specific DAGs changed in abundance in response to cadaverine, including increases in DAG 16:0/16:1, DAG 18:0/16:2 and DAG 18:3/dnOPDA, and decreases in DAG 18:3/18:3 content (TableS1). In addition, we have also seen modification of phospholipids, albeit below the significance threshold, with PI and PA decreasing with cadaverine treatment.",
    "discussion": "We have shown that cadaverine functions to inhibit primary root growth by modulating biotin synthesis through inhibition of the BIO3BIO1 enzyme. Cadaverine response can be chemically rescued with biotin, DAPA, but not KAPA. While KAPA could potentially be excluded from transport into seedlings, the results of ourinvitroreaction show cadaverine to inhibit BIO3BIO1 activity. Furthermore, cadaverine did not alter the expression of BIO3BIO1 at the protein level in wildtype orcdh3,and overexpression ofBIO3BIO1from ourcdh3rescue line resulted in increased BIO3BIO1 protein and resistance to cadaverine, in agreement with an effect on BIO3BIO1 enzymatic function.\n\nAnalysis of theBIO3BIO1mutant,cdh3, reported here shows biotin deficiency results in decreased primary root growth, which is similar to the phenotype observed in the hypomorphic mutation inBIO4(Li etal.,2012). Furthermore, analysis ofcdh3root growth on cadaverinecontaining media also shows evidence of cell death in the elongation zone upon staining with propidium iodide (Figure1c). Evidence of cell death was also reported in shoots of a hypomorphic mutant ofBIO4(Li etal.,2012), indicating that decreases in biotin cause cell death in both roots and shoots. The localization of cell death to the elongation zone of cadaverinetreatedcdh3may reflect an increased requirement for biotin in tissues that undergo rapid cell growth and expansion. Alternatively, deficiencies in fatty acid synthesis have been shown to result in an accumulation of reactive oxygen species in the mitochondria, along with cell death (Wu etal.,2015). The similar phenotypes observed in cadaverinetreatedcdh3mutant seedlings (this study) and biotindeficient mutants (Li etal.,2012; Wu etal.,2015) thus suggest that a deficiency in biotin synthesis may underlie the developmental impact of cadaverine.\n\nInhibition of biotin synthesis has long been a target for herbicides and antibiotics. While numerous compounds have been identified to inhibit biotin biosynthesis, to date only one natural product, amiclenomycin, had been identified to inhibit DAPA synthase in bacteria, through formation of a covalent adduct with PLP (Sandmark etal.,2002). Our results indicate cadaverine is a natural DAPA synthase inhibitor in Arabidopsis. Cadaverine may function to inhibit BIO3BIO1 through formation of a Schiff base with PLP, as observed with amiclenomycin, or through direct interaction with the binding site. BIO3BIO1 inhibition by cadaverine cannot be mimicked by treatments with putrescine and/or putrescinederived polyamines. The different inhibitory activities displayed by distinct polyamines may be determined by charge distribution of the amine groups or subcellular compartmentalization. Given the proximity of A662 to PLP, the hypersensitive response ofcdh3mutant to cadaverine could be explained by an altered conformation of the mutant protein resulting in decreased reaction efficiency. However, multiple attempts at producing recombinantcdh3mutant enzyme failed, preventing us from directly testing this hypothesis. Future work will be aimed at characterizing cadaverine's inhibitory effect on DAPA synthase activity in plants.\n\nAs we have shown exogenous biotin rescues the cadaverine response phenotype, the effect of cadaverine treatment on primary root growth is in part associated with induced alterations in lipid composition, including decreased TAG content, and/or signaling phospholipids. Analysis ofSUC5,required for biotin transport into the developing embryo from the maternal plant, shows thesuc5andbio1orbio2double mutants rescued with exogenous biotin have an increased proportion of short chain fatty acids (16:0 and 16:1), in accordance with our observation of cadaverine treatment (Figure6; TableS1) (Pommerrenig etal.,2012). The decrease in PI and PA could be due to increased activity through the phosphoinositide pathway to generate DAG to compensate for decreases in TAG. Alternatively, cadaverine may function to affect the components of the phosphoinositide pathway, independently from its effect on biotin, contributing to the root growth phenotype we see in response to cadaverine.\n\nBiotin is also involved in amino acid homeostasis, gluconeogenesis, and other aspects of central metabolism. MCCase has previously been shown to accumulate in response to biotin depletion or starvation to allow for recycling of amino acids (Aubert etal.,1996; Che,2003; Ding etal.,2012). The increase of MCCA apoprotein incdh3(Figure5a,c) is compatible with a mechanism that allows modulation of target MCCA protein abundance by biotin availability, in agreement with previous studies (Che,2003; Li etal.,2012). The absence of such changes in cadaverinetreated wildtype plants may simply reflect a lower level of biotin limitation in wildtype roots.\n\nWhile root growth inhibition ofcdh3was not observed with putrescinederived polyamines (Figure1g), thepao4phenotype and subsequent rescue by biotin (Figure3d) suggests a connection between cadaverine and the putrescinederived polyamines. Polyamine oxidases, such as PAO4, oxidize polyamines spermidine and spermine, thereby contributing to putrescinederived polyamines homeostasis (KamadaNobusada etal.,2008; Liu etal.,2014).pao4mutants show increased spermine content, decreased spermidine and hydrogen peroxide, and changes in primary metabolism (SequeraMutiozabal etal.,2016). Altered primary metabolism associated with thepao4mutation may reflect an indirect role for the putrescinederived polyamines or their catabolic products in biotin synthesis or the downstream effects of biotin.\n\nThe putrescinederived polyamines are essential components for growth and development; for example, thermospermine is required for vasculature development in Arabidopsis (Kakehi etal.,2008) and spermidine is required for eukaryotic translation (Park etal.,1982). Studies on the functions of putrescinederived polyamines have been hampered by the embryo lethality associated with spermidine depletion (Imai etal.,2004). Therefore, it is possible that putrescinederived polyamines provide other essential roles that have yet to be uncovered.\n\nOCT1has been characterized as a carnitine transporter and was proposed to transport cations, such as polyamines (LelandaisBrire etal.,2007; Strohm etal.,2015). In mammals the carnitine cycle allows acyl transport into the mitochondria for betaoxidation. An analogous mechanism has been proposed in plants after identification of a carnitine acyl carrierlike protein with homology to mammalian carnitine acyl carrier, but the role of carnitine in plants has yet to be further elucidated (Lawand etal.,2002).oct1mutants could be sensitive to cadaverine because of altered polyamines homeostasis and/or localization. Alternatively, cadaverineinduced lipid deficiency could be exacerbated by altered acyl transport capabilities in theoct1mutants.\n\nIn some plants, cadaverine abundance has been found to increase in response to environmental stress, a process that is believed to contribute to stress mitigation. Furthermore, microbes from the phyllosphere, rhizosphere, or endosphere have also been shown to provide plants with cadaverine, as does decomposing matter in proximity of a root system (Cassn,2009). Both endogenous and exogenously applied cadaverine can modulate plant growth and environmentrelated stress resistance (reviewed in Jancewicz etal.,2016). We present here that cadaverine inhibits biotin biosynthesis and primary metabolism in Arabidopsis through direct inhibition of DAPA synthase, thereby reducing the accumulation of TAGs. If the physiological responses to cadaverine are adaptive, the presence of cadaverine, either through association with microbes (in most plants includingA. thaliana) or through stressinduced synthesis, where observed, may serve to divert a plant's resources from growth to defense responses. Future investigations addressing the conservation of cadaverineresponse pathways in plants, and the development of methods aimed at better controlling the effects of cadaverine on biotin synthesis, its impact on primary metabolism within the biomass, and on rootsystem architecture, should yield important new insights, facilitating the development of new crop varieties with improved productivity, enhanced energy content of the biomass, and increased adaptability to the stresses associated with climate change or growth on marginal lands.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:04:28.719359",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8518694/"
  }
}