{
  "pmcid": "PMC10848226",
  "title": "Biocontrol in built environments to reduce pathogen exposure and infection risk",
  "authors": [
    "Neil R Gottel",
    "Megan S Hill",
    "Maxwell J Neal",
    "Sarah M Allard",
    "Karsten Zengler",
    "Jack A Gilbert"
  ],
  "year": "2024",
  "journal": "The ISME Journal",
  "doi": "10.1093/ismejo/wrad024",
  "sections": {
    "abstract": "The microbiome of the built environment comprises bacterial, archaeal, fungal, and viral communities associated with human made structures. Even though most of these microbes are benign, antibiotic resistant pathogens can colonize and emerge indoors, creating infection risk through surface transmission or inhalation. Several studies have catalogued the microbial composition and ecology in different built environment types. These have informedin vitrostudies that seek to replicate the physicochemical features that promote pathogenic survival and transmission, ultimately facilitating the development and validation of intervention techniques used to reduce pathogen accumulation. Such interventions include usingBacillus based cleaning products on surfaces or integrating bacilli into printable materials. Though this work is in its infancy, early research suggests the potential to use microbial biocontrol to reduce hospital  and home acquired multidrug resistant infections. Although these techniques hold promise, there is an urgent need to better understand the microbial ecology of built environments and to determine how these biocontrol solutions alter species interactions. This review covers our current understanding of microbial ecology of the built environment and proposes strategies to translate that knowledge into effective biocontrol of antibiotic resistant pathogens.\n\nKeywords:indoor microbiome, biocontrol, probiotic cleaning, bacillus, antibiotic resistance, built environment, AMR, metabolic modelling",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "Probiotic intervention studies in hospitals [22 24,99,100] have demonstrated the potential to revolutionize cleaning approaches in healthcare facilities. However, much is still unknown about their mechanism of action, as well as how additional factors could influence their efficaciousnessin situ. Further investigation of how spores germinate and competitively exclude other microbes in these dry, nutrient depleted environments is needed for the successful development and broad deployment of probiotic cleaners. To answer these questions, we must use a variety of experimental strategies, including varied application methods (i.e. how the cleaner is applied and at what concentration is the cleaner most effective), inclusion of taxonomically diverse pathogenic microbes at varied concentrations, and a characterization of whole community dynamics in response to cleaner application. These experiments will require highly controlled and easily manipulatable conditions, and therefore, laboratory testing will be essential for determining the relative importance of factors associated with method of use, humidity, nutrient availability, surface material type, and cleaning regimes. Further, simulating transmission events of microbes from surfaces to humans will be needed to more fully understand how probiotic cleaners influence transmission rates of taxa of interest.\n\nDifferential use patterns of healthcare facilities might alter best practices for probiotic cleaner use. For example, it is unknown how the magnitude of response might vary between different wards or rooms. Patient rooms and bathrooms have been the primary focus of intervention studies; however, other shared spaces, such as hallways or visitor areas, also carry the potential for pathogen accumulation and transmission risk. Additionally, long term monitoring is crucial to detect whether the pathogens in these environments begin to adapt to this new cleaning method and therefore become resistant to biocontrol. Such a situation could start an evolutionary \"arms race\" with unknown outcomes. It is crucial to consider the health and emotional impacts on the patients and staff. Sociological studies on healthcare workers and patients are necessary to understand the perception that patients, staff, and the public have about the use of these novel products and to involve their feedback in product design and application. The popularity of probiotics in popular foods and drinks could help alleviate concerns, but deploying them in hospitals, especially around high risk patients, will likely be controversial. Understanding the perception of these products, and explaining how and why they work, will aid in successful widespread adoption across healthcare systems. As seen in studies conducted during the COVID 19 pandemic, harsh cleaning treatments using bleach may inhibit the probiotic and phage cleaners, so it will be imperative that staff are trained in how to properly treat surfaces cleaned with probiotics.\n\nBeyond direct application to the engineering of probiotic materials [85], 3D printing is primed to be the future of microbial biocontrol in built environments. Recent advances in 3D printing have resulted in materials that can be printed at low enough temperatures that spores and even live bacteria are not harmed during the assembly process. Unlike previous efforts, which used hydrogels [85], these new approaches can enable the printing of ceramics or hard plastics with improved utility as building materials. Using genome enabled metabolic modelling to select bacteria that are optimized for these printing processes presents unique opportunities for built environment specific designs that could be used to manipulate the ecology of these environments in prescribed ways. If this trend continues, we may soon be able to print tiles, furniture, or even entire structures out of sustainably produced microbially active materials [97]. Establishing the efficacy of these products through well designed field intervention studies that are informed by lab based experiments is an exciting subfield of built environment microbiome research and will ultimately lead to better products, building materials, and design techniques in buildings to improve occupant health and well being."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:02:11.127480",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10848226/"
  }
}