{
  "pmcid": "PMC8468678",
  "title": "Simulated Microgravity Promotes Horizontal Gene Transfer of Antimicrobial Resistance Genes between Bacterial Genera in the Absence of Antibiotic Selective Pressure",
  "authors": [
    "Camilla Urbaniak",
    "Tristan Grams",
    "Christopher E Mason",
    "Kasthuri Venkateswaran"
  ],
  "year": "2021",
  "journal": "Life",
  "doi": "10.3390/life11090960",
  "sections": {
    "abstract": "Bacteria are able to adapt and survive in harsh and changing environments through many mechanisms, with one of them being horizontal gene transfer (HGT). This process is one of the leading culprits in the spread of antimicrobial resistance (AMR) within bacterial communities and could pose a significant health threat to astronauts if they fell ill, especially on long duration space missions. In order to better understand the degree of HGT activity that could occur in space, biosafety level 2, donor and recipient bacteria were co cultured under simulated microgravity (SMG) on Earth with concomitant 1G controls. Two AMR genes,blaOXA 500andISAba1,from the donorAcinetobacter pittii,were tracked in four recipient strains ofStaphylococcus aureus(which did not harbor those genes) using polymerase chain reaction. All fourS. aureusstrains that were co cultured withA. pittiiunder SMG had a significantly higher number of isolates that were nowblaOXA 500  andISAba1 positive compared to growth at 1G. The acquisition of these genes by the recipient induced a phenotypic change, as these isolates were now resistant to oxacillin, which they were previously susceptible to. This is a novel study, presenting, for the first time, increased HGT activity under SMG and the potential impact of the space environment in promoting increased gene dissemination within bacterial communities.\n\nKeywords:horizontal gene transfer, simulated microgravity, high aspect ratio vessel (HARV), antimicrobial resistance, space environment,Staphylococcus aureus,Acinetobacter pittii",
    "methods": "All strains examined in this study were cultivated from the ISS environment collected during Flight 2 (May 2015) as per the published protocol [8].A. pittiistrain, IIF1SW P1, was isolated at Location #1, the Port panel of the Cupola. The Cupola is a small module devoted to the observation of operations outside the ISS, such as robotic activities, spacecraft approaches, and extravehicular activities.S. aureusstrain IF4SW was isolated from Location #4, the surface of the dining table. Even though the main function of the table was for dining, crew members also used the table for experimental work.S. aureusstrain IIF6SW was cultured from the sample collected at Location #6, a stowage rack where experimental materials were stored for long duration.S. aureusstrain IF7SW was isolated from Location #7, an overhead three panel surface of the Materials Science Research Rack 1, which is used for basic material research in the microgravity environment of the ISS.S. aureusstrain IIF8SW was retrieved from the samples at Location #8, an exterior aft wall of crew quarters. The crew quarters are a permanent personal space for crewmembers to sleep and perform personal recreation and communication, as well as provide on orbit stowage of personal belongings.\n\nDonor (A. pittiistrain IIF1SW P1) and recipient (S. aureusstrains IF4SW P1, IIF6SW P1, IF7SW P3, IIF8SW P1) bacteria were streaked from  80  degreesC freezer stocks onto tryptic soy agar plates (Hardy Diagnostics, Santa Maria, CA, USA) and incubated overnight (~16 h) at 37  degreesC. A single colony from each plate was added to 10 mL of tryptic soy broth (TSB) in a 50 mL Falcon tube forS. aureus, and 8 mL of TSB in a snap cap tube forA. pittiiand grown overnight (~20 h) in a shaking incubator at 85 rpm. A low speed was chosen, so as to not dislodge pili or flagella that could be used for HGT, but high enough that the bacteria did not settle out of culture over time. The overnight culture was centrifuged for 10 min at 3000xg, the supernatant decanted, and the pellet washed in 1x sterile phosphate buffered saline (PBS). Pellets were then resuspended in 10 mL of 1x PBS. ForS. aureus, 1 mL was then transferred to 9 mL of PBS and, forA. pittii, the tube was topped with 3 mL of PBS. The biomass of the cultures was measured with DENSICHEK(bioMrieux, Marcy l'toile, France) and adjusted with PBS to reach a concentration of 108cfu/mL, which was then serially diluted to 106cfu/mL. 100 uL of oneS. aureusrecipient strain was added to 10 mL of TSB and 100 uL of the donorA. pittiiwas added to the same 10 mL tube to set up the co cultures. After gentle mixing, the complete 10 mL volume containing the donor and recipient was carefully added to HARVs to avoid any bubbles. HARVs were grown under SMG (vertical position) and 1G (horizontal position) at 33 rpm for 20 h at 37  degreesC.\n\nAfter incubation, the liquid from each HARV vessel was collected and 100 uL, in duplicate, was plated on MSA (selective forS. aureus) (VWR, Radnor, PA, USA), MSA+ 4 ug/mL oxacillin sodium salt monohydrate (VWR, USA) (selective forS. aureusthat had become resistant to oxacillin) and Leeds agar (selective forA. pittii) (VWR, USA). MSA and Leeds plates were incubated overnight at 37  degreesC and MSA+ oxacillin plates were incubated for 72 h at 37  degreesC. Colonies on MSA, MSA+ oxacillin, and Leeds plates were counted, and cfu/mL was calculated. Colonies that grew on MSA+ oxacillin plates were picked and placed in 250 uL 1x PBS and stored at 4  degreesC until DNA extraction. DNA was extracted using the ZymoBIOMICS DNA Microprep Kit (ZymoResearch, Irvine, CA, USA) following the manufacturer's instructions.\n\nPrimers were designed using theA. pittiiIIF1SW P1 draft genome that we had previously published, in whichblaOXA 500gene resides on scaffold 5 andISAba1gene on both scaffolds 44 and 70 [21]. Primers were designed using IDT DNA PrimerQuest for genes of interest. IDT DNA OligoAnalyzer was used to ensure no hairpins and correct PCR melting temperature. NCBI BLAST was used to ensure no off target binding sites for strains used in this study. Amplification product of the primers forblaOXA 500and the location within the genome is shown inFigure S3Aand forISAba1, inFigure S3B in Supplementary Materials. The product size ofblaOXA 500is 591 bp and forISAba1, is 390 bp.\n\nEach 25 uL reaction consisted of 12.5 uL of GoTaqGreen Master Mix (Promega, Madison, WI, USA), 1 uL each of forward and reverse oligonucleotide primers (10 uM each), 5.5 uL of nuclease free water (Promega, USA) and 5 uL of template DNA. The following primer pairs were used:\n\nblaOXA 500_F (5 CCGAGTTGTTCCAATCCCTTAT 3) and\n\nblaOXA 500_R (5 ATATGTTCCCGCCTCTACCT 3) to amplifyblaOXA 500\n\nandISAba1_F (5 ATGCAGCGCTTCTTTGCAGG 3) and\n\nISAba1_R (5 AATGATTGGTGACAATGAAG 3) to amplifyISAba1.\n\nThe reaction conditions were as follows: 95  degreesC for 5 min, 35 cycles of 95  degreesC for 30 s, 55  degreesC for 30 s, 72  degreesC for 1 min and then a final extension of 72  degreesC for 5 min. Amplified PCR products were run on the E Gel Power Snap Electrophoresis System (Thermo Fischer, Waltham, MA, USA, cat # G8300) using their pre cast 1.2% SYBR Safe, E gels (cat # G521801). Gels were run with a 1 Kb plus DNA ladder (cat # 10488090). Gel images were captured with the built in camera. The positive control consisted of DNA isolated from the parentalA. pittiistrain and the negative controls were DNA isolated from the parentalS. aureusstrains. A no template control (NTC) consisting of molecular grade water instead of DNA was used.\n\nFor PCR reactions that were negative, a follow up PCR was performed using the 16S rRNA gene to confirm that the DNA extraction procedure produced sufficient DNA. The following primers were used for 16S rRNA gene amplification: the forward primer, 27F (5 AGA GTT TGA TCC TGG CTC AG 3) and the reverse primer, 1492R (5 GGT TAC CTT GTT ACG ACT T 3). The PCR conditions were as follows: denaturation at 95  degreesC for 5 min, followed by 35 cycles consisting of denaturation at 95  degreesC for 50 s, annealing at 55  degreesC for 50 s, and extension at 72  degreesC for 1 min 30 s and finalized by extension at 72  degreesC for 10 min. PCR with the 16S rRNA gene showed that all our samples did indeed have the DNA product and that extraction was successful.\n\nThe number of colonies that had grown on MSA+ oxacillin and were positive for at least one gene (blaOXA 500orISAba1) was divided by 0.1 mL (the volume of the HARV culture used for plating). This number represents the theoretical concentration (cfu/mL) of cells in the culture that have acquired one of the genes. This number was then divided by the total concentration ofS. aureuscells (cfu/mL) in the culture, which was calculated from the number of colonies that grew on MSA.\n\nOthers have documented in the literature thatblaOXA 500is located on the chromosome and is not a plasmid. To confirm that the same was true for our donor strain,A. pittiiIIF1SW P1, the following analyses were performed. plasmidSPAdes was used to assemble plasmid sequences from the whole genome sequencing data of our strain. A simple blastn comparison between theblaOXA 500sequence and the plasmid sequences showed the absence of the gene from the plasmid assembled contigs. Furthermore, oriTfinder was used to determine whether scaffold_5 (length = 172 kb), on whichblaOXA 500was found, as well as the assembled sequences not characterized as plasmid sequences (from the plasmidSPAdes output above), contained evidence of plasmid markers, such as an origin of transfer site (oriT) and relaxases. None of these plasmid markers were detected on scaffold_5 and the \"chromosomal\" sequences.",
    "results": "In order to determine whether HGT occurred between donor and recipient, suitable PCR primers were designed to amplify regions of theblaOXA 500andISAba1genes fromA. pittiiIIF1SW P1. The sequences of the two genes, used to design the primers, were extracted from the draft whole genome sequence ofA. pittiiIIF1SW P1 [21]. PCR analysis performed on DNA isolated fromA. pittiiIIF1SW P1 using the designedblaOXA 500andISAba1primers showed strong bands on an agarose gel, while PCR analysis performed on DNA isolated from the fourS. aureusstrains showed no amplicons.\n\nTo compare HGT potential between SMG and 1G, co cultures ofA. pittii(donor strain) andS. aureus(recipient strain) were grown in the HARV under SMG (vertical rotation) or 1G (horizontal rotation) for 20 h, after which the culture was plated on mannitol salt agar (MSA) to select forS. aureus. The MSA was also supplemented with oxacillin to select only thoseS. aureuscolonies that had acquired resistance to the antibiotic. To verify that this newly acquired resistance to oxacillin was not due to spontaneous mutations but rather through the HGT ofblaOXA 500andISAba1fromA. pittii, theS. aureuscolonies that grew on MSA supplemented with oxacillin were picked for PCR analysis. A schematic of the experimental set up is shown inFigure 1.\n\nSchematic of experimental protocol.\n\nFigure 2shows the proportion of colonies that grew on MSA supplemented with oxacillin that were positive forblaOXA 500(Figure 2A),ISAba1(Figure 2B) and both (Figure 2C). Representative gel images are shown inFigure S1. On average, 77% of theS. aureuscolonies that were grown withA. pittiiunder SMG and had acquired resistance to oxacillin now harbored bothblaOXA 500andISAba1(89% of the colonies had acquired at least one). This is in contrast with 1G, where only 1% ofS. aureuscolonies that had acquired oxacillin resistance were positive for bothblaOXA 500andISAba1(8% of the colonies had acquired at least one).\n\nComparison of HGT activity between SMG and 1G. Four strains ofS. aureus(IF4SW, IIF6SW, IF7SW, IIF8SW) were used as the recipient and were co cultured (separately) with the donor strainA. pittiifor 20 h at 37  degreesC under SMG or 1G conditions. Cultures were plated on MSA containing 4 ug/mL of oxacillin. Colonies that grew were picked, subjected to DNA extraction and then analyzed by PCR with primers specific toblaOXA 500andISAba1from the donor strain. The graphs show the percent ofS. aureuscolonies, from each strain, that grew on MSA+ oxacillin that had acquired (A)blaOXA 500, (B)ISAba1or (C) both genes from the donorA. pittii.\n\nThe differences in proportions observed between SMG and 1G were not due to differences in growth at these different conditions, as each strain showed the same biomass after 20 h, whether grown under SMG or 1G (Figure S2).\n\nThe efficiency of transfer under SMG for all four strains was, on average, 3.06 x 10 7while, for 1G, it was 3.21 x 10 9(Table 1). While all strains had similar efficiencies, IIF8SW had the highest and IIF6SW the lowest.\n\nEfficiency of HGT. Average values of the three biological replicates, with the range of the values shown in parentheses. Efficiency was based on colonies that at acquired at least one gene (eitherblaOXA 500orISAba1).\n\nTo determine how stable these donor genes were in the recipient, two resistantS. aureus1F4SW colonies that had acquired both genes were sub cultured on MSA + oxacillin plates, a total of four times. Even after the 4th sub culture, the colonies were still resistant to oxacillin, and PCR confirmed thatblaOXA 500andISAba1were still present within the genome.",
    "discussion": "We have shown that HGT is increased under SMG compared to 1G. The transfer of AMR genes, which were tracked by PCR, occurred in the absence of selective pressure by antibiotics. This transfer led to functional changes, as the acquisition of the two AMR genes,blaOXA 500andISAba1, that were tracked in the four strains ofS. aureus, made them resistant to oxacillin, to which they were previously susceptible. These results have significant implications for long duration space missions because pathogens that are susceptible to antibiotics could become resistant and thus harder to treat. In addition, even if astronauts are screened for problematic microbes prior to flight, issues could still arise, as commensals are known to act as reservoirs for AMR genes that can be disseminated to (opportunistic) pathogens [22,23,24]. For example, a study conducted in a hospital in the Netherlands showed thatmecAgene transfer occurred in a patient betweenmecA+S. epidermidisand amecA strain ofS. aureus[25].\n\nIt was beyond the scope of the study to determine the cause of the increased HGT that was observed, but one mechanism could be increased competence, allowing for transformation to occur, one of three modes of gene transfer. Competence allows bacterial cells to uptake DNA from its environment and increase the response to different stressors [26,27,28,29]. In this case, naked DNA released from deadA. pittiicells could have been readily taken up byS. aureuswhen exposed to SMG due to an increase in its competence. WhileS. aureusis not classically considered to be naturally competent, asStreptococcus pneumoniaeandBacillus subtilisare, it does harbor genes that are involved in competence and thought to promote natural competence under the right conditions [30,31]. The conditions thatS. aureusneeds are not yet known, but, similar to other bacteria, it could be an adverse environment. Indeed, whenS. aureuscells were subjected to heat shock, cold shock and the stringent response, there was increased expression of competence gene orthologs compared to the non stressed conditions [32]. InS. pneumoniaeandB. subtilis, competence confers a survival advantage when cells are subjected to stress [33,34], so there is a possibility that growth under SMG led to an adverse environment forS. aureus, causing cells to become more competent to increase survival. Conjugation is a less likely scenario since, consistent with what others have documented in the literature,blaOXA 500is located on the chromosome and not a plasmid. A second mechanism could be increased transduction caused by growth under SMG. Transduction is the transfer of genetic material via bacterial phages. It is well known that prophage activity is increased during stress, leading to increased phage production, helping the host survive these adverse conditions [35,36].",
    "conclusion": "This paper describes, for the first time, the effects of SMG on HGT and has shown that it is increased in SMG compared to 1G. If the same trend is observed on the ISS, this will have a significant impact on how we view bacterial interactions in space and its effects on astronaut health. The next steps would be to elucidate the mechanisms behind the HGT, to develop appropriate countermeasures for long duration space missions."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:07:05.577757",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8468678/"
  }
}