{
  "pmcid": "PMC9605285",
  "title": "Red Light Enhances Plant Adaptation to Spaceflight and Mars g Levels",
  "authors": [
    "Francisco Javier Medina",
    "Arnzazu Manzano",
    "Ral Herranz",
    "John Z Kiss"
  ],
  "year": "2022",
  "journal": "Life",
  "doi": "10.3390/life12101484",
  "sections": {
    "abstract": "Understanding how plants respond and adapt to extraterrestrial conditions is essential for space exploration initiatives. Deleterious effects of the space environment on plant development have been reported, such as the unbalance of cell growth and proliferation in the root meristem, or gene expression reprogramming. However, plants are capable of surviving and completing the seed to seed life cycle under microgravity. A key research challenge is to identify environmental cues, such as light, which could compensate the negative effects of microgravity. Understanding the crosstalk between light and gravity sensing in space was the major objective of the NASA ESA Seedling Growth series of spaceflight experiments (2013 2018). Differentg levels were used, with special attention to micro g, Mars g, and Earth g. In spaceflight seedlings illuminated for 4 days with a white light photoperiod and then photostimulated with red light for 2 days, transcriptomic studies showed, first, that red light partially reverted the gene reprogramming induced by microgravity, and that the combination of microgravity and photoactivation was not recognized by seedlings as stressful. Two mutant lines of the nucleolar protein nucleolin exhibited differential requirements in response to red light photoactivation. This observation opens the way to directed mutagenesis strategies in crop design to be used in space colonization. Further transcriptomic studies at differentg levels showed elevated plastid and mitochondrial genome expression in microgravity, associated with disturbed nucleus organelle communication, and the upregulation of genes encoding auxin and cytokinin hormonal pathways. At the Marsg level, genes of hormone pathways related to stress response were activated, together with some transcription factors specifically related to acclimation, suggesting that seedlings grown in partial gare able to acclimate by modulating genome expression in routes related to space environment associated stress.\n\nKeywords:light, microgravity, plant growth, root meristem, spaceflight, transcriptomics",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "The SG series of experiments has constituted a significant contribution to furthering the knowledge of alterations induced by the space environment, specifically by microgravity and different levels of partial gravity, on the physiology of plants. Investigations have focused on the earliest stages of plant development, and a variety of cellular and molecular (transcriptomic) parameters have been studied. Among the key findings of our spaceflight project are the new results on phototropism induced by red and blue light illumination, the effect of red light illumination in counteracting the adverse effects of altered gravity, and the discovery that Moon gravity could trigger more severe transcriptomic responses than spaceflight. However, we also observed that Mars gravity is capable of inducing the gravitropic orientation of roots, and the different responses to the space environment of the various mutants used, suggesting that the selection of plants for their culture in alien environments should require prior detailed analysis of their genotypes in order to select the varieties capable of adapting better.\n\nThe SG experiments have been among the first in performing a comparative analysis, using microgravity, different levels of partial gravity (including Moon and Mars gravity), and an on board 1gcontrol in flight. This has been possible due to the use of the EMCS incubator, equipped with centrifuges providing this capacity. Unfortunately, the EMCS was decommissioned in 2018 and not replaced by any other spaceflight facility with these exact capabilities. The novel advanced NASA incubators for plant culture, Veggie, APH, and X ROOTS, do not allow for these comparative studies at different gravity levels, which are of the highest importance.\n\nIn the immediate future, in our next studies, we should incorporate other space environmental factor that, along with gravity, is key to the survival of living beings and particularly of plants: radiation. Fortunately, there are experiments under development in different laboratories, including ours, and different devices and facilities providing the simultaneous application of radiation and different levels of simulated microgravity and partial gravity for experimental analyses.\n\nIn addition, we need to extend the cellular and molecular studies on plant adaptation to the space environment, such as SG, to the use of crop species. NASA is actively promoting plant studies on the ISS using the aforementioned spaceflight incubators Veggie, APH, and X ROOTS, but this activity is basically oriented to nutritional aspects, without giving the necessary priority to fundamental studies at cellular and molecular level. Surprisingly, the activity of ESA in plant biology studies has been relatively slow after completion of the SG project. Obviously, the decommission of EMCS, an ESA facility, has been an important factor, but not the only one. There is an ongoing project to adapt the Biolab, a seriously underused spaceflight facility, to plant experiments of this type. It is vital that Europe regains the initiative in this research area as soon as possible, and thus again being able to play a relevant role in meeting the need for an effective culture of plants in space. Nowadays, this need, as a key human life support mechanism in space exploration, is becoming more and more urgent."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:03:43.955483",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9605285/"
  }
}