{
  "pmcid": "PMC9108708",
  "title": "A comprehensive SARS CoV 2 and COVID 19 review, Part 1: Intracellular overdrive for SARS CoV 2 infection",
  "authors": [
    "David A Jamison, Jr",
    "S Anand Narayanan",
    "Ndia S Trovo",
    "Joseph W Guarnieri",
    "Michael J Topper",
    "Pedro M Moraes Vieira",
    "Viktorija Zaksas",
    "Keshav K Singh",
    "Eve Syrkin Wurtele",
    "Afshin Beheshti"
  ],
  "year": "2022",
  "journal": "European Journal of Human Genetics",
  "doi": "10.1038/s41431 022 01108 8",
  "sections": {
    "abstract": "COVID 19, the disease caused by SARS CoV 2, has claimed approximately 5 million lives and 257 million cases reported globally. This virus and disease have significantly affected people worldwide, whether directly and/or indirectly, with a virulent pathogen that continues to evolve as we race to learn how to prevent, control, or cure COVID 19. The focus of this review is on the SARS CoV 2 virus' mechanism of infection and its proclivity at adapting and restructuring the intracellular environment to support viral replication. We highlight current knowledge and how scientific communities with expertize in viral, cellular, and clinical biology have contributed to increase our understanding of SARS CoV 2, and how these findings may help explain the widely varied clinical observations of COVID 19 patients.\n\nSubject terms:Viral infection, Infection",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "The causative agent of the COVID 19 the pandemic, SARS CoV 2, has caused loss of incomes, economic crises, morbidities, and loss of life worldwide. Here, we describe the virus and review state of the art information about the processes it utilizes to enter and reprogram the human host machinery. We detail research on early infection using evidence from patient samples, organoids and cells, and non human animal studies. Each of these has limitations but taken together provide unique observational and mechanistic insight on SARS CoV 2 infection.\n\nCOVID 19 is a pleiotropic condition. Viral insults and subsequent cellular metabolic adaptations differ in the context of cell type, genotype and environmental influences. Thus, much of what we have presented applies to specific cell types and contexts, and we have attempted to cover these contexts.\n\nKey avenues of future research on SARS CoV 2 infection and propagation include: 1) defining the mechanisms of how the virus enters cells, and the protein and receptor molecules that are critical to this process; 2) elucidating the dynamics of how protein machinery is captured and retrofitted for viral purposes in a cell specific manner; 3) understanding how the host genetics and environment can affect the ability of the virus to infect; 4) understanding the impact of SARS CoV 2 on glycolysis and oxidative phosphorylation; and 5) revealing how the mitochondria adapts to ultimately shift its physiology from steady state.\n\nIn the best case scenario for the SARS CoV 2 virus, infection leads to a cascade of intracellular adaptations in which multiple networks are remodeled, from transcription to metabolism to signal transduction, shifting the invaded host cell from its original physiology into a SARS CoV 2 replication system, and causing the emission of new viral particles and signaling molecules. The subsequent disease events will reverberate across the body's cells and organs. This will be the subject of our Part 2 review (in preparation)."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:04:47.239707",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9108708/"
  }
}