{
  "pmcid": "PMC8274610",
  "title": "THE INDIVIDUAL AND COMBINED EFFECTS OF SPACEFLIGHT RADIATION AND MICROGRAVITY ON BIOLOGIC SYSTEMS AND FUNCTIONAL OUTCOMES",
  "authors": [
    "Jeffrey S Willey",
    "Richard A Britten",
    "Elizabeth Blaber",
    "Candice GT Tahimic",
    "Jeffrey Chancellor",
    "Marie Mortreux",
    "Larry D Sanford",
    "Angela J Kubik",
    "Michael D Delp",
    "Xiao Wen Mao"
  ],
  "year": "2021",
  "journal": "Journal of environmental science and health. Part C, Toxicology and carcinogenesis",
  "doi": "10.1080/26896583.2021.1885283",
  "sections": {
    "abstract": "Both microgravity and radiation exposure in the spaceflight environment have been identified as hazards to astronaut health and performance. Substantial study has been focused on understanding the biology and risks associated with prolonged exposure to microgravity, and the hazards presented by radiation from galactic cosmic rays (GCR) and solar particle events (SPEs) outside of low earth orbit (LEO). To date, the majority of the ground based analogues (e.g., rodent or cell culture studies) that investigate the biology of and risks associated with spaceflight hazards will focus on an individual hazard in isolation. However, astronauts will face these challenges simultaneously Combined hazard studies are necessary for understanding the risks astronauts face as they travel outside of LEO, and are also critical for countermeasure development. The focus of this review is to describe biologic and functional outcomes from ground based analogue models for microgravity and radiation, specifically highlighting the combined effects of radiation and reduced weight bearing from rodent ground based tail suspension via hind limb unloading (HLU) and partial weight bearing (PWB) models, although in vitro and spaceflight results are discussed as appropriate. The review focuses on the skeletal, ocular, central nervous system (CNS), cardiovascular, and stem cells responses.\n\nKeywords:Hind limb unloading, tail suspension, radiation, spaceflight, cognition, cardiovascular, SANS, bone, stem cell",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "In LEO, the influence of microgravity on physiological systems is the most prominent spaceflight factor. Due to limited access to space, many studies have been conducted utilizing models of microgravity, including HLU in rodents, and simulation devices based on randomizing the gravity vector, or subjecting cell masses to consistent free fall conditions. Specific analysis of simulation devices is beyond the scope of this review; however, it is important to note that the utility of these devices to simulate microgravity is still debated223, partially due to the question of whether individual mammalian cells have the ability to sense gravity, or whether they sense their mechanical environment (which is altered by gravity) instead. Although these methods of simulating microgravity during spaceflight present unique drawbacks and limitations, they all generate results indicating that microgravity facilitated mechanical unloading alters stem cell behavior and activity. This highlights the need to continue, and expand upon, studies focused on basic stem cell function under true microgravity conditions, in order to elucidate the potential physiological effects that these changes may have during long duration spaceflight212,263 265.\n\nLimitations exist regarding the use of HLU. Hind limb unloading via tail suspension is a good instrument to study bone demineralization associated with microgravity in rats and mice. In rats, HLU leads to many of the cardiovascular changes that occur in humans during spaceflight, including the cephalic fluid shift266,267. HLU invokes many of the changes in blood vessel structure and region specific changes in blood flow that are seen in rats during space flight189,268and also results in changes in the ultrastructure of the choroid plexus and CSF production that closely resemble those seen in rats that have been in space flight269,270. Factors such as altered neuroendocrine functions, behavioral deficits, and increased stress levels271,272should be considered when designing studies and interpreting results. Stress is clearly a feature that astronauts will face during spaceflight), though astronauts typically have a high tolerance for stress. Porphyria, which is a sign of distress in laboratory rodents273is a common, though transient, trait of rodents during HLU procedure28. HLU models can increase stress response as indicated by elevated serum corticosterone that is associated with atrophy of lymphoid organs36,274 276, although these responses are not always consistent. A primary technical report detailing aspects regarding HLU28recommends housing single rodents at between 24.5C 25.5 degreesC to mitigate any toxicity profiles (e.g., bone loss, impaired ability to thermoregulate31,277). Moreover, based on experience of all of the authors, attrition of rats from HLU studies (e.g., sudden loss of rodents during the study, excessive porphyria, or persistent weight loss) occurs more frequently if housing is below this temperature range.\n\nWith a few exceptions34,80, studies involving HLU generally involve isolating rodents via single housing because of jig constraints35,278, which could impact immune or stress responses36. Moreover, single housing in social species like rodents can profoundly alter physiology. For example, isolation can lead to anxiety279, impairments in memory280, upregulation of neuroendocrine responses to stress281 283,284and altered immunity285,286. As flight studies typically involve group housed mice vs single housed conditions, one group has performed a side by side comparison of HLU under single and socially housed conditions36. Results from this study reveal that deficits in skeletal structure typically attributed to HLU generally occur at a similar magnitude in single and socially housed animals. This suggests that bone loss as observed in the HLU model results primarily from gravity dependent mechanisms. In contrast, some immune system responses to HLU are differentially impacted by the social environment. Moreover, isolation impacts neural systems that mediate mission critical cognitive domains. For example, isolation has been observed to reduce makers of neuroplasticity in the rodent hippocampus and prefrontal cortex287 289. In addition, isolation has been observed to increase markers of neuroinflammation and cell loss in these brain structures287,290,291, increases redox stress, proinflammatory tumor necrosis factor alpha (TNFalpha) levels (in the hippocampus)290, and reduces Parvalbumin (PV)+ interneurons in CA2 and CA3292. Thus, factors such as room temperature, social housing, and stress responses should be considered when performing and interpreting individual and combined hazard investigations, such as HLU + space radiation.\n\nWhile there are many facsimiles of flight stressors that can be used in rodents to mimic the neurological and psychological impacts seen in humans, modeling microgravity effects on the CNS using HLU is problematic. As noted, microgravity is documented to impact many aspects of mammalian physiology, including the skeletal, microbiome, gut mucosa, sensorimotor and ocular systems (e.g.,28,76,117,293 295). All of these are likely to have some to major impacts on the brain, either directly or indirectly, and interact with the sequelae from other flight stressors. Obviously, with accepted limitations, there are no ground based systems that can be used on rodents to fully simulate microgravity. As noted, simulated microgravity145results in persistent changes in the mitochondrial function and lipid metabolism within oligodendrocytes. While clinostats seem to do a reasonable job of simulating microgravity effects in oligodendrocytes145no such devices are readily available for rodents.\n\nThus while HLU may induce some of the physical and phenotypic changes associated with space flight, it remains unclear if HLU induces similar signaling and molecular changes (e.g. increase in fatty acid metabolism that will impact neuronal function and thus cognition) as with microgravity. Moreover, whatever responses are induced as a result of the HLU, these occur in an animal that can be assumed to be under stress   although this in itself is a characteristic response in astronauts during spaceflight. The impact of such stress may invoke compensatory mechanisms that may, or may not, occur in humans while in space. Thus as noted, limitations should be considered with use of the HLU model. While PWB represents an alternative model and offers the possibility to investigate a wider range of mechanical loads, more studies are needed to investigate the response of multiple organ systems to reduced weight bearing. For example, radiations have only been administered in PWB female mice, and more studies are needed to assess the benefits of this model to radiation research in larger outbred rodents. Further studies should also more completely profile the stress response resulting from PWB."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:08:13.789341",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8274610/"
  }
}