{
  "pmcid": "PMC8421509",
  "title": "Longitudinal characterization of multispecies microbial populations recovered from spaceflight potable water",
  "authors": [
    "Jiseon Yang",
    "Jennifer Barrila",
    "C Mark Ott",
    "Olivia King",
    "Rebekah Bruce",
    "Robert J C McLean",
    "Cheryl A Nickerson"
  ],
  "year": "2021",
  "journal": "NPJ Biofilms and Microbiomes",
  "doi": "10.1038/s41522 021 00240 5",
  "sections": {
    "abstract": "While sequencing technologies have revolutionized our knowledge of microbial diversity, little is known about the dynamic emergent phenotypes that arise within the context of mixed species populations, which are not fully predicted using sequencing technologies alone. The International Space Station (ISS) is an isolated, closed human habitat that can be harnessed for cross sectional and longitudinal functional microbiome studies. Using NASA archived microbial isolates collected from the ISS potable water system over several years, we profiled five phenotypes: antibiotic resistance, metabolism, hemolysis, and biofilm structure/composition of individual or multispecies communities, which represent characteristics that could negatively impact astronaut health and life support systems. Data revealed a temporal dependence on interactive behaviors, suggesting possible microbial adaptation over time within the ecosystem. This study represents one of the most extensive phenotypic characterization of ISS potable water microbiota with implications for microbial risk assessments of water systems in built environments in space and on Earth.\n\nSubject terms:Microbiome, Biofilms",
    "methods": "Strains were obtained from NASA and isolates were identified by 16S rRNA gene sequencing and/or a biochemical identification using a VITEK system (BioMerieux) by the NASA Johnson Space Center (JSC). Lists of ISS potable water isolates archived by NASA from the US water system between 2009 and 2015 were obtained online44. Diversity assessments using these publicly available data were performed as described in the text. Potable water isolates used in this study from early (2009), middle (2012), and late (2014) years were provided by NASA JSC on commercial R2A media. Strains were cultured at 28 29 degreesC in a humidified chamber for 1 10 days on the following solid media: TSA (MP biomedicals, 091010717; Difco 214530), R2A agar (Becton, Dickinson, 218263), or mR2A agar (modified R2A agar; Teknova, R0005; Difco 214530). Prior to each experiment (for all strains), single colonies were isolated on R2A agar (1.5% agar) or mR2A agar (1.3% agar) from frozen stocks, and individual strains were cultured in R2A broth (Teknova, R0005) at room temperature to stationary phase of growth. The growth kinetics of each strain were determined at the beginning of the study to confirm that experiments were all performed at the same phase of growth.\n\nStrains were individually cultured to stationary phase in R2A broth, and 10 fold serial dilutions were prepared. We chose to test a range of antibiotic concentrations in our study based on literature searches, which included (a) concentrations commonly used for the same or similar organisms, including minimum inhibitory concentrations, and (b) reports that spaceflight can profoundly alter the antibiotic susceptibility of some bacteria86,87. Diluted and undiluted samples were plated on mR2A plates containing antibiotic(s) or NaCl at specified concentrations and incubated at 28 29 degreesC in a humidified chamber. The AST plates were monitored for approximately one week and bacterial survival was scored by the dilution showing microbial growth.\n\nTenfold dilutions of a pure culture were plated on R2A agar media containing specific concentrations of antimicrobial compounds. Antimicrobial susceptibility was scored by testing the log decrease in bacterial survival, from 0 (no to <1 log fold decrease) to 7 (7 or more log fold decrease) (Supplementary Fig.5a). The antimicrobial susceptibility was evaluated using CLSI (Clinical and Laboratory Standards Institute) guidelines (Supplementary Fig.5b)45.\n\nThe casein PR agar media used for metabolism testing contained 1% Casein (Sigma Aldrich, 22090), 0.5% NaCl (S3014), 0.15% Bacto Yeast extract (BD, 212750), 0.008% Phenol red (PR, Sigma Aldrich, P4758), and 1.3% agar. For additional supplements, 1% sucrose (Sigma Aldrich, S7903) or 1% lactose (Sigma, 61345) was added to the casein PR media. Experiments were performed using the same methods for the AST studies.\n\nmR2A plates containing Congo red (Sigma Aldrich, C6767) 100ug/ml, or crystal violet 100ug/ml, were prepared. Experiments were performed using the same methods for the AST studies. For air liquid surface biofilms, individual strains were inoculated in 5mL of R2A broth, standing and development of biofilms were monitored for eight weeks. Photos were taken at eight weeks post inoculation.\n\nBiofilms were developed on sterile glass cover slips in broth cultures of each individual strain for 24h at RT. Cover slips containing pure culture biofilms were subsequently washed with sterile Dulbecco's phosphate buffered saline (DPBS) to remove planktonic bacteria and fixed with 4% paraformaldehyde (PFA, Electron Microscopy Sciences) for 20mins, following gentle washing with cold DPBS twice. In a limited light environment, the samples were stained with SYTO 9 green fluorescent stain (10mg/mL, nucleic acid stain, Thermo Fisher ScientificS34854) for 15min, Concanavalin A conjugated with Alexa Fluor 633 (500mg/L, alpha polysaccharide stain), Ethidium Homodimer 2 (EthD2, 1mg/mL, dead cell stain, Thermo Fisher Scientific E3599), or Fluorescent Brightener 28/Calcofluor White (0.7mg/mL, beta polysaccharide stain, Sigma F3543) for five minutes.\n\nBiofilms were imaged using a Leica TCS SP8 LSCM with sequential scanning. Images were processed using Leica LAS software. Three to six stacks of horizontal plane images (1024x1024 pixels) with a z step of 3um (the distance between the images) were acquired for each sample from two or more randomly chosen areas. Two independent experiments were performed. Fluorescence images were acquired with excitation at 405nm (1.57%), 488nm (4.98%), 514nm (10.1%), or 633nm (3.1%); emission filter DAPI (420 460nm), FITC (498 545nm), mCherry (565 610nm), or Alexa 644 (648 700nm) and gain 540.2V (PMT), 60% (HyD), 65% (HyD), or 60% (HyD). Image scanning was carried out by sequential scanning with seq 1 (405 nm laser, pinhole 0.31), seq 2 (488nm and 633nm, pinhole 0.32), and seq 3 (514nm, pinhole 0.31).\n\nExperiments were performed using the same methods for the AST studies, but instead used blood agar (BA; TSA with sheep blood, FisherR01200). The plates were incubated and monitored for 15 72h.\n\nIndividual strains were grown in R2A broth as described above. Cells were centrifuged at 7000 r.p.m. for 15mins and pellets were resuspended in fresh R2A broth to concentrate by 10 times. To assess interactions between designated strains, 10 ul samples of each isolate were dropped onto R2A agar (1.5%) at the same time at a distance close enough to allow for interaction but far enough away to avoid fusion of the droplets. Pairwise combinations of every strain in this study were examined. For mixed species assays, samples were prepared in the same way to test the interaction between two strains. Equal volumes of the 10X  concentrated strains were mixed and 10ul of these mixtures were drop applied on R2A agar (1.5%). Different strains recovered from the same year were tested as one set to study mixtures of two species or all species. Incubation, monitoring, and recording were conducted as described above.\n\nFor most assays (except hemolysis and CLSM), microbial growth on plates was monitored over seven days by taking photos and recording observations every 1 2 days, mostly due to the varying growth speeds for different strains. All assays presented in this paper were repeated at least in triplicate. All statistical analyses were performed using Graphpad Prism 7 or Microsoft Excel. Mean value and error bars (standard error of the mean) are indicated.\n\nFurther information on research design is available in theNature Research Reporting Summarylinked to this article.",
    "results": "To investigate dynamic changes in microbial species in the ISS Water Recovery System since its installation in 200813, we analyzed a NASA provided list of ISS potable water isolates preserved between 2009 and 201544. Seventeen different microbial genera and five unidentified Gram negative rods were represented from the list, which included a total of 117 potable water isolates. All microbial genera are listed in Supplementary Table1. Our analysis showed Burkholderiales, which includes the generaBurkholderia(mostlyBurkholderia cepaciacomplex, Bcc),Ralstonia, andCupriavidus, to be the predominant order comprising 63.25% of the total ISS water isolates, andRalstonia pickettiito be the major species of the order (Fig.1a b). We further calculated the microbial diversity for each year by dividing the number of different species isolated in a year by the total number of isolates recovered in the year(Supplementary Table2). We found that changes in the microbial species diversity inversely correlated with bothBurkholderiaandRalstoniaspp. over time, with the relationship more strongly associated with the former than the latter (Fig.1c). The composition of microbial species was similar as the same species were frequently isolated each year (Fig.1b). To investigate how microbial communities in the ISS potable water system may have changed over time, we selected different species of ISS water microbiota isolated in early (2009), middle (2012), and late (2014) years for further phenotypic analysis, to better understand targeted population shifts that could negatively impact astronaut health and life support systems (Table1).\n\naRelative abundance of the most common bacterial orders for archived ISS potable water isolates.bPercent population of different species of the ISS potable water isolates archived in 2009 2015.cCorrelation between dominant species and microbial diversity in the ISS potable water. Diversity score was calculated as %=(the # of isolates of a species)/(total # of recovered microbes)x100. They axis indicates the percentage of diversity (diversity score) or the indicated species.\n\nStrains used in this study. ISS potable water isolates were recovered from the US system. The identifier is provided by NASA. TheBurkholderia cepaciacomplex (Bcc) strains, indicated with *, were recently further re identified43.\n\nBccBurkholderia multivorans*\n\nB. cepacia s37\n\nBccBurkholderia multivorans*\n\nB. contaminans s52\n\nBccBurkholderia species*\n\nB. contaminans s54\n\nWe profiled each of the individual bacterial isolates for their susceptibility to twenty antimicrobial compounds, as well as their tolerance to salt (halotolerance) (Fig.2). The complete list of antimicrobial compounds, tested concentrations, and test results is shown in Supplementary Dataset1. All strains were resistant to multiple drugs at the concentrations tested for this study, most of which agreed with known intrinsic drug resistance for the specific genus and/or species45. In particular, Bcc andMesorhizobiumisolates were highly resistant to most of the tested antibiotics.Ralstonia, Cupriavidus, and Bcc isolates showed similar trends in antimicrobial susceptibility.Sphingomonas sanguinisisolates were highly sensitive to vancomycin and many antibiotics inhibiting protein synthesis.MethylobacteriumandBradyrhizobiumshowed similar drug resistant trends with the exception of carbenicillin and chloramphenicol.Staphylococcus epidermidiswas highly sensitive to most tested antibiotics. Many of the tested isolates were sensitive to NaCl concentrations over 1%, except Bcc andS. epidermidis(Supplementary Dataset1).\n\nSummary of antimicrobial susceptibility of ISS potable water isolates is shown. Shading in gray scale from black to white indicates responses ranging from resistant to sensitive, respectively. The data from representative concentrations for selected antimicrobials, commonly used for Gram negative bacteria, are shown. The complete results are in Supplementary Dataset1.\n\nWe also examined whether carbohydrates or amino acids were the preferred energy source of the ISS isolates. We used agar media containing both casein amino acids and either sucrose or lactose, as well as the pH indicator phenol red. Most species appeared to prefer casein amino acids over either carbohydrate (indicated by the pink color around the colonies) (Fig.3a). Interestingly,C. metalliduransandR. pickettiiformed a wrinkled/rugose colony morphology, which is a common biofilm phenotype46, whileR. insidiosaproduced very smooth colonies (Fig.3b). We thus decided to further examine biofilm formation of the isolates.\n\naCore metabolic characteristics and extracellular polysaccharide (EPS) production. The media contains casein and phenol red with 1% lactose or 1% sucrose. Pink or yellow color indicates utilization of carbohydrate or casein amino acids in the presence of both. The colony phenotype on R2A media serves as control. EPS production is indicated with red colonies by 100ug/ml Congo red.bRugose/wrinkled colony morphology.\n\nExtracellular polymeric substances (EPS), including extracellular DNA (eDNA), protein, and extracellular polysaccharides, are known to be fundamental components of biofilm growth47 50. To detect EPS production by the ISS potable water isolates, we grew bacterial colonies on media containing either Congo red or crystal violet to stain the extracellular substances. Media containing Congo red revealed that strains ofR. pickettii,S. sanguinis, Bradyrhizobium spp., Mesorhizobium spp., andS. epidermidiswere strong EPS producers with bright red colonies (Fig.4a). The crystal violet containing agar also indicated biofilm formation. We thus further validated biofilm formation using an air liquid surface approach forMethylobacterium, Mesorhizobium, R. pickettiiandS. sanguinis(Fig.4b). All of the tested strains (exceptR. insidiosa) provided phenotypic evidence of biofilm formation with rugose/wrinkle colonies, EPS production, and/or air liquid interface biofilms.\n\naThe R2A media contains 100ug/ml Congo red (CR) or 100ug/ml crystal violet (CV), or no dye addition (control). EPS production (red with CR), biofilm formation (blue purple on CV). Similar concentrations of bacteria, approximately 106 107CFU, were plated.bThe 8 week old biofilms on air liquid surface (arrow). Brightness and contrast of pictures were similarly optimized for clarity.\n\nWe used confocal laser scanning microscopy (CLSM) to examine biofilm structures and production of the biofilm related EPS (Fig.5, Supplementary Fig.1). Single strain biofilms were developed on sterile microscope glass cover slides. Live or dead bacterial cells, EPS compounds, and alpha  or beta linked polysaccharides were labeled by fluorescent dyes. The dyes used were SYTO 9 (green nucleic acid stain), ethidium homodimer 2 (EthD 2) (orange dead cell stain), concanavalin A (ConA) (magenta alpha linked polysaccharide stain), or calcofluor white (CFW) (blue beta linked polysaccharide stain). Figure5shows microscopic imaging of the bacterial spatial organization, biofilm associated substances, and morphology of biofilms (Fig.5, Supplementary Fig.1). The organisms show different biofilm patterns as evidenced by Con A, CFW, and viability staining. In particular,S. sanguinis,Ralstonia, andC. metalliduransformed large clustered biofilms (Fig.5and Supplementary Fig.1). WhileMethylobacterium spp. grew 1 2 logs less in planktonic culture as compared with other species (Supplementary Fig.2), they formed relatively thick biofilm layers on glass (Supplementary Fig.1). Interestingly, our data showed that CFW appeared to stain individual bacterial cell surfaces, while ConA appeared to target biofilm matrix components. eDNA was also present in the matrix as evidenced by EthD 2 staining.\n\nSingle species biofilms were developed statically on glass surface. Cells and EPS compounds were labeled by fluorescent dyes SYTO 9 (green), EthHD 2 (orange), CFW (blue), and ConA alexa 633 (magenta). Biofilm structures and the composition were observed by CLSM. Scale bars indicate 5um.\n\nDuring the course of our studies, we observed that some ISS isolates of the same species, which were recovered in different years, showed evidence of possible intraspecies variation. Specifically, we found variation in the production of extracellular substances among select isolates ofR. pickettiiandS. sanguinis(Fig.6a b). Visual inspection of the 2014R. pickettiiisolates and the 2009S. sanguinisisolates indicated that they may produce more EPS relative to the same species recovered in different years, suggesting intraspecies variation. In addition, we discovered hemolytic activity of selectBurkholderiaisolates. Specifically, the 2014Burkholderiaisolates displayed hemolytic activity, while the 2012 isolates did not (Fig.6c). Surprisingly, our data revealed that the 2014Burkholderiaisolates exhibited unstable hemolytic phenotypes and variations in colony morphology (Fig.6dright). Both hemolytic (alpha and beta) and nonhemolytic (gamma) colonies were simultaneously found on the same blood agar plate. In addition, both yellow and gray colonies simultaneously appeared on modified R2A (mR2A) agar and gray colonies were visibly more mucoid, suggesting varying mucus/pigment production among individual colonies (Fig.6dleft). Moreover, the passaging of a single colony also produced colony variation, suggesting that this phenotype was not due to contamination but instead may result from an unstable phenotype. The different colony types shown in Fig.6dwere indistinguishable from each other based on 16S rRNA gene sequencing (data provided by NASA), confirming that these morphologically distinct colonies were not contaminants. These differences in colony characteristics might be explained by recent sequencing data showing that the 2012 and 2014BurkholderiaISS potable water isolates are different species43. The intraspecies differences in 2014Burkholderiacolony morphology and pigment were not observed using commercially available R2A, TSA, or LB agar media. Surprisingly, the 2014Burkholderiaisolates that exhibited beta hemolysis also tested positive for beta galactosidase, urease, and D trehalose, which are uncommon for Bcc strains (Supplementary Table3).\n\na cPhenotypic variations among different isolates of the same species. The number below each image indicates different isolates. a Variations ofR. pickettiiisolates with 100ug/ml Congo red (CR) staining.bVariations ofS. sanguinisisolates with 100mg/ml crystal violet (CV) staining.cVariation ofBurkholderiaspp. for hemolytic characteristics. Individually grown bacteria from a single colony were spot dropped on tryptic soy agar with 5% sheep blood and incubated for 24h.dColony variation ofBurkholderiaspp. for colony morphological phenotypes (left) and hemolytic activity (right). The left picture shows yellow or pale gray color colonies indicated with arrows. On the right image, thealpha ,beta , andgamma hemolysis are indicated with arrows demonstrating no , weak , and complete lysis of red cells, respectively.\n\nTo better understand microbial relationships between different species that may occur in the ISS potable water system, we examined interactions between these species. Individual strains were spotted onto R2A agar directly adjacent to different species to assess the interactions between every possible combination of paired isolates (Supplementary Fig.3). Interspecies interactions between the paired isolates over a progressive time course were rated as negative, positive, or neutral, based on migration of the cultures during growth in close proximity (Fig.7). Neutral relationships were defined when two strains did not show a visible sign of interaction. Positive relationships were defined when one strain grew out toward and in some cases surrounded the other strain (Fig.7c). We found two types of negative behaviors. For example,MethylobacteriumandS. epidermidiswere either killed or their growth inhibited byBurkholderia(Fig.7a), whileR. insidiosagrew away fromBurkholderia(Fig.7b).BradyrhizobiumandMesorhizobium, which are both slow growing bacteria and thus could be potentially less competitive relative to faster growing species, displayed no growth defect when interacting with most strains, thus showing neutral relationships (Fig.7d).\n\nThree distinct interspecies interactions were observed in this study. Interaction criteria were based on migration of the cultures during growth in close proximity. Rowsaandbshow negative interactions, where one organism killed/inhibited (a, yellow arrows) or grew away from the other strain (b, red arrows). Rowcshows positive interaction, where one strain grew out toward and in some cases surrounded the other (blue arrows). Rowdshows neutral interaction, where no visible sign of interaction was observed between the organisms. The colonies on the left and right in each panel are respectively:a, 2014Burkholderia spp. and 2014Staphylococcus spp.;b, 2012Burkholderia spp. and 2012Ralstonia spp.;c, 2012Ralstonia spp. and 2012Sphingomonas spp.;d, 2014Burkholderia spp. and 2014Bradyrhizobium spp.\n\nWe also observed a correlation between isolation year and the type of interspecies interaction betweenR. insidiosaand eitherS. sanguinisorMethylobacterium. For these strains in our study, species isolated in the same year exhibited positive relationships, while neutral relationships were observed when species from different years were cocultured (Fig.8a b).\n\naDistinct relationships observed between strains isolated in the same year but not in different years. R, S, or M indicateR. insidiosa, S. sanguinis, orMethylobacteriumspp., respectively. Red dotted lines highlight whereRalstonia spp. have grown out toward and surround the other species.bCorrelation between the isolation year and interactions between different species exhibiting positive or neutral relationships. The years isolated are indicated above colonies, shown in the same color.\n\nWe performed mixed species colony biofilm assays to examine microbial multispecies behavior by combining different strains isolated in the same year and then plating these mixed cultures as a single colony. Strains were first individually cultured in liquid media, then equal ratios of either (1) two species from the same year, or (2) all isolates from each year (2009, 2012, or 2014) were mixed and spotted as a single colony onto R2A agar to compare the characteristics of colony biofilms. The morphologies of these mixed species colonies were monitored for 10 days. Distinct phenotypes were observed for each mixed species colony that resembled the dominant species in the mixture, but still differed from the morphology of the individual strains (Supplementary Fig.4).S. sanguinis,C. metallidurans,R. insidiosa, orBurkholderiatended to exhibit relatively dominant phenotypes as evidenced by colony color or morphology.Methylobacteriumspp., which previously showed growth inhibition when spotted next toa Burkholderiacolony (Supplementary Fig.3), did not show visible signs of growth in the colony when directly mixed withBurkholderia.",
    "discussion": "Microbial interactions within natural and artificial environments are typically investigated over a short period of time (hours to days). Longer term interactions may only become evident during repeated observations of the same environment. Microbial observatories have been established in a number of environments51 53. These studies show how long term changes may occur in a community due to alterations of environmental factors or the introduction of new species. In the current study, we used the ISS water recovery system as a microbial observatory. Unique aspects of this environment include microgravity and the limited opportunities for the introduction of new microorganisms via crew exchanges and resupply missions8,54. Frequent microbial sampling is performed to mitigate risks to crew health and system performance10,11. While identification of isolates can provide useful information, phenotypic analysis enables an increased understanding of long term effects of the spaceflight environment on microbial physiology and functional species' interactions. In this study, we characterized antimicrobial susceptibility, single  and multispecies biofilm formation, EPS production, hemolytic subpopulations, preferred energy source, and multispecies interactions of sixteen ISS potable water isolates. Our analysis using archived ISS isolates showed thatRalstonia and Burkholderia, known biofilm formers, were the major bacterial genera between 2009 and 2016.\n\nMicrobes interact with their neighbors in mixed communities and compete for space and resources in diverse environments55 59. Polymicrobial interactions between water isolates have been shown to affect biofilm functional characteristics, including drug resistance and morphology60 64. However, none of these studies were longitudinal in nature. Of particular relevance to our study, Thompson et al.64recently conducted elegant experiments using six ISS potable water microbial isolates (including some of the same species used in our study) and showed the contribution of individual community members to the robustness of polymicrobial biofilm formation. Interestingly, this work found that some bacterial community members were necessary for polymicrobial biofilm formation and that predation by phage or predatory bacteria did not selectively remove specific bacterial community members. While microbial interactions may appear to be stable in short term studies, this may not be true for longer duration interactions65 67. Such microbial dynamics are critical to better understand the types of interactions and functional relationships that may occur in environments such as the ISS potable water microbial community over time. These studies highlight the importance of investigating the effects of long term polymicrobial interactions in many different environments. Indeed, complex relationships between cohabiting species and a loss of antagonism over time have been frequently documented in longitudinal studies of pulmonary isolates from cystic fibrosis (CF) patients68 71. A recent longitudinal study usingPseudomonas aeruginosaclinical isolates from CF patients suggested that the long term development of metabolic divergence contributed to cooperative interspecies interactions that evolved over decades72,73.\n\nUsing bacterial isolates recovered over time from the same ISS potable water system, we observed positive, negative, or neutral interspecies relationships with temporal dependent interspecies interactions observed between certain strains. As the section of the water system containing these isolates is downstream of a 0.2 micron water filter, introduction of outside contamination into the system would be highly unlikely8,15,74. Thus, the isolates collected at any given sampling timepoint may reflect bacteria that have coexisted for extended time periods. As these bacterial communities will have changed over time, isolates collected during a given year (e.g., 2009) may interact differently with bacteria collected from other years (e.g., 2012, 2014). Our data corroborate this possibility. Based on our findings, we propose a hypothetical microbial coevolutionary model to explain the observed interspecies interactions that might have developed during spaceflight (Fig.9). We recognize that our results may be explained by other possibilities, including (a) the limited number of strains tested in this study, (b) potential phenotypic changes that might result from culturing the isolates in our laboratory as opposed to microgravity conditions in spaceflight, (c) different nutrient availability between the ISS water system and conditions used in this study, (d) strains isolated in later years might have been introduced via contamination into the ISS water system, and (e) species compared over different time periods were represented by different strains. Regardless, data from this study provide a foundation from which to advance our understanding of multispecies microbial communities and their functional interactions in the ISS potable water system over time, which could impact crew health and system performance.\n\nA and B indicate different bacterial genera.\n\nIt is worth noting that studies have reported reduced immune function in astronauts during spaceflight, which when coupled with alterations in virulence, biofilm formation and antibiotic resistance observed in some microorganisms during spaceflight, suggests an increased risk for infectious disease28,29,31,34,35,75 78. Our observation of hemolyticBurkholderiasubpopulations that were multidrug resistant in ISS potable water samples confirms previous work by O'Rourke et al.43and suggests an additional risk for opportunistic infections. We expanded on these previous findings43by profiling the type of hemolysis (alpha,beta,gamma) in theBurkholderiaisolates and discovered unstable hemolytic phenotypes, as well as variations in colony morphology and pigmentation. Interestingly, there was no clear association between hemolysis, mucoidy, or colony pigmentation. These same three phenotypes were unstable during our testing and produced the observed unpredictable colony variations during repeated passage on agar plates. To our knowledge, this is the first report that ISS Bcc isolates exhibit unstable hemolysis, mucoidy, and pigmentation phenotypes. These unstable pathogenic characteristics also occur in several organisms on Earth79 82. Notably, studies using microbial communities isolated from terrestrial water systems have shown increased resistance to antimicrobial agents and enhanced biofilm formation61. In addition, studies using microbial communities isolated from spaceflight water systems have shown increased biofilm formation and bacterial predation in multispecies biofilms31,61,64. Should the same phenotypic instability occur in spaceflight, it could present a challenge for detection and pose a risk for astronaut health. Further investigation is in progress to understand the role of microbial community interactions in antibiotic resistance, the virulence of select ISS potable water isolates, and potential underlying mechanisms.\n\nOur data also revealed distinct patterns of biofilm formation by the ISS potable water isolates that may be representative of the different species tested in this study. One potential explanation of the diverse biofilm patterns observed may be the different extracellular matrix components, as revealed by ConA and CFW staining, which stain alpha  and beta linked polysaccharides, respectively. We also observed that EthD 2, which does not penetrate the membrane of living cells, was observed at unexpectedly high levels inS. sanguinis, Ralstonia spp., C. metallidurans,Methylobacterium, andS. epidermidis. The increased EthD 2 signal in these cells may reflect eDNA in the biofilms, as has been previously shown with similar species47,83 85. We plan to conduct future studies to identify the mechanisms involved in these bacterial interactions and biofilm formation.\n\nOur longitudinal study provides a comprehensive phenotypic investigation of ISS potable water microbial isolates, focusing on functional characteristics of the different species alone or as multispecies consortia. As joint molecular and phenotypic analyses can provide a more comprehensive understanding of polymicrobial interactions and function than either approach alone, we are currently investigating molecular mechanisms that may explain some of the functional phenotypes that were observed for several of the ISS isolates in this study. By profiling the functional phenotypes of ISS isolates over a series of kinetic timepoints, the results of this study offer potential insight into how polymicrobial isolates may contribute to biofouling of onboard life support systems and impact human health in space and on Earth.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:07:36.086980",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8421509/"
  }
}