{
  "pmcid": "PMC4405755",
  "title": "The role of alterations in mitochondrial dynamics and PGC 1alpha over expression in fast muscle atrophy following hindlimb unloading",
  "authors": [
    "Jessica Cannavino",
    "Lorenza Brocca",
    "Marco Sandri",
    "Bruno Grassi",
    "Roberto Bottinelli",
    "Maria Antonietta Pellegrino"
  ],
  "year": "2015",
  "journal": "The Journal of Physiology",
  "doi": "10.1113/jphysiol.2014.286740",
  "sections": {
    "abstract": "The mechanisms triggering disuse muscle atrophy remain of debate. It is becoming evident that mitochondrial dysfunction may regulate pathways controlling muscle mass. We have recently shown that mitochondrial dysfunction plays a major role in disuse atrophy of soleus, a slow, oxidative muscle. Here we tested the hypothesis that hindlimb unloading induced atrophy could be due to mitochondrial dysfunction in fast muscles too, notwithstanding their much lower mitochondrial content. Gastrocnemius displayed atrophy following both 3 and 7days of unloading. SOD1 and catalase up regulation, no H2O2accumulation and no increase of protein carbonylation suggest the antioxidant defence system efficiently reacted to redox imbalance in the early phases of disuse. A defective mitochondrial fusion (Mfn1, Mfn2 and OPA1 down regulation) occurred together with an impairment of OXPHOS capacity. Furthermore, at 3days of unloading higher acetyl CoA carboxylase (ACC) phosphorylation was found, suggesting AMP activated protein kinase (AMPK) pathway activation. To test the role of mitochondrial alterations we used Tg mice overexpressing PGC 1alpha because of the known effect of PGC 1alpha on stimulation of Mfn2 expression. PGC alpha overexpression was sufficient to prevent (i) the decrease of pro fusion proteins (Mfn1, Mfn2 and OPA1), (ii) activation of the AMPK pathway, (iii) the inducible expression of MuRF1 and atrogin1 and of authopagic factors, and (iv) any muscle mass loss in response to disuse. As the effects of increased PGC 1alpha activity were sustained throughout disuse, compounds inducing PGC 1alpha expression could be useful to treat and prevent muscle atrophy also in fast muscles.",
    "methods": "Experiments were approved by the Italian Health Department and complied with the Italian guidelines for the use of laboratory animals, which conform to the European Community Directive published in 1986 (86/609/ECC).\n\nSix month old male C57BL/6mice (Charles River Laboratories, Wilmington, MA, USA) and transgenic mice overexpressing PGC 1alpha (TgPGC 1alpha) in skeletal muscle, as previously described (Linetal.2002), were used. Mice were unloaded for 3, 7 and 14days as previously described (Broccaetal.2010). Briefly, animals were suspended individually in special cages by thin string tied at one end to the tail and at the other end to the top of the cage; the length of the string was adjusted to allow the animals moving freely on the forelimbs, while the body was inclined at 30 40deg from the horizontal plane. All mice had water and foodad libitum. The ground C57BL/6 and TgPGC 1alpha mice were maintained free in single cages and killed after 3, 7 or 14days. The animals of all experimental groups were killed at 10.00h after 2h without food by cervical dislocation to allow removal of gastrocnemius muscle. Muscles were immediately frozen in liquid nitrogen and stored at  80 degreesC.\n\nNot all analyses were performed on both WT and TgPGC 1alpha mice at all times (3, 7 and 14days), but the timing of HU, the strain of the animals and the analyses performed were chosen according to a precise rationale. WT mice were given 3 and 7days of HU to analyse the time course of adaptations of muscle mass, intracellular pathways controlling muscle mass, redox status, mitochondrial impairment and AMPK pathway. As the experiment on WT mice suggested that mitochondrial dysfunction could be involved in causing gastrocnemius atrophy, to test such a conclusion and study the mechanisms underlying the potential prevention of muscle mass loss, TgPGC 1alpha mice were subjected to HU for 3days. The time was chosen based on the observations that intracellular signalling pathways controlling muscle mass were previously shown to go through clear adaptations at that time in soleus (Cannavinoetal.2014) and in gastrocnemius (experiments on WT mice of this study), and that gastrocnemius was atrophic following 3days of HU (Fig.1). TgPGC 1alpha mice underwent 14days of HU because we wanted to check that PGC 1 alpha protein levels were maintained during chronic disuse in transgenic mice and that the positive effect on muscle size found at 3days of HU was maintained also after prolonged disuse.\n\nA, quantification of average fibre area from haematoxylin and eosin stained gastrocnemius muscle from control mice (C) and mice unloaded for 3 days (HU 3) and 7 days (HU 7).B, representative haematoxylin and eosin stainings of the gastrocnemius muscle of control mice (C), and mice unloaded for 3 days (HU 3) and 7 days (HU 7). *Significantly different from C,P<0.05. Scale bar: 100um. Data are presented as means+/ SEM.\n\nCSA of individual muscle fibres was determined in the mid belly region of gastrocnemius muscles as previously described (Broccaetal.2010). Briefly, muscle serial transverse sections (10um thick) were stained with haematoxylin eosin. Images of the stained sections were captured from a light microscope (Leica DMLS) and transferred to a personal computer using a video camera (Leica DFC 280). Fibre CSA was measured with Image J analysis software (NIH, Bethesda, MD, USA) and expressed in micrometres squared.\n\nMHC isoform content was determined using an electrophoretic approach previously described in detail (Broccaetal.2010). Briefly, about 6ug of each muscle sample were dissolved in lysis buffer (20mmTris HCl, 1% Triton X100, 10% glycerol, 150mmNaCl, 5mmEDTA, 100mmNaF, 2mmNaPPi, 1x inhibitors protease phosphatase (Protease Inhibitor Cocktail, Sigma Aldrich, St. Louis, MO, USA) and 1mmPMSF). The lysates were loaded onto 8% polyacrylamide SDS PAGE gels. Electrophoresis was run for 2h at 200V and then for 24h at 250V; the gels were stained with Coomassie Blue. Densitometric analysis of MHC bands was performed to assess the relative proportion of the MHC isoforms (Pellegrinoetal.2003)\n\nFrozen muscle samples were pulverized and immediately re suspended in a lysis buffer (20mmTris HCl, 1% Triton X100, 10% glycerol, 150mmNaCl, 5mmEDTA, 100mmNaF and 2mmNaPPi supplemented with 1x protease, phosphatase inhibitors (Sigma Aldrich) and 1mmPMSF). The homogenate obtained was centrifuged at 18000gfor 20min at 4 degreesC and the supernatant stored at  80 degreesC until ready to use. Equal amounts of muscle samples were loaded on gradient precast gels purchased from Bio Rad (AnyKd; Hercules, CA, USA). Proteins were electro transferred to PVDF membranes at 35mA overnight. The membranes were probed with specific primary antibodies (see below). Thereafter, the membranes were incubated in HRP conjugated secondary antibody. The protein bands were visualized by an enhanced chemiluminescence method. The content of each protein investigated was assessed by determining the brightness area product of the protein band as previously described (Gondinetal.2011).\n\nMuscle samples previously stored at  80 degreesC were pulverized and homogenized at 4 degreesC in an antioxidant buffer containing protease inhibitors, 25mmimidazole and 5mmEDTA, pH 7.2, adjusted with NaOH as previously described in detail (Broccaetal.2010). The lysate was left for 20min on ice and the homogenate obtained was centrifuged at 18000gfor 20min at 4 degreesC. Protein concentration was determined on the supernatant using the RC DCTM protein assay kit (BioRad). The supernatant was stored at  80 degreesC until ready to use.\n\nProtein carbonylation level was detected using an OxyBlot kit (AbNova, Taipei City, Taiwan), which provides reagents for sensitive immunodetection of these carbonyl groups. The carbonyl groups in the protein side chains are derivatized to 2,4 dinitrophenylhydrazone (DNP hydrazone) by reaction with 2,4 dinitrophenylhydrazine (DNPH); 6ug of the DNP derivatized protein samples were separated by PAGE (15% SDS polyacrylamide gels) and then blotted for 2h at 100V to a nitrocellulose membrane. Membranes obtained were stained with Ponceau Red and then scanned. Membranes were incubated with primary antibody, specific to the DNP moiety of the proteins, and subsequently with an HRP antibody conjugate directed against the primary antibody (secondary antibody: goat anti rabbit IgG). Blots were developed by using an enhanced chemiluminescence method. Positive bands emitting light were detected by short exposure to photographic films. Protein oxidation was quantified by defining the oxidative index (OI), i.e. the ratio between densitometric values of the OxyBlot bands and those stained with Ponceau Red.\n\nTotal RNA, from skeletal samples, was extracted using the Promega SV Total RNA isolation kit; the concentration of RNA was evaluated by using a NanoDrop instrument (Thermo Scientific, Waltham, MA, USA) and 300ng was reverse transcribed with SuperScript III reverse transcriptase (Invitrogen, Carlsbad, CA, USA) to obtain cDNA. The cDNA was analysed by real time PCR (RT PCR; AB 7500) with the SYBR Green or TaqMan PCR kit (Applied Biosystems, Foster City, CA, USA) and the data were normalized to hypoxanthine guanine phosphoribosyl transferase rRNA. Oligonucleotide primers used for RT PCR are listed below.\n\nForward (FP) and reverse (RP) primers used for RT PCR are listed below:\n\nMuRF1FP: ACCTGCTGGTGGAAAACATC; RP: CTTCGTGTTCCTTGCACATC\n\nAtrogin 1FP: GCAAACACTGCCACATTCTCTC; RP: CTTGAGGGGAAAGTGAGACG\n\np62FP: CCCAGTGTCTTGGCATTCTT; RP: AGGGAAAGCAGAGGAAGCTC\n\nBeclin1FP: GCTCCTGAGGCATGGAGGGGTCT; RP: GGTTTCGCCTGGGCTGTGGTAA\n\nPGC 1alphaFP: ACCCCAGAGTCACCAAATGA; RP: CGAAGCCTTGAAAGGGTTATC\n\nMfn 1, Mfn 2andOPA1TaqMan gene expression assay (Applied Biosystems)\n\nHPRTQuanti Tect Primer Assay (Qiagen, Valencia, CA, USA)\n\nAnti rabbit superoxide dismutase 1 (Abcam, Cambridge, MA, USA); anti rabbit catalase (Abcam); anti rabbit alpha tubulin (Sigma Aldrich); anti mouse OXPHOS complexes (Abcam); anti rabbit PGC 1alpha (Abcam); anti rabbit DRP1 (Cell Signaling, Danvers, MA, USA); anti rabbit p AKT(ser473)(Cell Signaling); anti rabbit AKT (Cell Signaling); anti rabbit p S6Rp(ser 235/236)(Cell Signaling); anti rabbit S6Rp (Cell Signaling); anti rabbit p 4EBP1(thr 37/46)(Cell Signaling); anti rabbit 4EBP1 (Cell Signaling); anti rabbit p AMPK(thr 172)(Cell Signaling); anti rabbit AMPK (Cell Signaling); anti rabbit p ACC(ser79)(Cell Signaling); anti rabbit ACC (Cell Signaling); anti rabbit LC3B (Sigma Aldrich); anti rabbit citrate synthase (Abcam); anti mouse IgG (Dako, Glostrup, Denmark); anti rabbit IgG (Cell Signaling).\n\nFrozen muscle samples were pulverized in a steel mortar with liquid nitrogen to obtain a powder that was immediately re suspended in the assay buffer provided with the kit (Abcam). After protein quantification, samples were removed of all proteins. A standard curve with known H2O2concentration was generated following the supplied protocol. Samples and H2O2standards were incubated at room temperature for 10min in HRP and OxiRed Probe that reacted with H2O2to produce red fluorescence (Ex/Em=535/587nm) and measured with a micro plate reader (Tecan Infinite 200Pro) (Cannavinoetal.2014).\n\nMaximal ADP stimulated mitochondrial respiration ('OXPHOS capacity') was determined in permeabilized muscle fibres by high resolution respirometry (Oxygraph 2 K; Oroboros Instruments, Innsbrck, Austria) (Salvadegoetal.2013). Fibre bundles were separated using sharp forceps in ice cold preservation solution (BIOPS; Oroboros Instruments). Muscle samples in solution plus 10% (w/v) fatty acid free BSA and 30% (v/v) DMSO were quickly frozen in liquid nitrogen and stored at  80 degreesC until analysis within 1month. For analysis, muscle samples were quickly thawed by immersion in the preservation solution at room temperature, washed and permeabilized in saponin (50ugml 1) for 30min at 4 degreesC. Fibres were subsequently washed in a mitochondrial respiration solution (MiR05; Oroboros Instruments) and weighed before adding to a 3ml chamber in the high resolution respirometer and incubated with MiR05 at 37 degreesC. The O2concentration in the chamber was kept above 270 umthroughout the experiment, to avoid O2diffusion limitation. Intermittent reoxygenation steps were performed by adding a 200mmH2O2solution into the medium containing catalase.\n\nO2consumption in the chamber was measured polarographycally following a sequential administration of substrates. Maximal ADP stimulated mitochondrial respiration (state 3 respiration) was measured after the addition of ADP (5.0mm) as phosphate acceptor with malate (4mm), glutamate (10mm) and succinate (10mm) as substrates. The addition of cytochrome c (10um) had no additive effects (<10%) on respiration, thereby confirming the integrity of the outer mitochondrial membrane. Mitochondrial respiration values were then normalized per citrate synthase (CS) content, taken as an estimate of mitochondrial mass.\n\nData are expressed as mean+/ SEM. Statistical significance of the differences between means was assessed by one way ANOVA followed by Student Newman Keuls test. A probability of less than 5% was considered significant (P<0.05).",
    "results": "CSA of skeletal muscle fibres was analysed in the mid belly region of gastrocnemius in control and unloaded mice. The measurements were performed on cryosections stained with haematoxylin eosin. Gastrocnemius muscle fibres went through 14 and 12% of atrophy, respectively, at 3 and 7days of HU (Fig.1). As the portion of muscle analysed contained almost solely MHC isoform IIB (Control MHC IIB 91+/ 1.5%, MHC IIX 5.5+/ 1.1% MHC IIA 3.5+/ 0.8%), all fibres analysed were considered type IIB.\n\nTo examine the effects of HU on redox imbalance, we studied the expression of SOD1 and catalase, the two major enzymes of ROS scavenging, H2O2content and protein carbonylation. Gastrocnemius showed an early SOD1 and catalase up regulation evident at 3 and 7days of HU compared with control (Fig.2D). H2O2concentration (Fig.2A) and protein carbonylation (Fig.2B) levels were not different from control at any of the experimental times analysed.\n\nA, determination of H2O2concentration.B, quantification of protein carbonylation level.C, representative OxyBlot and Red Ponceau staining.D, quantification of protein levels of SOD1 and catalase by Western blot.E, representative Western blot of SOD1, catalase and alpha tubulin. *Significantly different from C,P<0.05; #significantly different from HU 3,P<0.05,n=6 for each group. Data are presented as means+/ SEM.\n\nTo define the adaptations of oxidative metabolism to muscle disuse we used RT PCR and Western blot analysis.\n\nTo examine the effects of HU on expression of mitochondrial biogenesis related genes, the mRNA transcript and protein level of PGC 1alpha, playing a central role in mitochondrial biogenesis, were studied. PGC 1alpha mRNA and protein expression was unchanged both at 3 and at 7days of HU (Fig.3). Similarly, no changes in levels of protein in mitochondrial complexes (Fig.3D) (Complexes I V) at either time analysed were found.\n\nA, quantification of mRNA levels of PGC 1alpha by RT PCR.B, quantification of protein levels of PGC 1alpha by Western blot.C, quantification of protein levels of DRP1 involved in fission machinery by Western blot.D, quantification of protein levels of mitochondrial complexes by Western blot.E, quantification of protein levels of citrate synthase by Western blot.F, determination of citrate synthase activity in skeletal muscle.G, determination of OXPHOS capacity, normalized per CS activity.H, quantification of mRNA levels of pro fusion proteins by RT PCR. C, control; HU 3, 3days of hindlimb unloading; HU 7, 7days of hindlimb unloading. *Significantly different from C,P<0.05; #significantly different from HU 3,P<0.05. Data are presented as means+/ SEM.\n\nAs the mitochondrial fission machinery is able to cause muscle wasting in mice (Romanelloetal.2010), the expression of DRP1, one of its major components, was analysed. Levels of DRP1 protein did not change at either time analysed (Fig.3C).\n\nHowever, a mismatch between the increase in CS protein level and its activity was observed onday 3 of HU (Fig.3E,F). CS protein and activity levels dropped significantly onday 7 of HU. Moreover, OXPHOS capacity in permeabilized fibres was impaired both at 3 and at 7days (Fig.3G), suggesting an alteration of mitochondrial function. OXPHOS capacity was assessed based on maximal ADP stimulated state 3 mitochondrial respiration (normalized per CS content), taken as an estimate of mitochondrial mass. As mitochondrial fusion protects mitochondrial function (Detmer & Chan,2007), we also analysed expression of the pro fusion proteins Mfn1, Mfn2 and OPA1. Importantly, a significantly lower level of such proteins was detected in HU animals compared to controls (Fig.3H).\n\nThe latter results indicate alteration to the mitochondrial network, which could potentially lead to energy stress. Because when mitochondria are fragmented FoxO3 is activated via AMPK in myofibres and induces the expression of atrogin 1 and MuRF 1 (Romanello & Sandri,2010), we studied the ratio of the active (phosphorylated) and total form of AMPK and its downstream acetyl CoA carboxylase (ACC) by Western blotting. At 3days of HU, no significant changes were observed in AMPK activation whereas a significant increase of ACC activation was found (Fig.4).\n\nDetermination of the activation level of AMP kinase (A) and of ACC (B) by Western blot measuring the ratio between the phosphorylated (p) and total forms. C, control; HU 3, 3days of hindlimb unloading; HU 7, 7days of hindlimb unloading. *Significantly different from C,P<0.05,n=6 for each group. Data are presented as means+/ SEM.\n\nCollectively, the results indicate that the mitochondrial network was compromised in gastrocnemius muscle and that this sustained an impairment of function and activation of the AMPK catabolic system.\n\nTo elucidate the role of Mfn2 expression in disuse atrophy, muscle specific transgenic mice for the peroxisome PGC 1alpha were used as PGC 1alpha is known to enhance expression of pro fusion proteins (Sorianoetal.2006; Zorzano,2009).\n\nFirst, to ensure muscle specificity of expression, PGC 1alpha expression in the gastrocnemius of Tg PGC 1alpha mice using the WT samples as reference was assessed. Then, to check that protein levels were maintained during chronic disuse, Tg PGC 1alpha mice were unloaded for 14days.\n\nAs expected, both PGC 1alpha mRNA and protein levels were higher in Tg PGC 1alpha gastrocnemius than in the WT (Fig.5). Furthermore, the PGC 1alpha overexpression was maintained during disuse, i.e. both mRNA and protein levels were significantly up regulated in Tg PGC 1alpha after 14days of HU in comparison to control Tg PGC 1alpha (Fig. 5).\n\nA, quantification of mRNA levels of PGC 1alpha in WT and transgenic mice.B, quantification of protein levels of PGC 1alpha by Western blot in WT and transgenic mice.C, representative Western blot of PGC 1alpha. *Significantly different from C; #significantly different from C and HU 14 atP<0.05,n=5 for each group. Data are presented as means+/ SEM.\n\nAs gastrocnemius atrophy occurs early into disuse (3days, Fig.1) and we have previously found that the catabolic systems are also active early (Cannavinoetal.2014), Tg PGC 1alpha mice were unloaded for 3days. The TgPGC 1alpha mice showed complete resistance to HU muscle atrophy (Fig.6). The CSA of gastrocnemius fibres of Tg PGC 1alpha mice was not different from that of C Tg PGC 1alpha. To assess whether the protection against muscle atrophy might fade with time, Tg PGC 1alpha mice were unloaded for 14days following HU. No atrophy was observed following 14days of HU (Fig.6).\n\nA, CSA of gastrocnemius fibres stained with haematoxylin and eosin.B, Scale bar: 100 um. C TgPGC 1alpha, control, transgenic PGC 1alpha; HU3 TgPGC 1alpha, 3days of hindlimb unloading, transgenic PGC 1alpha; HU14 TgPGC 1alpha, 14days of hindlimb unloading, transgenic PGC 1alpha. *Significantly different from C,P<0.05. Data are presented as means+/ SEM.\n\nAs expected on the basis of muscle atrophy, catabolic systems were significantly induced at 3days of HU compared to control animals, whereas high levels of PGC 1alpha completely blunted the up regulation of MuRF 1, atrogin 1, beclin1 and p62 genes (Fig.7A).\n\nA, quantification of mRNA levels of MuRF 1 and atrogin 1 (ubiquitin proteasome system) and of Beclin1 and p62 (autophagy system) by RT PCR.B, quantification of protein levels of LC3 II based on the ratio between the content in forms II and I of LC3 by Western blotting.C, determination of activity levels of AKT, S6R and 4EBP1 by Western blot analysis of the ratio between the content in the phosphorylated (p) and total forms.D, representative Western blot of synthetic factors. *Significantly different from C,P<0.05; #significantly different from C TgPGC 1alpha,P<0.05. Data are presented as means+/ SEM.\n\nTo check whether the slight increase of p62 in the unloaded gastrocnemius muscle of TgPGC 1alpha animals resulted in increased autophagy, the level of lipidated microtubule associated protein light chain 3 (LC3) were studied. The cytosolic form of LC3 I, when recruited on autophagosomes, covalently binds phospholipids, resulting in a higher molecular weight protein named LC3 II. Therefore, the protein level of LC3 II is often used as a marker of autophagy (Kabeyaetal.2004). No significant changes in LC3 II/LC3 I ratio in unloaded TgPGC 1alpha samples compared to controls were found (Fig.7B). Therefore, the increased PGC 1alpha levels completely prevented activation of the catabolic systems in gastrocnemius.\n\nHind limb suspension did not significantly affect the anabolic pathway in gastrocnemius muscle of WT and TgPGC 1alpha mice (Fig.7C). In fact, no differences were found in pAKT, pS6R and p4EBP1 activation.\n\nTo assess whether PGC 1alpha over expression actually elicited its effect through a modulation of mitochondrial dynamics, Mfn1, Mfn2, OPA1 and ACC were studied. PGC 1alpha overexpression completely prevented the decrease of Mfn1, Mfn2 and OPA1 (Fig.8A) and also the increase of ACC (Fig.8B) in HU muscles. PGC 1alpha therefore appeared to be sufficient to preserve mitochondrial fusion proteins, to block activation of the energy stress pathway and muscle atrophy.\n\nA, quantification of mRNA levels of pro fusion proteins (Mfn 1, Mfn 2 and OPA 1) by RT PCR.B, determination of the activation level of ACC by Western blot measuring the ratio between the phosphorylated (p) and total forms. *Significantly different from C,P<0.05. Data are presented as means+/ SEM.",
    "discussion": "Although several studies have attempted to elucidate the signalling pathways involved in triggering atrophy during disuse of limb muscles, the exact mechanisms responsible for disuse induced muscular atrophy are currently debated and there is still no therapy to treat muscle atrophy. Our previous findings have indicated that a metabolic programme might be the major phenomenon triggering muscle atrophy in HU mice (Cannavinoetal.2014). We demonstrated, in fact, that a fall in the levels of PGC 1alpha can be responsible for the activation of proteolytic pathways through FoxO3 disinhibition, leading to the conclusion that deregulation in PGC 1alpha is the molecular switch that triggers protein breakdown. The latter work was performed on soleus muscle, a slow muscle with high oxidative metabolism, mitochondrial content and PGC 1alpha expression. As fast muscles rely mainly on glycolytic metabolisms, have much lower mitochondrial content (Jackman & Willis,1996; Berchtoldetal.2000; Linetal.2002), and express PGC 1alpha at low levels (Linetal.2002), a metabolic programme might not be as relevant in gastrocnemius as in soleus. In the present study, we tested the hypothesis that also in fast muscles disuse induced muscle atrophy could be due to a metabolic programme.\n\nGastrocnemius muscle went through atrophy following both 3 and 7days of HU, confirming, and extending to earlier times, the results of previous studies, which showed significant gastrocnemius mass loss with long term disuse (Kyparosetal.2005; Broccaetal.2010; Desaphyetal.2010). Although the loss of CSA appeared to plateau between 3 and 7days, note that, following 14days of HU, CSA of type IIB fibres from gastrocnemius was 25% lower than in controls, indicating that disuse atrophy in gastrocnemius actually progresses beyond 7days. However, the observation of a plateau is intriguing. It is consistent with some previous observations (Isfortetal.2002) and at variance with others (Bodine,2013). The rate of muscle mass loss might vary according to the time course of the adaptations of the intracellular signalling pathways controlling muscle mass, which in turn might vary from pathway to pathway.\n\nThe present study supports the idea that even in fast muscle oxidative stress might not be the main phenomenon in triggering disuse muscle atrophy (Ikemotoetal.2002; Koestereretal.2002; Servaisetal.2007; Broccaetal.2010; Desaphyetal.2010; Gloveretal.2010; Kuwaharaetal.2010; Pellegrinoetal. 2011b; Powersetal.2012; Cannavinoetal.2014). Redox imbalance occurred early into HU in gastrocnemius consistently with the up regulation of SOD1 and catalase (Fig.2). The lack of H2O2accumulation together with the absence of carbonylation both at 3 and at 7days of HU (Fig.2) indicates that, in the early phase of disuse, the antioxidant defence system efficiently reacts to the initial ROS increase. This compensatory increase in antioxidant activity is maintained over time, in agreement with the absence of carbonylation found at 14days of HU (Broccaetal.2010). Given that we have previously shown that antioxidant treatment during unloading did not prevent gastrocnemius atrophy, the data suggest that oxidative stress might not be the major phenomenon of disuse atrophy in fast muscle (Broccaetal.2010).\n\nIn contrast to what was observed in soleus (Cannavinoetal.2014), unloaded gastrocnemius showed normal PGC 1alpha levels (Fig.2) and no alterations in mitochondrial complex expression, suggesting different mechanisms for fast muscle atrophy. Previous findings regarding PGC 1alpha during disuse in fast muscle are contradictory. In fact, higher (Wagatsumaetal.2011), lower (Mazzattietal.2008) and unchanged (Nagatomoetal.2011) PGC 1alpha levels have been reported. Furthermore, mitochondrial complexes did not drastically change with disuse in fast muscle, and only a reduction of complex I expression was found after 28days of unloading in gastrocnemius muscle (Liuetal. 2012b). This notwithstanding, several lines of evidence suggest that mitochondrial alterations could be good candidates in triggering atrophy even in fast muscle. In fact, alteration in mitochondrial biogenesis (Liuetal. 2012b) and mitochondrial respiration (Yajidetal.1998) have been found after chronic disuse in fast skeletal muscle.\n\nMitochondria play critical roles in the life and death of cells. Mitochondrial dynamics are regulated by coordinated fusion and fission cycles performed by a complex molecular machinery. Mitochondrial dynamics maintain normal mitochondrial function by degrading damaged mitochondria and generating new mitochondria. The mitochondrion is vital to cellular energy and metabolism, being the site of generation of most ATP. Derangements in fusion fission have been proposed as a mechanism underlying the formation of dysfunctional aberrant mitochondria (Yoonetal.2006) and causing muscle atrophy through activation of AMPK (Romanelloetal.2010).\n\nFusion fission derangement can be due to an excessive activation of fission. In contrast to observations in soleus (Cannavinoetal.2014), unchanged DRP1 mRNA levels (Fig.3) suggest that in the early phases of gastrocnemius atrophy there is no excessive fission activation.\n\nMitochondrial fusion was assessed based on the expression of three large GTPases that require the coordinated fusion of the outer and inner membranes: Mfn1, Mfn2 and OPA1. A defective mitochondrial fusion, revealed by a down regulation of Mfn1, Mfn2 and OPA1, occurred (Fig.3), in agreement with previous reports in fast muscle during early (Wagatsumaetal.2011) and chronic disuse (Liuetal. 2012b). Mitochondrial fusion can protect mitochondrial function (Detmer & Chan,2007). Consistently, we found an impairment of OXPHOS capacity assessed as the maximal ADP stimulated state 3 mitochondrial respiration (Fig.3). Together with a mismatch between the increase in CS protein level and its activity, the latter suggests a compensatory mechanism to an intrinsic oxidative defect in fast twitch muscle.\n\nThe decrease in mitochondrial biogenesis and impaired mitochondrial function could lower ATP production, generate energy imbalance and activate protein catabolism. The energy level of the cell is, in fact, sensed by AMPK, a cellular kinase, which can cause atrogin 1 and MuRF 1 induction via a FoxO3 dependent mechanism (Tongetal.2009). Interestingly, an early up regulation of ACC, a kinase downstream of AMPK, was observed (Fig.4), indicating activation of AMPK. The latter results suggest that mitochondrial alteration could be important in determining muscle size during disuse in fast muscles.\n\nSeveral signalling kinases, including AMPK, have been implicated in activating PGC 1alpha transcription in response to various stimuli (Irrcheretal.2008). This might explain why, following HU, PGC 1alpha level is unchanged.\n\nTo test the role of mitochondrial alterations we used transgenic mice overexpressing PGC 1alpha. In fact, it has been shown that the Mfn2 gene is controlled by PGC 1alpha and PGC 1beta in conjunction with oestrogen related receptor alpha (Sorianoetal.2006; Liesaetal.2008) and PGC 1alpha stimulates Mfn2 expression (Sorianoetal.2006; Zorzano,2009). We subjected transgenic mice overexpressing PGC 1alpha to 3days of HU. The duration of HU was chosen based on the observation that in soleus maximal induction of catabolic genes occurred 3days after unloading (Cannavinoetal.2014). Skeletal muscle overexpressing PGC alpha displayed complete resistance to loss of mass following 3days of HU and this positive effect on muscle size was fully maintained also after prolonged disuse (14days) (Fig.6), consistent with the high and steady protein levels of PGC 1alpha (Fig.5).\n\nTo test the mechanism underlying this effect on muscle size, we analysed the main pathways controlling muscle mass. The ubiquitine proteasome system (UPS) and autophagy are the two major proteolytic systems responsible for muscle wasting. Among several markers of UPS, two E3 ubiquitin ligases, MAFbx/Atrogin 1 and MuRF1 (also known as atrogenes), have been widely used as they are highly expressed in many conditions of muscle wasting (Bodineetal. 2001a; Cohenetal.2009).\n\nMuRF1 and atrogin 1mRNA expression at 3days (Fig.7) was dramatically increased, indicating UPS activation in the early phases of disuse atrophy. Disuse also induced expression of genes involved in autophagy (Beclin1 and p62) (Fig.7). It has been recently understood that an increase in activity of the autophagy system can have a role in muscle atrophy (Sandri,2010). The latter findings indicate that, at least in the early stages of disuse, gastrocnemius mass loss is supported by activation of both the UPS and autophagy systems, consistent with previous observations (Bodineetal. 2001a; Ikemotoetal.2002; Haddadetal.2006; Klineetal.2007).\n\nSignalling through the phosphatidyl inositol 3 kinase (PI3K/AKY/mTOR) pathway controls protein synthesis and muscle hypertrophy (Rommeletal.2001). In gastrocnemius muscle, HU did not result in any significant alterations in the phosphorylation states of the anabolic pathway after 3days (Fig.7). Little and contradictory information is available on the impact of disuse on activation of the protein synthesis signalling pathway in fast muscles. Although our results are not in agreement with those of Bodineetal. (2001b), who found a decrease in the protein synthesis signalling pathway in atrophied gastrocnemius muscle at 14days of unloading, they are in line with the concept that protein synthesis regulation differs among muscle types (Hornbergeretal.2001). Indeed, several lines of evidence indicate an increase or no changes in protein synthesis in fast muscles in different disuse models, including HU. An increase in translation factors (p70S6K, eEF 2 and eIF 2a) has been reported in the atrophied fast EDL muscle at 7days of denervation (Hornbergeretal.2001). Loss of gastrocnemius mass independent of a decrease in protein synthesis has been reported after unilateral hindlimb immobilization (Krawiecetal.2005). Finally, in line with our results, Liuetal. (2012a) showed a biphasic protein translational signalling response of gastrocnemius to HU. Specifically, the authors found that the initial unloading phase was associated with increased repression of 4EBP1 (eukaryotic translation initiation factor 4E binding protein 1) on translation initiation factor eIF4E without alteration of the Akt/mTOR/p70S6K/S6 pathway, while prolonged disuse (14days) was associated with activation of translational signalling, including activation of the Akt/mTOR/p70S6K/S6 pathway and diminished repression of 4EBP1 on eIF4E.\n\nThe findings discussed so far prompted the hypothesis that in fast muscles an early down regulation of pro fusion proteins at 3days of HU, through concomitant AMPK activation, can activate the ubiquitin proteasome pathway and autophagy, and ultimately cause muscle mass loss in disuse.\n\nThe latter hypothesis was confirmed by the observation that overexpression of PGC alpha was sufficient to prevent (i) the decrease of pro fusion proteins (Mfn1, Mfn2 and OPA1) (Fig.8), (ii) activation of the AMPK pathway (Fig.8), (iii) the inducible expression of MuRF1 and atrogin1 and the autophagic factors (Fig.7); and (iv) any muscle mass loss in response to disuse.\n\nThe present results and our recent previous study (Cannavinoetal.2014) strongly support the idea that a metabolic programme can play a major role in triggering disuse muscle atrophy both in slow and in fast muscles. However, the metabolic programme would exert its effects through different pathways in slow, soleus and fast, gastrocnemius muscles. In soleus the primary phenomenon would be a fall of PGC 1alpha expression and content, which would cause induction of atrogenes through FoxO3 disinhibition (Cannavinoetal.2014), whereas in gastrocnemius the primary phenomenon would be a down regulation of pro fusion proteins, which in turn would cause energy stress and induction of atrogenes through AMPK activation (Fig.9). It is known that during muscle wasting the enhanced FoxO activity results in increased transcription of Mul1, a mitochondrial E3 ligase, which ubiquitinates and targets Mfn2 for degradation through the UPS, resulting in mitochondrial dysfunction (Lokireddyetal.2012). Interestingly, slow twitch muscle has small amounts of Mul1 but high Mfn2 protein levels whereas fast twitch muscles express higher levels of Mul1 and low levels of Mfn2 (Lokireddyetal.2012). The latter phenomenon probably exposes fast muscles to a rapid degradation of Mfn2 with subsequent alteration of mitochondrial fusion, which precedes the fall of PGC alpha levels that occurs in the late stages of disuse.\n\nSkeletal muscle disuse would cause down regulation of pro fusion proteins leading to mitochondrial dysfunction and AMPK activation. AMPK activation leads to the activation of FoxO, which induces the transcription of genes encoding proteins involved in protein degradation via both the autophagy and the ubiquitin proteasome pathways. The increase in the rate of protein degradation causes gastrocnemius atrophy. AMPK might also prevent the down regulation of PGC 1alpha in gastrocnemius in the early stages of HU. Changes of protein synthesis would not be responsible for gastrocnemius atrophy at this stage of disuse.\n\nMoreover, our results show that PGC 1alpha levels higher than basal are necessary to increase pro fusion proteins, thus preventing gastrocnemius muscle atrophy during disuse. Interestingly, the higher efficacy of resistance training in preventing muscle mass loss compared to endurance training could be due to the fact that although both types of exercise increase PGC 1alpha expression, at a given exercise volume the higher the intensity the higher the effect (Eganetal.2010). As the effects of increased PGC 1alpha activity were sustained throughout disuse (Fig.6), compounds inducing PGC 1alpha expression could be useful to treat and prevent muscle atrophy.",
    "conclusion": "The present results and our recent previous study (Cannavino etal . 2014 ) strongly support the idea that a metabolic programme can play a major role in triggering disuse muscle atrophy both in slow and in fast muscles. However, the metabolic programme would exert its effects through different pathways in slow, soleus and fast, gastrocnemius muscles. In soleus the primary phenomenon would be a fall of PGC 1alpha expression and content, which would cause induction of atrogenes through FoxO3 disinhibition (Cannavino etal . 2014 ), whereas in gastrocnemius the primary phenomenon would be a down regulation of pro fusion proteins, which in turn would cause energy stress and induction of atrogenes through AMPK activation (Fig. 9 ). It is known that during muscle wasting the enhanced FoxO activity results in increased transcription of Mul1, a mitochondrial E3 ligase, which ubiquitinates and targets Mfn2 for degradation through the UPS, resulting in mitochondrial dysfunction (Lokireddy etal . 2012 ). Interestingly, slow twitch muscle has small amounts of Mul1 but high Mfn2 protein levels whereas fast twitch muscles express higher levels of Mul1 and low levels of Mfn2 (Lokireddy etal . 2012 ). The latter phenomenon probably exposes fast muscles to a rapid degradation of Mfn2 with subsequent alteration of mitochondrial fusion, which precedes the fall of PGC alpha levels that occurs in the late stages of disuse.\n\nMoreover, our results show that PGC 1alpha levels higher than basal are necessary to increase pro fusion proteins, thus preventing gastrocnemius muscle atrophy during disuse. Interestingly, the higher efficacy of resistance training in preventing muscle mass loss compared to endurance training could be due to the fact that although both types of exercise increase PGC 1alpha expression, at a given exercise volume the higher the intensity the higher the effect (Egan etal . 2010 ). As the effects of increased PGC 1alpha activity were sustained throughout disuse (Fig. 6 ), compounds inducing PGC 1alpha expression could be useful to treat and prevent muscle atrophy."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:02:42.814051",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4405755/"
  }
}