{
  "pmcid": "PMC8323809",
  "title": "The rapid diagnosis and effective inhibition of coronavirus using spike antibody attached gold nanoparticles",
  "authors": [
    "Avijit Pramanik",
    "Ye Gao",
    "Shamily Patibandla",
    "Dipanwita Mitra",
    "Martin G McCandless",
    "Lauren A Fassero",
    "Kalein Gates",
    "Ritesh Tandon",
    "Paresh Chandra Ray"
  ],
  "year": "2021",
  "journal": "Nanoscale Advances",
  "doi": "10.1039/d0na01007c",
  "sections": {
    "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS CoV 2), the cause of the coronavirus disease that began in 2019 (COVID 19), has been responsible for 1.4 million deaths worldwide as of 13 November 2020. Because at the time of writing no vaccine is yet available, a rapid diagnostic assay is very urgently needed. Herein, we present the development of anti spike antibody attached gold nanoparticles for the rapid diagnosis of specific COVID 19 viral antigen or virusviaa simple colorimetric change observation within a 5 minute time period. For rapid and highly sensitive identification, surface enhanced Raman spectroscopy (SERS) was employed using 4 aminothiophenol as a reporter molecule, which is attached to the gold nanoparticleviaan Au S bond. In the presence of COVID 19 antigen or virus particles, owing to the antigen antibody interaction, the gold nanoparticles undergo aggregation, changing color from pink to blue, which allows for the determination of the presence of antigen or virus very rapidly by the naked eye, even at concentrations of 1 nanogram (ng) per mL for COVID 19 antigen and 1000 virus particles per mL for SARS CoV 2 spike protein pseudotyped baculovirus. Importantly, the aggregated gold nanoparticles form \"hot spots\" to provide very strong SERS signal enhancement from anti spike antibody and 4 aminothiophenol attached gold nanoparticlesvialight matter interactions. Finite difference time domain (FDTD) simulation data indicate a 4 orders of magnitude Raman enhancement in \"hot spot\" positions when gold nanoparticles form aggregates. Using a portable Raman analyzer, our reported data demonstrate that our antibody and 4 aminothiophenol attached gold nanoparticle based SERS probe has the capability to detect COVID 19 antigen even at a concentration of 4 picograms (pg) per mL and virus at a concentration of 18 virus particles per mL within a 5 minute time period. Using HEK293T cells, which express angiotensin converting enzyme 2 (ACE2), by which SARS CoV 2 enters human cells, we show that anti spike antibody attached gold nanoparticles have the capability to inhibit infection by the virus. Our reported data show that antibody attached gold nanoparticles bind to SARS CoV 2 spike protein, thereby inhibiting the virus from binding to cell receptors, which stops virus infection and spread. It also has the capability to destroy the lipid membrane of the virus.",
    "methods": "",
    "results": "Antigen tests are used in clinics to diagnose different virus infections, and now the FDA has approved rapid antigen tests that can identify SARS CoV 2.2Here, our experimental data indicate that naked eye colorimetric diagnosis of COVID 19 antigens can be performed within 5 minutes using anti spike antibody attached gold nanoparticles. As shown in Fig. S1D in the ESI,naked eye colorimetric diagnosis of COVID 19 antigens using antibody attached GNPs is based on the fact that in the presence of COVID 19 antigen, as a result of antigen antibody interaction, antibody attached GNPs aggregate, as shown in Fig. S2A C in the ESI.As a result, as shown inFig. 1A C, we have observed the color of the suspension of antibody attached GNPs change from pink to blue, which is due to the surface plasmon coupling between antibody attached GNPs. The TEM images in Fig. S2A Cand DLS data inTable 1show that as we increased the amount of COVID 19 antigen, the size of anti spike antibody attached gold nanoparticles increased tremendously owing to aggregation. As we and others have reported before, when the interparticle distances are 2.5 times lower than the diameter of the nanoparticles, the aggregation of gold nanoparticles will induce the coupling of the plasmon modes very strongly, which will induce a red shift of the absorption spectrum.28 33The absorption spectra shown inFig. 1Dshow a red shift from 520 to 600 nm for aggregated antibody attached GNPs. The reported absorption spectra also indicate the broadening of the plasmon resonance peak after aggregation of antibody attached GNPs, which could be due to longitudinal resonance.\n\nTo determine the sensitivity of naked eye colorimetric assay for the identification of COVID 19 antigen using antibody attached GNPs, we performed an antigen concentration dependence study using from 1 pg mL 1to 10000 pg mL 1COVID 19 antigen. As shown inFig. 1B, naked eye colorimetric assay can be used for the diagnosis of a minimum concentration of 1000 pg mL 1or 1 ng mL 1antigen. Next, we determined the selectivity of the naked eye colorimetric assay for the identification of COVID 19 antigen using antibody attached GNPs. Since COVID 19, severe acute respiratory syndrome coronavirus (SARS CoV) and Middle East respiratory syndrome coronavirus (MERS CoV) are all coronaviruses, we also performed the same experiment for SARS CoV virus antigen and MERS CoV antigen separately using anti spike antibody attached gold nanoparticles. As shown inFig. 1C, we did not observe any colorimetric change even when 5 ng mL 1SARS CoV virus antigen or MERS CoV antigen was added to the pink solution of anti spike antibody attached gold nanoparticles. The above reported data clearly show that the antibody attached GNP based naked eye colorimetric assay is highly selective for COVID 19 spike antigen.\n\nAs we have discussed above, since SARS CoV 2 is a biosafety level 3 (BSL 3) virus, we used a BSL 2 pseudo SARS CoV 2 with spike (S) protein as a model system for our diagnosis experiment.36,37As shown in Fig. S1E and 2E,naked eye colorimetric diagnosis of pseudo SARS CoV 2 using antibody attached GNPs is based on the fact that in the presence of pseudo SARS CoV 2, as a result of the virus spike protein antibody interaction, antibody attached GNPs aggregate on the surface of the virus, as shown inFig. 2A C. Since the size of the pseudo SARS CoV 2 is around 120 160 nm, several antibody attached GNPs can aggregate on the surface of each virus particle. The TEM image inFig. 2Cshows that as we increased the concentration of antibody attached GNPs, owing to the virus spike protein antibody interaction, antibody attached GNPs aggregated and covered the entire surface of the virus particles. As a result, as shown inFig. 2E, we observed the color of the suspension of antibody attached GNPs change from pink to blue, as a result of surface plasmon coupling between antibody attached GNPs. Our reported naked eye colorimetric diagnosis of pseudo SARS CoV 2 using antibody attached GNPs is very quick and it takes less than 5 minutes to get the results. The absorption spectra inFig. 2Dshow a red shift of absorption from 520 to 640 nm for aggregated antibody attached GNPs in the presence of pseudo SARS CoV 2.\n\nTo determine the sensitivity of naked eye colorimetric assay for the identification of pseudo SARS CoV 2 using antibody attached GNPs, we performed a pseudo SARS CoV 2 concentration dependence study from 10 virus particles per mL to 5000 virus particles per mL. As shown inFig. 2E, naked eye colorimetric assay can be used for the diagnosis of a minimum concentration of 1000 virus particles per mL of pseudo SARS CoV 2. Our reported naked eye colorimetric assay for SARS virus detection exhibits slightly higher sensitivity than the antibody attached GNP based influenza A virus detection as reported by Liuet al.40\n\nAlthough naked eye colorimetric assay is capable of the identification of COVID 19 antigen and pseudo SARS CoV 2 within a 5 minute time period, the sensitivity is low. To enhance the sensitivity significantly, we employed SERS for the diagnosis of COVID 19 antigen and pseudo SARS CoV 2. As shown inFig. 3A, for rapid and highly sensitive identificationviaSERS, we used 4 aminothiophenol as reporter molecule, which is attached to gold nanoparticlesviaAu S bonds. Synthesis details are reported in the ESI.\n\nFig. 3Bshows the SERS spectra from anti spike antibody (10 ng mL 1) only attached GNPs (1.3 nM), 4 aminothiophenol (300 nM) only attached GNPs (1.3 nM) and antibody (10 ng mL 1) as well as 4 aminothiophenol (300 nM) attached gold nanoparticles (1.3 nM). As shown inFig. 3B, in the absence of the 4 aminothiophenol Raman reporter, we did not see any Raman signal, which clearly shows that the observed Raman spectrum is mainly due to the presence of the 4 aminothiophenol Raman reporter. The Raman spectrum inFig. 3Bfrom anti spike antibody and 4 aminothiophenol attached gold nanoparticles shows Raman peaks due to the a1vibrational modes:(C C + NH2bend) at 1590 cm 1and[(C C) +(C H)] at 1078 cm 1.17 27Similarly, we also observed b2mode Raman peaks from the anti spike antibody and 4 aminothiophenol attached gold nanoparticles, as shown inFig. 3B: CC stretch in Ph ring + NH2rock at 1435 cm 1and(C N) +(C S) +gamma(CCC) vibrational modes at 464 cm 1.17 27\n\nOur SERS based diagnosis of COVID 19 antigens using antibody attached GNPs is based on the fact that in the presence of COVID 19 antigen, owing to the antigen antibody interaction, antibody attached GNPs aggregate and form several \"hot spots\", as shown in Fig. S2A C in the ESI.It is now well documented that \"hot spot\" formation is a very important factor to provide extraordinary enhancement in SERS, owing to the strong light matter interactionviaplasmon excitation coupling.17 27As shown inFig. 3C, very strong SERS signals from anti spike antibody and 4 aminothiophenol attached gold nanoparticles are observed in the presence of COVID 19 Spike Recombinant Antigen; this is due to the formation of huge amounts of electromagnetic \"hotspots\", which enhances Raman intensity by several orders of magnitudevialight matter and matter matter interactions.17 27\n\nTo understand better how \"hot spot\" formation greatly enhances the SERS signal, we performed finite difference time domain (FDTD) simulation.22 24,42,43Theoretical details have been reported before by our group and other groups.22 24,26,27,42,43For the simulation, we used 20 nm spherical gold nanoparticles, 670 nm wavelength, 0.001 nm mesh resolution, and 4000 fs time.22 24,26,27Fig. 3Hshows how the square of field enhancement (|E|2) varies with distance for nanoparticles. The FDTD simulation data inFig. 3Hindicate a more than 2 orders of magnitude higher field enhancement in \"hot spot\" positions when gold nanoparticles formed aggregates. As we and others have reported before, Raman enhancement is proportional to |E|4,22 24,26,27,42,43and as a result, reported FDTD simulation data indicate that there is a possibility of 4 orders of magnitude Raman enhancement in \"hot spot\" positions when gold nanoparticles form aggregates.\n\nHaving observed a huge Raman signal enhancement in the presence of COVID 19 antigen, to determine the sensitivity of SERS assay for the identification of COVID 19 antigen using anti spike antibody and 4 aminothiophenol attached gold nanoparticles, we performed an antigen concentration dependence study using 1 pg mL 1to 2000 pg mL 1COVID 19 antigen. As shown inFig. 3C, SERS assay can be used for the diagnosis of a minimum concentration of 1 pg mL 1antigen, where we observed a more than 2 fold increment of the Raman signal.Fig. 3Dshows how the Raman signal at 1078 cm 1from anti spike antibody and 4 aminothiophenol attached gold nanoparticles varies with the concentration of COVID 19 antigen.\n\nTo determine the limit of detection (LOD), we used the following equation:22 24\n\nwhereis the standard deviation of the blank andSis the slope of the calibration curve. For the determination of the standard deviation of the blank, we used the baseline noise. Using the concentration dependence plot shown inFig. 3D, we estimated the LOD to be 4 pg mL 1for SERS assay using COVID 19 antigen. Next, we determined the selectivity of the SERS assay for the identification of COVID 19 antigen using anti spike antibody and 4 aminothiophenol attached gold nanoparticles. For this purpose, we also performed the same SERS experiment for SARS CoV virus antigen and MERS CoV antigen separately using anti spike antibody and 4 aminothiophenol attached gold nanoparticles. As shown inFig. 3E, we did not observe any SERS intensity change even when 1 ng mL 1SARS CoV antigen or MERS CoV antigen was added to anti spike antibody and 4 aminothiophenol attached gold nanoparticles. The above reported data clearly show that antibody attached GNP based SERS is highly selective for COVID 19 spike antigen.\n\nOur SERS based diagnosis of pseudo SARS CoV 2 using anti spike antibody and 4 aminothiophenol attached gold nanoparticles is based on the fact that in the presence of pseudo SARS CoV 2, owing to the virus spike protein antibody interaction, anti spike antibody and 4 aminothiophenol attached gold nanoparticles aggregate on the surface of the virus, as shown inFig. 2B and C. Since the size of the pseudo SARS CoV 2 is around 120 150 nm, several anti spike antibody and 4 aminothiophenol attached gold nanoparticles can aggregate on the surface of each virus particle and form several \"hot spots\". As a result, as shown inFig. 3F, we observed a huge SERS intensity change, which is due to the surface plasmon coupling between anti spike antibody and 4 aminothiophenol attached gold nanoparticles. Our reported SERS diagnosis of pseudo SARS CoV 2 using anti spike antibody and 4 aminothiophenol attached gold nanoparticles is very quick: it takes less than 5 minutes to get the results.\n\nTo determine the sensitivity of SERS assay for the identification of pseudo SARS CoV 2 using anti spike antibody and 4 aminothiophenol attached gold nanoparticles, we performed a virus concentration dependence study using from 10 to 1500 pseudo SARS CoV 2 virus particles. As shown inFig. 3F, SERS assay can be used for the diagnosis of the minimum concentration of 10 virus particles per mL, where we observed a more than 2 fold increment of the Raman signal.Fig. 3Gshows how the Raman signal at 1078 cm 1from anti spike antibody and 4 aminothiophenol attached gold nanoparticles varies with the concentration of pseudo SARS CoV 2. Usingeqn (1)and the concentration dependent linear plot shown inFig. 3G, we estimated the LOD to be 18 virus particles per mL for SERS assay using pseudo SARS CoV 2. The sensitivity of our reported SERS detection assay is comparable with the Abbott Real Time SARS CoV 2 RT PCR assay (40 copies per mL).44\n\nIt is now well documented that SARS CoV 2 fusion with host cell membranes proceeds through interactions between spike proteins of the virus and the ACE2 receptor on the surface of human cells.5 16,34 41To find out whether anti spike antibody attached gold nanoparticles have the capability to block entry of the virus into cells, we used pseudo SARS CoV 2 (# C1110G, Montana Molecular, Bozeman, MT) as the model virus.36 38For our inhibition experiment we used HEK293T cells, which express ACE2, by which SARS CoV 2 entry in human cells is determined.36 38As shown inFig. 4A C, anti spike antibody attached gold nanoparticles block viral replication and virus spread in HEK293T cells. Our data show that the inhibition efficiency was 100% for 100 ng mL 1anti spike antibody attached gold nanoparticles and 60% for 10 ng mL 1anti spike antibody attached GNPs. In contrast, our experimental data indicate that the inhibition efficiencies for PEG coated GNPs and 100 ng mL 1antibody only were very low, less than 1%. Thus, for the design of anti spike antibody GNPs we used 100 ng mL 1antibody, since our data indicated 100% inhibition efficiency in the presence of 100 ng mL 1anti spike antibody attached gold nanoparticles.\n\nThe inhibition is possibly due to antibody attached gold nanoparticles binding to pseudo SARS CoV 2, thereby inhibiting the virus from binding to the cell receptor,14,34 41and as a result, preventing the virus from infecting the targeted cells.34 41But also, as shown inFig. 4D, antibody attached GNPs have the capability to break the lipid membrane of pseudo SARS CoV 2, so that the virus particle collapses.34 41And, as we and others have reported before, gold nanoparticles suppress viral infection by selectively cleaving disulfide bonds, which blocks membrane fusion and viral entry to the host cell.14,34,35,38 41We believe that all the above discussed mechanisms are responsible for the 100% inhibition efficiency observed using the anti spike antibody attached gold nanoparticles.",
    "discussion": "Naked eye colorimetric diagnosis of COVID 19 antigen using anti spike antibody attached gold nanoparticles Antigen tests are used in clinics to diagnose different virus infections, and now the FDA has approved rapid antigen tests that can identify SARS CoV 2. 2 Here, our experimental data indicate that naked eye colorimetric diagnosis of COVID 19 antigens can be performed within 5 minutes using anti spike antibody attached gold nanoparticles. As shown in Fig. S1D in the ESI,  naked eye colorimetric diagnosis of COVID 19 antigens using antibody attached GNPs is based on the fact that in the presence of COVID 19 antigen, as a result of antigen antibody interaction, antibody attached GNPs aggregate, as shown in Fig. S2A C in the ESI.  As a result, as shown in Fig. 1A C , we have observed the color of the suspension of antibody attached GNPs change from pink to blue, which is due to the surface plasmon coupling between antibody attached GNPs. The TEM images in Fig. S2A C  and DLS data in Table 1 show that as we increased the amount of COVID 19 antigen, the size of anti spike antibody attached gold nanoparticles increased tremendously owing to aggregation. As we and others have reported before, when the interparticle distances are 2.5 times lower than the diameter of the nanoparticles, the aggregation of gold nanoparticles will induce the coupling of the plasmon modes very strongly, which will induce a red shift of the absorption spectrum. 28 33 The absorption spectra shown in Fig. 1D show a red shift from 520 to 600 nm for aggregated antibody attached GNPs. The reported absorption spectra also indicate the broadening of the plasmon resonance peak after aggregation of antibody attached GNPs, which could be due to longitudinal resonance. To determine the sensitivity of naked eye colorimetric assay for the identification of COVID 19 antigen using antibody attached GNPs, we performed an antigen concentration dependence study using from 1 pg mL  1 to 10000 pg mL  1 COVID 19 antigen. As shown in Fig. 1B , naked eye colorimetric assay can be used for the diagnosis of a minimum concentration of 1000 pg mL  1 or 1 ng mL  1 antigen. Next, we determined the selectivity of the naked eye colorimetric assay for the identification of COVID 19 antigen using antibody attached GNPs. Since COVID 19, severe acute respiratory syndrome coronavirus (SARS CoV) and Middle East respiratory syndrome coronavirus (MERS CoV) are all coronaviruses, we also performed the same experiment for SARS CoV virus antigen and MERS CoV antigen separately using anti spike antibody attached gold nanoparticles. As shown in Fig. 1C , we did not observe any colorimetric change even when 5 ng mL  1 SARS CoV virus antigen or MERS CoV antigen was added to the pink solution of anti spike antibody attached gold nanoparticles. The above reported data clearly show that the antibody attached GNP based naked eye colorimetric assay is highly selective for COVID 19 spike antigen.\n\nNaked eye colorimetric diagnosis of pseudo SARS CoV 2 using antibody attached GNPs As we have discussed above, since SARS CoV 2 is a biosafety level 3 (BSL 3) virus, we used a BSL 2 pseudo SARS CoV 2 with spike (S) protein as a model system for our diagnosis experiment. 36,37 As shown in Fig. S1E and 2E,  naked eye colorimetric diagnosis of pseudo SARS CoV 2 using antibody attached GNPs is based on the fact that in the presence of pseudo SARS CoV 2, as a result of the virus spike protein antibody interaction, antibody attached GNPs aggregate on the surface of the virus, as shown in Fig. 2A C . Since the size of the pseudo SARS CoV 2 is around 120 160 nm, several antibody attached GNPs can aggregate on the surface of each virus particle. The TEM image in Fig. 2C shows that as we increased the concentration of antibody attached GNPs, owing to the virus spike protein antibody interaction, antibody attached GNPs aggregated and covered the entire surface of the virus particles. As a result, as shown in Fig. 2E , we observed the color of the suspension of antibody attached GNPs change from pink to blue, as a result of surface plasmon coupling between antibody attached GNPs. Our reported naked eye colorimetric diagnosis of pseudo SARS CoV 2 using antibody attached GNPs is very quick and it takes less than 5 minutes to get the results. The absorption spectra in Fig. 2D show a red shift of absorption from 520 to 640 nm for aggregated antibody attached GNPs in the presence of pseudo SARS CoV 2. To determine the sensitivity of naked eye colorimetric assay for the identification of pseudo SARS CoV 2 using antibody attached GNPs, we performed a pseudo SARS CoV 2 concentration dependence study from 10 virus particles per mL to 5000 virus particles per mL. As shown in Fig. 2E , naked eye colorimetric assay can be used for the diagnosis of a minimum concentration of 1000 virus particles per mL of pseudo SARS CoV 2. Our reported naked eye colorimetric assay for SARS virus detection exhibits slightly higher sensitivity than the antibody attached GNP based influenza A virus detection as reported by Liu et al. 40\n\nHighly sensitive SERS diagnosis of COVID 19 antigen and pseudo SARS CoV 2 using antibody attached GNPs Although naked eye colorimetric assay is capable of the identification of COVID 19 antigen and pseudo SARS CoV 2 within a 5 minute time period, the sensitivity is low. To enhance the sensitivity significantly, we employed SERS for the diagnosis of COVID 19 antigen and pseudo SARS CoV 2. As shown in Fig. 3A , for rapid and highly sensitive identification via SERS, we used 4 aminothiophenol as reporter molecule, which is attached to gold nanoparticles via Au S bonds. Synthesis details are reported in the ESI.  Fig. 3. (A) A schematic diagram showing the synthetic path we used for the development of antibody and 4 aminothiophenol coated gold nanoparticles. (B) SERS intensity from anti spike antibody (10 ng mL  1 ) attached gold nanoparticles (1.3 nM), 4 aminothiophenol (300 nM) attached gold nanoparticles (1.3 nM), and anti spike antibody (10 ng mL  1 ) as well as 4 aminothiophenol (300 nM) attached gold nanoparticles (1.3 nM). (C) Variations in the SERS intensity from anti spike antibody and 4 aminothiophenol attached gold nanoparticles in the presence of different concentrations of COVID 19 antigen (COVID 19 Spike Recombinant Antigen). (D) Variations in the Raman intensity change at 1078 cm  1 from anti spike antibody and 4 aminothiophenol attached gold nanoparticles with the concentration of COVID 19 Antigen (0 pg mL  1 to 2 ng mL  1 ). (E) Variations in the SERS intensity from anti spike antibody and 4 aminothiophenol attached gold nanoparticles in the presence of different virus antigens. (F) Variations in the SERS intensity from the anti spike antibody and 4 aminothiophenol attached gold nanoparticles in the presence of different amounts of pseudo SARS CoV 2 (number of virus particles per mL). (G) Variations in the Raman intensity change at 1078 cm  1 from anti spike antibody and 4 aminothiophenol attached gold nanoparticles with the concentration of pseudo SARS CoV 2 (number of virus particles per mL). (H) FDTD simulation data showing how the (| E | 2 ) profile varies with an increase in the number of gold nanoparticles in aggregates. Open in a new tab Fig. 3B shows the SERS spectra from anti spike antibody (10 ng mL  1 ) only attached GNPs (1.3 nM), 4 aminothiophenol (300 nM) only attached GNPs (1.3 nM) and antibody (10 ng mL  1 ) as well as 4 aminothiophenol (300 nM) attached gold nanoparticles (1.3 nM). As shown in Fig. 3B , in the absence of the 4 aminothiophenol Raman reporter, we did not see any Raman signal, which clearly shows that the observed Raman spectrum is mainly due to the presence of the 4 aminothiophenol Raman reporter. The Raman spectrum in Fig. 3B from anti spike antibody and 4 aminothiophenol attached gold nanoparticles shows Raman peaks due to the a 1 vibrational modes:  (C C + NH 2 bend) at 1590 cm  1 and  [  (C C) +  (C H)] at 1078 cm  1 . 17 27 Similarly, we also observed b 2 mode Raman peaks from the anti spike antibody and 4 aminothiophenol attached gold nanoparticles, as shown in Fig. 3B : CC stretch in Ph ring + NH 2 rock at 1435 cm  1 and  (C N) +  (C S) + gamma (CCC) vibrational modes at 464 cm  1 . 17 27 Our SERS based diagnosis of COVID 19 antigens using antibody attached GNPs is based on the fact that in the presence of COVID 19 antigen, owing to the antigen antibody interaction, antibody attached GNPs aggregate and form several \"hot spots\", as shown in Fig. S2A C in the ESI.  It is now well documented that \"hot spot\" formation is a very important factor to provide extraordinary enhancement in SERS, owing to the strong light matter interaction via plasmon excitation coupling. 17 27 As shown in Fig. 3C , very strong SERS signals from anti spike antibody and 4 aminothiophenol attached gold nanoparticles are observed in the presence of COVID 19 Spike Recombinant Antigen; this is due to the formation of huge amounts of electromagnetic \"hotspots\", which enhances Raman intensity by several orders of magnitude via light matter and matter matter interactions. 17 27 To understand better how \"hot spot\" formation greatly enhances the SERS signal, we performed finite difference time domain (FDTD) simulation. 22 24,42,43 Theoretical details have been reported before by our group and other groups. 22 24,26,27,42,43 For the simulation, we used 20 nm spherical gold nanoparticles, 670 nm wavelength, 0.001 nm mesh resolution, and 4000 fs time. 22 24,26,27 Fig. 3H shows how the square of field enhancement (| E | 2 ) varies with distance for nanoparticles. The FDTD simulation data in Fig. 3H indicate a more than 2 orders of magnitude higher field enhancement in \"hot spot\" positions when gold nanoparticles formed aggregates. As we and others have reported before, Raman enhancement is proportional to | E | 4 , 22 24,26,27,42,43 and as a result, reported FDTD simulation data indicate that there is a possibility of 4 orders of magnitude Raman enhancement in \"hot spot\" positions when gold nanoparticles form aggregates. Having observed a huge Raman signal enhancement in the presence of COVID 19 antigen, to determine the sensitivity of SERS assay for the identification of COVID 19 antigen using anti spike antibody and 4 aminothiophenol attached gold nanoparticles, we performed an antigen concentration dependence study using 1 pg mL  1 to 2000 pg mL  1 COVID 19 antigen. As shown in Fig. 3C , SERS assay can be used for the diagnosis of a minimum concentration of 1 pg mL  1 antigen, where we observed a more than 2 fold increment of the Raman signal. Fig. 3D shows how the Raman signal at 1078 cm  1 from anti spike antibody and 4 aminothiophenol attached gold nanoparticles varies with the concentration of COVID 19 antigen. To determine the limit of detection (LOD), we used the following equation: 22 24 LOD = 3  / S 1 where  is the standard deviation of the blank and S is the slope of the calibration curve. For the determination of the standard deviation of the blank, we used the baseline noise. Using the concentration dependence plot shown in Fig. 3D , we estimated the LOD to be 4 pg mL  1 for SERS assay using COVID 19 antigen. Next, we determined the selectivity of the SERS assay for the identification of COVID 19 antigen using anti spike antibody and 4 aminothiophenol attached gold nanoparticles. For this purpose, we also performed the same SERS experiment for SARS CoV virus antigen and MERS CoV antigen separately using anti spike antibody and 4 aminothiophenol attached gold nanoparticles. As shown in Fig. 3E , we did not observe any SERS intensity change even when 1 ng mL  1 SARS CoV antigen or MERS CoV antigen was added to anti spike antibody and 4 aminothiophenol attached gold nanoparticles. The above reported data clearly show that antibody attached GNP based SERS is highly selective for COVID 19 spike antigen. Our SERS based diagnosis of pseudo SARS CoV 2 using anti spike antibody and 4 aminothiophenol attached gold nanoparticles is based on the fact that in the presence of pseudo SARS CoV 2, owing to the virus spike protein antibody interaction, anti spike antibody and 4 aminothiophenol attached gold nanoparticles aggregate on the surface of the virus, as shown in Fig. 2B and C . Since the size of the pseudo SARS CoV 2 is around 120 150 nm, several anti spike antibody and 4 aminothiophenol attached gold nanoparticles can aggregate on the surface of each virus particle and form several \"hot spots\". As a result, as shown in Fig. 3F , we observed a huge SERS intensity change, which is due to the surface plasmon coupling between anti spike antibody and 4 aminothiophenol attached gold nanoparticles. Our reported SERS diagnosis of pseudo SARS CoV 2 using anti spike antibody and 4 aminothiophenol attached gold nanoparticles is very quick: it takes less than 5 minutes to get the results. To determine the sensitivity of SERS assay for the identification of pseudo SARS CoV 2 using anti spike antibody and 4 aminothiophenol attached gold nanoparticles, we performed a virus concentration dependence study using from 10 to 1500 pseudo SARS CoV 2 virus particles. As shown in Fig. 3F , SERS assay can be used for the diagnosis of the minimum concentration of 10 virus particles per mL, where we observed a more than 2 fold increment of the Raman signal. Fig. 3G shows how the Raman signal at 1078 cm  1 from anti spike antibody and 4 aminothiophenol attached gold nanoparticles varies with the concentration of pseudo SARS CoV 2. Using eqn (1) and the concentration dependent linear plot shown in Fig. 3G , we estimated the LOD to be 18 virus particles per mL for SERS assay using pseudo SARS CoV 2. The sensitivity of our reported SERS detection assay is comparable with the Abbott Real Time SARS CoV 2 RT PCR assay (40 copies per mL). 44\n\nInhibition of pseudo SARS CoV 2 using anti spike antibody attached gold nanoparticles It is now well documented that SARS CoV 2 fusion with host cell membranes proceeds through interactions between spike proteins of the virus and the ACE2 receptor on the surface of human cells. 5 16,34 41 To find out whether anti spike antibody attached gold nanoparticles have the capability to block entry of the virus into cells, we used pseudo SARS CoV 2 (# C1110G, Montana Molecular, Bozeman, MT) as the model virus. 36 38 For our inhibition experiment we used HEK293T cells, which express ACE2, by which SARS CoV 2 entry in human cells is determined. 36 38 As shown in Fig. 4A C , anti spike antibody attached gold nanoparticles block viral replication and virus spread in HEK293T cells. Our data show that the inhibition efficiency was 100% for 100 ng mL  1 anti spike antibody attached gold nanoparticles and 60% for 10 ng mL  1 anti spike antibody attached GNPs. In contrast, our experimental data indicate that the inhibition efficiencies for PEG coated GNPs and 100 ng mL  1 antibody only were very low, less than 1%. Thus, for the design of anti spike antibody GNPs we used 100 ng mL  1 antibody, since our data indicated 100% inhibition efficiency in the presence of 100 ng mL  1 anti spike antibody attached gold nanoparticles. Fig. 4. (A) SARS CoV 2 pseudovirus green fluorescent protein (GFP) expression in infected HEK293T cells in the absence of antibody attached gold nanoparticles. (B) SARS CoV 2 pseudovirus GFP expression in infected HEK293T cells in the presence of 10 ng mL  1 anti spike antibody. (C) Variations in the inhibition efficiency of SARS CoV 2 pseudovirus green fluorescent protein (GFP) expression in infected HEK293T cells in the presence of buffer (Mock), gold nanoparticles (GNPs), anti spike antibody, and anti spike antibody attached gold nanoparticles. (D) A TEM image showing that 100 ng mL  1 anti spike antibody attached gold nanoparticles can break the lipid membrane of pseudo SARS CoV 2. Open in a new tab The inhibition is possibly due to antibody attached gold nanoparticles binding to pseudo SARS CoV 2, thereby inhibiting the virus from binding to the cell receptor, 14,34 41 and as a result, preventing the virus from infecting the targeted cells. 34 41 But also, as shown in Fig. 4D , antibody attached GNPs have the capability to break the lipid membrane of pseudo SARS CoV 2, so that the virus particle collapses. 34 41 And, as we and others have reported before, gold nanoparticles suppress viral infection by selectively cleaving disulfide bonds, which blocks membrane fusion and viral entry to the host cell. 14,34,35,38 41 We believe that all the above discussed mechanisms are responsible for the 100% inhibition efficiency observed using the anti spike antibody attached gold nanoparticles.",
    "conclusion": "We have developed novel anti spike antibody attached gold nanoparticles for rapid virus diagnosis and inhibition. Our reported data demonstrate that antibody attached GNPs can be used for the naked eye detection of specific COVID 19 viral antigen or of pseudo SARS CoV 2viaa simple colorimetric change. Our experimental data show that anti spike antibody attached gold nanoparticle based sensing of COVID 19 viral antigen or virus is very fast: they can be detected within a 5 minute time period. Our results show that a naked eye assay allows the presence of antigen or virus to be determined even at a concentration of 1 ng mL 1for COVID 19 antigen and 1000 virus particles per mL for pseudo SARS CoV 2. We have also demonstrated that, using anti spike antibody and 4 aminothiophenol attached gold nanoparticle based SERS, COVID 19 viral antigen or virus at very low concentrations can be diagnosed within 5 minutes. Our reported data show that, using a portable Raman analyzer, our antibody and 4 aminothiophenol attached gold nanoparticle based SERS probe has the capability to detect COVID 19 antigen, even at a concentration of 4 pg mL 1and virus at a concentration of 18 virus particles per mL. Our reported finite difference time domain (FDTD) simulation data indicate a 4 orders of magnitude Raman enhancement occurs in \"hot spot\" positions when gold nanoparticles formed aggregates.\n\nUsing HEK293T cells, which express angiotensin converting enzyme 2 (ACE2), by means of which SARS CoV 2 gains entry into human cells, we demonstrated that anti spike antibody attached gold nanoparticles have the capability to control viral infection. Our reported data show that the inhibition efficiency is 100% for anti spike antibody attached gold nanoparticles. On the other hand, for GNPs alone the inhibition efficiency is only around 1% and for 100 ng mL 1antibody the inhibition efficiency is less than 1%. That our reported data indicate 100% inhibition efficiency in the presence of anti spike antibody attached gold nanoparticles may be due to the fact that antibody attached gold nanoparticles bind to pseudo SARS CoV 2, thereby inhibiting the virus from binding to cell receptors. Our data show that antibody attached GNPs block viral replication and virus spread in HEK293T cells. They also destroy the virus lipid membrane."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:06:44.362452",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8323809/"
  }
}