{
  "pmcid": "PMC5910807",
  "title": "Roll maneuvers are essential for active reorientation of Caenorhabditis elegans in 3D media",
  "authors": [
    "Alejandro Bilbao",
    "Amar K Patel",
    "Mizanur Rahman",
    "Siva A Vanapalli",
    "Jerzy Blawzdziewicz"
  ],
  "year": "2018",
  "journal": "Proceedings of the National Academy of Sciences of the United States of America",
  "doi": "10.1073/pnas.1706754115",
  "sections": {
    "abstract": "Investigations of the free living nematodeCaenorhabditis elegansgive powerful insights into fundamental biological processes that are conserved across species. Locomotion of this model organism is used to assess muscular and neural defects and score impacts of genetic mutations and pharmacological interventions. Existing analyses of the nematode gait have been focused on 2D locomotion, and 3D motion remains largely unexplored. We identify and mathematically describe a unique 3D behavioral pattern in burrowing and swimming a roll maneuver which, in combination with 2D turns, allows the nematode to explore bulk media. Our results provide important insights into 3D neuromuscular actuation and may be used to develop better assays for locomotion phenotype analysis.\n\nKeywords:Caenorhabdtis elegans, undulatory locomotion, 3D gait, maneuverability, behavior",
    "methods": "Wild typeC. eleganswere used to record the 3D swimming. Worms were cultured in a nematode growth medium plate seeded with the bacteriaEscherichia coliOP50 at 20  degreesC. A liquid pool was created for the swimming assay by adding 5 7 mL of M9 buffer into a 60 mm Petri dish. The pool height was2 mm. The surface of the Petri dish was treated with 5% Pluoronic F127 for 5 min before adding M9 buffer. Individual young adults were manually transferred into a liquid pool of M9 buffer, using a worm pick. Swimming episodes were recorded at 30 frames per second using an SVSI camera and Zeiss Stemi 2000 C stereo microscope imaging system at 1.6x magnification with a pixel resolution of 0.21 pixels/um. All imaging was carried out in a food free environment at 20  degreesC.\n\nA mixed culture of worms (L1 L3 larvae and adults) was used to observe the voluntary 3D movement of sedimenting nematodes in water and in 10% dextran solution (Dextran 2000 fromLeuconostocspp.) of viscosity 50.2 cP at 20  degreesC. Settling of a mixed worm population was observed in a BrandTech Macro Cuvette. Worms were washed from a plate and concentrated in 200uL of M9 solution. In each experiment, 50uL of the worm solution (50 100 worms) was added at the top surface of the fluid in the cuvette and allowed to settle under the influence of gravity. Worms were recorded for the entire settling path (4.5 cm).\n\nWe observed that in water the sedimentation velocity of adult worms was comparable to the active swimming velocity, and the nematodes settled toward the bottom of the cuvette. In contrast, many larvae did not settle and remained in the top layer of fluid even after 10 min. In the dextran solution the settling velocity was negligible for both adults and larvae. Nematodes changed the undulation plane using roll maneuvers every 2 to 3 undulations. The rate of planar turns was much slower (10 undulations per turn, consistent with results from ref.34). No evidence of gravity induced passive reorientations was found in either experiment; therefore we conclude that the effect of buoyancy forces on reorientation maneuvers is negligible.\n\nBased on our prior quantitative analysis of nematode shapes (28), in our turn and roll rotation angle calculations we useqL=9for theW shaped basic crawling/burrowing gait andqL=5.5for theC shaped swimming gait. These values are within the range of wavelength variability reported in ref.25. Since in crawling and burrowing without transverse slip the resistance forces are of the same magnitude, we assume that the 3D burrowing and crawling gaits have similar parameter values, consistent with the available experimental images of burrowingC. elegans(33).\n\nIn our numerical simulations of swimming nematodes we use a 3D generalization of the bead based model introduced in ref.29. Accordingly, a swimming nematode is represented as an active chain ofNhydrodynamically coupled spherical beads arranged along the nematode centerline. As the configuration of a chain submerged in a viscous fluid evolves, the beadsi=1,...,Nmove with the linear and angular velocities\n\nwhich are decomposed into the active and passive components.\n\nThe active linear velocityiacorresponds to the sliding motion of the bead along the curve defined by the curvature and torsion waves,Eq.2,\n\nwhere^iis the unit tangent vector at the position of beadi, andvsis the velocity of the curvature wave propagating along the nematode body. The active angular bead velocity\n\ndepends on the curvature, torsion, and the binormal unit vector^iat the bead positionsi. The angular velocityEq.10mimics the rotational motion of individual segments of the deforming nematode body. As explained in our previous paper (29), neglecting the active rotational contribution results in an overprediction of nematode swimming speed, especially for largeqL.\n\nThe passive linear and angular velocities of individual beads,\n\nare associated with the rigid body translation and rotation of the entire chain. The hydrodynamic torque, chain velocityrb, and bead positionsiare evaluated relative to a prescribed center of rotation of the chain.\n\nThe linear and angular chain velocitiesrbandrbare determined from the hydrodynamic force and torque balance,\n\nwhereaandaare the active torque and force required to produce the prescribed chain motion,Eqs.9and10, and^alphabeta(alpha,beta=t,r)are translational (t) and rotational (r) hydrodynamic resistance tensors of the chain at a current configuration.\n\nExpressions for the active forcea, active torquea, and the hydrodynamic resistance tensors^alphabetain terms of the hydrodynamic resistance and mobility tensors of a system of hydrodynamically coupled beads are given in ref.29. The calculations presented in our paper were performed using a generalized Rotne Prager Yamakawa (RPY) approximation (56) for multiparticle hydrodynamic interactions. A limited set of calculations was also performed using a more accurate but computationally more expensive Hydromultipole algorithm (57); for our current problem, the RPY approximation produces fairly accurate results. The nematode body was modeled using a chain ofN=30beads. We note that in an independent study Berman et al. (42) also used a hydrodynamic bead based model to investigate undulatory swimming of a nematode.\n\nThe single mode roll rotation rate per period of undulations,roll, was determined from the angle between the binormal vectors ats=0ands=2/q.",
    "results": "",
    "discussion": "Based on our investigation of available stereoscopic images and other experimental evidence, we have shown thatC. elegansexplore their 3D environment by combining planar turns with roll reorientation maneuvers. The rolls, during which the undulation plane of the worm rotates about the trajectory axis, constitute an important previously unrecognized behavioral pattern that is an essential component of 3D locomotion.\n\nTo identify the roll maneuvers and describe their geometry, we have developed a mathematical representation of the 3D nematode gait. According to our analysis, the roll maneuvers combine harmonic curvature with a piecewise constant torsion that causes the undulation plane reorientation. Our 3D model of roll maneuvers faithfully reproduces all key geometrical features of the observed roll behavior of a burrowing nematode and, when integrated with appropriate hydrodynamic calculations, replicates a rapid roll rotation observed in swimming. We have provided a physical explanation of this unexpected hydrodynamic enhancement effect in the 3D roll maneuver.\n\nOur modeling approach provides a powerful tool for investigating 3D locomotion ofC. elegans, including initiation and execution of behavioral patterns associated with 3D reorientation. For example, our techniques can be applied to analyze chemotaxis strategies and escape responses, as well as to evaluate the effect of nematode health and age on locomotory abilities. InApplication to Chemotaxiswe describe a proof of concept calculation showing that the nematode can use a combination of turn and roll reorientation maneuvers to efficiently chemotax in 3D environments. To illustrate typical maneuvers in 3D space, we present two examples of numerical simulations of a nematode performing multiple turns and rolls (Movie S4for burrowing andMovie S5for swimming).\n\nOur analysis reveals that both the burrowing and swimming rolls involve a similar pattern of nematode movements defined by a curvature wave with nonzero torsion. Several recent experimental studies showed that the nematode gait is not significantly affected by the rheological properties of the suspending medium (48 51), for the system parameters investigated. Such results were documented for viscoelastic fluids (48), shear thinning fluids (50), and entangled polymeric solutions (49). For nematodes swimming in a shear thinning suspension (51), a moderate increase in the head bending angle was observed, but even in this case, the overall form of undulations remained similar to the waveform observed in Newtonian fluids. Based on the above wide spectrum of systems in which rheological properties of the suspending medium do not affect the locomotory undulation pattern, we conclude that the same simple undulation waveform likely occurs forC. elegansmoving in a variety of complex media present in its natural environment. Moreover, since roll maneuvers provide effective 3D reorientation and do not require complicated patterns of body actuation, we anticipate that similar rolls are performed by other undulatory burrowers and swimmers.\n\nTrajectories of swimmingC. elegansare affected not only by active actuation but also by buoyancy forces. During the larval stages of development and for nematodes swimming in highly viscous aqueous solutions of organic matter (common inC. eleganshabitat) the effect of buoyancy is negligible. Adult nematodes swimming in water, however, tend to settle down toward the bottom of the pool and reside close to the bottom surface, following its topology (52). As shown by Yuan et al. (52), the worms remain suspended due to the upward force that results from continuous head collisions with the bottom wall when the nematode body undulates in an approximately vertical plane.\n\nIn our experiments, we find that during this near the bottom locomotion, nematodes perform frequent rolls (one roll of about 90 degrees per several undulation periods), with the frequency similar to the roll frequency in a bulk fluid. The rolls allow the worms to repeatedly attain approximately vertical orientation of the undulation plane (Movie S6). Such a vertical orientation is necessary for the sedimenting worms to be able to generate the upward resuspending force through collisions with the bottom. We thus conclude that the roll maneuvers are used byC. elegansnot only to change the direction of motion in 3D, but also to remain suspended near the bottom surface and, therefore, to maintain the swimming behavior in the presence of significant buoyancy forces.\n\nAs an important application of this study, our results may shed light on subtle aspects of neuromuscular control of 3D locomotion ofC. elegans. Body movements ofC. elegansare actuated by a coordinated action of four quadrants of body muscles, which are arranged into double rows that span the entire nematode length (53). While this muscle anatomy is compatible with 3D body actuation, it is less clear how the neural system can activate differential muscle contractions needed to generate 3D body deformations out of the dorsoventral undulation plane.\n\nAccording to a detailed map of neural connections inC. elegans(53 55), the head and neck body muscles are innervated by the nerve ring motor neurons, which synapse onto cells in individual quadrants (and thus are capable to actuate each quadrant individually). In contrast, the remaining body muscles are innervated only by the ventral cord motor neurons, which synapse onto muscles of either two ventral or two dorsal quadrants, consistent with 2D actuation.\n\nBased on this topology of neural connections, it is generally assumed that only the head and neck segments can perform 3D motion. However, the stereoscopic experiments by Kwon et al. (33) clearly show that burrowing nematodes can adopt a variety of 3D postures. The images clearly show that the entire body undergoes out of plane deformations. In the swimming case the evidence is less conclusive because stereoscopic images are not yet available. Nonetheless, 2D images of swimming nematodes (such as the one shown inFig. 8A) agree with our 3D body posture model.\n\nOur hydrodynamic calculations of the roll dynamics further support a conclusion that the entire nematode body participates in generating the roll motion. We find that the torsional wave propagating throughout the entire body length can produce a 90 degrees roll in less than one undulation period, consistent with rolls observed in our laboratory experiments using wild typeC. elegans. In contrast, a stroke in which only the head and neck segments are displaced out of the undulation plane produces significantly weaker rolls. The results of these additional simulations are presented inAnalysis of a Roll Resulting from Out of Plane Displacements of the Nematode Head.\n\nWe hypothesize that the generation of a nonzero torsion in the posterior part of the nematode body involves a 3D proprioceptive feedback, which enables propagation of the torsional wave from the head segment in the posterior direction. The existence of 2D proprioceptive feedback inC. elegansand its important role in generation of a planar undulation wave have been demonstrated by Wen et al. (4). Based on this result and building on their observation that individual neurons ofC. elegansmay have a high degree of functional complexity, we conjecture that 3D proprioception may give rise to asymmetric neural signals and differential muscular contractions that are needed to achieve well controlled out of plane body movements during the torsional roll.\n\nWe note that current evidence is not sufficient to rule out a passive, purely mechanical origin of propagation of 3D deformations along the portion of the nematode body outside the head and neck regions. In particular, the body shapes observed during burrowing (33) can, in principle, be generated by 3D actuation of the head and neck muscles, with the rest of the body passively sliding along the tunnel carved by the nematode head. Such motion, however, would be inefficient, especially in media with low yield stress, in which transverse forces needed to passively deform the nematode body would result in undesirable transverse slip.\n\nSinceC. eleganshas a four quadrant muscle arrangement that is anatomically capable of generating 3D body deformations, we expect that there is a compatible neuromuscular control system that allows the nematode to fully use this (existing) muscle structure. Further analyses of 3D locomotion ofC. eleganswill help determine whether such a control system exists and how it may actuate the nematode body.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:07:14.431454",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5910807/"
  }
}