{
  "pmcid": "PMC9964234",
  "title": "Designing a Novel Monitoring Approach for the Effects of Space Travel on Astronauts' Health",
  "authors": [
    "Anurag Sakharkar",
    "Jian Yang"
  ],
  "year": "2023",
  "journal": "Life",
  "doi": "10.3390/life13020576",
  "sections": {
    "abstract": "Space exploration and extraterrestrial civilization have fascinated humankind since the earliest days of human history. It was only in the last century that humankind finally began taking significant steps towards these goals by sending astronauts into space, landing on the moon, and building the International Space Station. However, space voyage is very challenging and dangerous, and astronauts are under constant space radiation and microgravity. It has been shown that astronauts are at a high risk of developing a broad range of diseases/disorders. Thus, it is critical to develop a rapid and effective assay to monitor astronauts' health in space. In this study, gene expression and correlation patterns were analyzed for 10 astronauts (8 male and 2 female) using the publicly available microarray dataset E GEOD 74708. We identified 218 differentially expressed genes between In flight and Pre flight and noticed that space travel decreased genome regulation and gene correlations across the entire genome, as well as individual signaling pathways. Furthermore, we systematically developed a shortlist of 32 genes that could be used to monitor astronauts' health during space travel. Further studies, including microgravity experiments, are warranted to optimize and validate the proposed assay.\n\nKeywords:space biology, diagnostic assay, health, transcriptome, space flight",
    "methods": "Microarray dataset E GEOD 74708, which is the largest publicly available space gene expression dataset, was downloaded from the NASA GeneLab Database (https://genelab data.ndc.nasa.gov/genelab, accessed on 15 March 2021). It contains gene expression profiles for 10 astronauts (8 male and 2 female) that stayed in the ISS between July 2009 and February 2013. For each astronaut, 2 profiles were collected at each of the three time points, Pre flight (prior to departing for the ISS), In flight (while staying at the ISS), and Post flight (after return to the ground).\n\nIndividual gene expression profiles were combined into three DataFrames: Pre flight, In flight, and Post flight using the Pandas package (version 1.3.0) in Python [26]. These DataFrames were analyzed for possible outliers and verified for accuracy. Gene expression readings with null values were removed. Then, Agilent IDs in the data were mapped to gene names using the Ensembl BioMart database (https://www.ensembl.org/biomart/martview, accessed on 15 March 2021).\n\nDifferentially expressed genes (DEGs: log2FC >= 3.00 andp< 0.05) were identified between the In flight and the Pre flight DataFrames using the DEGseq package (version 1.42.0) in R [27]. The Likelihood Ratio Test (LRT) function was applied in the calculation. No DEGs were identified between the Post flight and the In flight DataFrames. The DEGs between In flight and Pre flight were then subjected to signaling pathway analysis using the InnateDB tool [28].\n\nPairwise Pearson correlation coefficient matrices for the 3 gene expression DataFrames were calculated using formular=(xi x_)(yi y_)(xi x_)2(yi y_)2. The correlation matrices were subsequently transferred to be visualized using an R platform. To analyze gene pair correlations for the signaling pathways, the expression profiles of the genes for the pathways were extracted from the DataFrames to produce the DataFrame subsets. For each signaling pathway, pairwise Pearson correlation coefficients were calculated and visualized as outlined above between the In flight and Pre flight subsets and between the Post flight and In flight subsets. Positive and negative correlations were represented in blue and red, respectively. Additionally, gene pair correlation coefficient differentials, CC (In Pre) = CCIn flight  CCPre flightand CC (Post In) = CCPost flight  CCIn flightwere calculated by matrix subtraction between the In flight and Pre flight subsets and between the Post flight and In flight subsets. These were subsequently visualized with correlation difference plots with positive and negative CCs shown in green and red, respectively.\n\nThe BioGrid database [29] and DisGeNET database [30] were downloaded in March 2021 to create a protein protein interaction (PPI) network and extract the disease interaction information, respectively, for the DEGs. The networks were then constructed using Python and visualized using Cytoscape [31].\n\nThe Drugbank [32] and miRTARBase [33] databases were also downloaded in March 2021 to extract the drug and miRNA interaction information for the DEGs. The networks were subsequently constructed using Python and visualized using Cytoscape. From these two networks, we identified potential drugs and miRNAs targeting the 32 genes that were identified to be used in a rapid RT2 PCR assay for space travel.",
    "results": "NASA and JAXA undertook Study GLDS 174: \"Effects of a closed space environment on gene expression in hair follicles of astronauts in the International Space Station\" between 2009 and 2013. Hair follicles were chosen for this study because they are the easiest attainable and noninvasive samples that are understood to be representative of most large scale changes in the body [25]. However, Terada et al. only reported the expression of selected genes in this study and did not undertake further analysis [25]. To better understand how space travel affects astronauts' health, we downloaded the microarray dataset (E GEOD 74708) from the NASA GeneLab open data repository. The microarray dataset includes gene expression information for three stages: Pre flight (6 months to 2 weeks before launch), In flight (while staying in the ISS), and Post flight (2 days to 3 months after returning from the ISS). We then analyzed the dataset for gene expression and gene pair correlation. Using cut off criteria of log2FC >= 3.00 andp< 0.05, 218 DEGs were identified between In flight and Pre flight (Supplementary File S1: DEG_list.xls). The top 20 up  and downregulated genes are summarized inTable 1. However, no DEGs were detected between Post flight and In flight, suggesting that the astronauts may need a longer time than current guidelines for the body to adjust to the ground environment. Furthermore, astronauts have a much higher risk of developing various types of diseases than normal people and precautionary measures are critical to protect their health after returning to ground.\n\nTop 20 up  and down regulated DEGs (differentially expressed genes) between In flight and Pre flight. The cut off criteria for DEGs are log2FC >= 3.00 andp< 0.05.\n\nAs expected, the DEGs between In flight and Pre flight regulate a broad spectrum of biological and physiological functions. For example, the most up regulated geneLIMCH1, encoding LIM and calponin homology domains 1, activates the non muscle myosin Iia complex, stabilizes focal adhesion, and inhibits cell migration [34,35]. Thus, the upregulation ofLIMCH1may explain observations that microgravity exposure can change cancer cells into less malignant phenotypes [22,23,24]. The second most up regulated geneIER3encodes Immediate Early Response 3 and regulates cell apoptosis [36], inflammation [37], and tumorigenesis [38]. Upregulation ofIER3has been observed in several types of cancer and may regulate cancer progression [39,40]. This implies another possible reason, other than radiation exposure, that increases the risk of astronauts developing cancer during a prolonged period of space travel. The most down regulated gene,NFATC1,encodes Nuclear Factor of Activated T Cells 1 and plays an important role in osteoblast differentiation [41], osteoclastogenesis [42], T cell differentiation [43], lymphatic endothelial development [44], cardiac valve morphogenesis [45], and tumorigenesis [46]. The downregulation ofNFATC1may result in osteoporosis, immunocompromised conditions, and prostate cancer in astronauts during a prolonged space stay. The second most down regulated gene,KIDINS220, encoding Kinase D Interacting Substrate 220, modulates the development and function of the nerve and cardiovascular systems [47,48]. The downregulation ofKIDINS220may contribute to the development of neurological disorders and cardiovascular diseases in astronauts. In summary, the large variation of the biological processes regulated by the DEGs provides a valuable resource of genes for us to develop a rapid assay kit (~20 30 genes) to monitor astronauts' health conditions in space. However, it is noteworthy that the three genes reported by Terada et al.,FGF18,ANGPTL7, andCOMP, are not in the aforementioned DEG list because they failed to meet the cut off criteria.\n\nAs mentioned above, the effect of space travel on an astronaut's health is comprehensive and involves the regulation of many genes. It is also well known that any biological, physiological, or pathophysiological change requires a delicate coordination of multiple genes. Therefore, we decided to carry out a gene pair correlation analysis for the whole genome (30,645 transcripts for 23,115 genes) among the Pre flight, In flight, and Post flight expression profiles. As shown inFigure 1A, the genes are highly correlated in the Pre flight, which is consistent with previous studies showing that gene expressions are correlated in normal human tissues [49]. Upon staying in the ISS for an extended period of 6 months, the genome significantly lost its regulation of the gene expression and gene coordination was scrambled (Figure 1B). Our previous studies have shown that loss of gene pair correlations is a hallmark of carcinogenesis and/or cancer progression [50,51,52]. Therefore, loss of coordination of gene expression, other than cosmic radiation and compromised immune system, is likely to be another factor that increases the risk of cancer development in astronauts. Analysis of the Post flight dataset showed that returning to ground did not significantly improve genome regulation and coordination of gene expression (Figure 1C), implying that the effect of space travel on human health is more profound and longer lasting than currently thought. Extended care is necessary for astronauts to minimize the risk of disease development. As we progress towards crewed missions into outer space (for example, to the Moon and Mars) and other prolonged space stays, it is critical to develop rapid approaches to monitor genome regulation and establish corresponding protocols to alleviate the effects of space travel on human health. Another important question that needs to be addressed is whether the human body could establish a new \"routine\" for prolonged space stays and what this would look like in terms of astronauts' health. We speculate that loss of gene expression coordination might also be responsible for other diseases/conditions astronauts experience, such as muscle loss and compromised immune system. Extensive further studies in space biomedicine and space pharmacology are warranted to prepare us for longer term outer space exploration.\n\nGene pair correlations of the whole genome (30,645 transcripts for 23,115 genes) for 10 astronauts during Pre flight (A), In flight (B), and Post flight (C). Positive and negative correlations are represented in blue and red, respectively.\n\nBecause DEGs are the most altered genes during a biological process, we conducted a signaling pathway analysis of the 218 DEGs between In flight and Pre flight to figure out which biological functions are regulated by these genes. The top 11 signaling pathways were identified to be signal transduction, immune system, gene expression, metabolism, metabolism of proteins, generic transcription pathway, developmental biology, metabolism of lipids and lipoproteins, axon guidance, innate immune system, and disease (Table 2). In total, 48 genes were found to be involved in the regulation of these top 11 signaling pathways. Moreover, it is obvious that most of these DEGs are involved in the regulation of multiple signaling pathways, and that these signaling pathways regulate a broad range of biological, physiological, and/or pathophysiological processes. This analysis reconfirms that space travel imposes comprehensive effects on the human system rather than affecting an individual organ or tissue.\n\nDifferentially expressed genes (DEGs) present in the top 11 signaling pathways.\n\nWe further analyzed the disease network for the 218 DEGs between the In flight and Pre flight expression profiles to identify the major disease/disorder conditions associated with space travel (Supplementary File S2: Disease_DEG.xls). As shown inTable 3, the top 20 disease/disorder conditions can broadly be divided into three categories: neoplasia/carcinoma, neurological disorder, and liver function, with the top three conditions being malignant neoplasm of the breast, colorectal carcinoma, and malignant neoplasm of the prostate. More DEGs were associated with tumor development than other diseases/disorders. In 2019, Reynolds et al. reported the effect of space radiation on astronauts' death using a statistical analysis [53]. Of the astronauts who traveled to space between 1960 and 2018, 53 NASA astronauts have died, with 16 of those deaths (30.2%) being caused by cancer. Nevertheless, their study indicates that space radiation does not strongly impact the mortality of astronauts. This implies that weakened genome regulation (i.e., reduced gene expression correlation) is likely to be another key factor, in addition to compromised immune function, in causing tumor development in astronauts. However, these tumors may be less malignant or even benign [22,23,24]. Moreover, consistent with previous studies [54,55], our results showed that space travel significantly affects astronauts' liver function and liver metabolism. Key genes identified from our analysis, such asGPTandUBA5, might serve as valuable monitoring biomarkers of astronauts' liver function and even possible medical intervention points to protect astronauts' health. Because liver is a major organ for drug metabolism, a systematic space pharmacology study is needed to establish drug profiles including dosing, ADMET (absorption, distribution, metabolism, excretion, and toxicity), and even formulation in preparation for future voyages into outer space. Space drug usage based on current information may be less effective or even detrimental to astronauts' health.\n\nTop 20 disease/disorder conditions and their respectively associated DEGs based on disease network analysis of 218 DEGs between In flight and Pre flight.\n\nAny biological or physiological process requires a delicate regulation of genes, including gene expression levels, interactions, and correlations. However, most genomics/genetic studies are focused on gene expression level rather than gene pair correlation. Although gene co expressions and protein co localizations are commonly studied in biomedical research, our research laboratory, to the best of our knowledge, is the first to apply gene pair correlation coefficient (a mathematical term) to describe and explain biological and medical questions [50,51,52]. Thus, to design a rapid assay to monitor astronauts' health, we selected a set of genes with expression levels and gene pair correlations significantly altered by space travel.\n\nWe calculated gene pair correlation coefficients (designated as CC) of the DEGs associated with the top 11 signaling pathways for the Pre flight, In flight, and Post flight datasets, and analyzed the gene pair correlation coefficient differentials (designated as CC) between the In flight and Pre flight and between the Post flight and In flight (Figure 2). The changes in gene pair CCs between the In flight and Pre flight datasets were obvious for every signaling pathway, except the generic transcription pathway. However, the changes between Post flight and In flight CCs were minimal. Thus, using CC > 0.70 as a cut off, we identified gene pairs with their correlation coefficients significantly altered between the In flight and Pre flight datasets and summarized them inTable 4. These gene pairs were then classified into four categories based on changes in correlation coefficients: Category 1 positive to more/less positive (highlighted in blue), Category 2 positive to negative (highlighted in green), Category 3 negative to positive (highlighted in brown), and Category 4 negative to more/less negative (highlighted in red). It is noteworthy that Categories 2 and 3 contained more gene pairs than Categories 1 and 4, implying that many genes lost their coordination and even started counteractive processes in space. This observation supports previous studies that found that spaceflight significantly affects gene expression and homeostasis [56]. This dramatic change in gene expression coordination is thought to affect normal biological and physiological functions in the human body and is likely detrimental to astronauts' health.\n\nGene pair correlations ((1): Pre flight, (2): In flight, and (3): Post flight) and differentials of gene pair correlations (4): between In flight and Pre flight and (5): between Post flight and In flight for the differentially expressed genes (DEGs) in the top 11 signaling pathways. The top 11 signaling pathways are signal transduction, immune system, gene expression, metabolism, metabolism of proteins, generic transcription pathway, developmental biology, metabolism of lipids and lipoproteins, axon guidance, innate immune system, and disease. The top 11 signaling pathways were identified from InnateDB analysis of the 218 DEGs (log2FC >= 3.00 andp< 0.05). Positive and negative gene pair correlations are represented in blue and red, respectively; and positive and negative differentials of gene pair correlations are represented in green and red, respectively.\n\nGene pairs with significantly altered correlation coefficients between In flight and Pre flight (i.e., CC (CCIn flight  CCPre flight) > 0.70) in the top 11 signaling pathways identified from signaling pathway analysis of the 218 DEGs between In flight and Pre flight. Gene pairs with correlation coefficients changed from positive to less/more positive (Category 1), positive to negative (Category 2), negative to positive (Category 3), and negative to less/more negative (Category 4) were highlighted in blue, green, brown, and red, respectively.\n\nIn a previous study, correlation was classified into three categories based on correlation coefficients: strong (0.68 <= CC <= 1.00), moderate (0.36 <= CC <= 0.67), and weak (CC <= 0.35) [57]. To increase the sensitivity of the assay for space travel, it is rational to only include gene pairs with correlations changing from strong to weak, weak to strong, or strong to opposite strong with CC > 0.70. Using this guideline, we identified the following gene pairs: 12 gene pairs from signal transduction, 11 gene pairs from immune system, 2 gene pairs from gene expression, 5 gene pairs from metabolism, 6 gene pairs from metabolism of proteins, 1 gene pair from developmental biology, 2 gene pairs from metabolism of lipids and lipoprotein, 1 gene pair from axon guidance, 2 gene pairs from innate immune system, and 1 gene pair from disease (Table 5). In total, 32 genes were selected, and they areAARS2,ACSL4,ATF2,BIRC2,CCL2,CCNC,CHMP4C,COL4A4,CREB1,CRHR1,CTNNBIP1,DPP4,EIF4E2,GNE,GPT,IL7,KIDINS220,MAGT1,NDUFA1,NFATC1,PCSK1,PDPK1,PIKFYVE,PSAT1,RRN3,SOS2,SPON2,THBS3,UBR4,XAF1,YES1, andZNF606.\n\nGene pairs with criteria of CC > 0.70 and correlation changing from strong to weak, weak to strong, or strong to opposite strong from the top 11 signaling pathways.\n\nTo get a global view of the 32 genes regulating biological functions, we constructed the protein protein interaction (PPI), disease gene, drug gene, and miRNA gene networks for the 218 DEGs and labelled the 32 genes in the networks (Supplementary Figure S1). Genes that were present in the 32 gene list but not in the networks were not labelled. Most of the 32 identified genes have high degrees of connectivity and are likely to be biological hubs. Thus, we propose that an RT2 PCR assay of these 32 genes could be a novel, effective, and comparatively cheap way to continuously monitor astronauts' health in space. Validation of this assay under microgravity simulation conditions is warranted for further optimization of the gene list before sending an assay kit for practical tests in space. Finally, we extracted the drug molecules (both approved and experimental, listed inSupplementary File S3: Drug_list.xls) and miRNAs (listed inSupplementary File S4: miRNA_list.xls) that potentially target these 32 genes from the drug gene and miRNA gene networks. These drugs and miRNAs could be applied as possible medical interventions for health conditions associated with space travel.",
    "discussion": "3.1. Differentially Expressed Genes (DEGs) NASA and JAXA undertook Study GLDS 174: \"Effects of a closed space environment on gene expression in hair follicles of astronauts in the International Space Station\" between 2009 and 2013. Hair follicles were chosen for this study because they are the easiest attainable and noninvasive samples that are understood to be representative of most large scale changes in the body [ 25 ]. However, Terada et al. only reported the expression of selected genes in this study and did not undertake further analysis [ 25 ]. To better understand how space travel affects astronauts' health, we downloaded the microarray dataset (E GEOD 74708) from the NASA GeneLab open data repository. The microarray dataset includes gene expression information for three stages: Pre flight (6 months to 2 weeks before launch), In flight (while staying in the ISS), and Post flight (2 days to 3 months after returning from the ISS). We then analyzed the dataset for gene expression and gene pair correlation. Using cut off criteria of log 2 FC >= 3.00 and p < 0.05, 218 DEGs were identified between In flight and Pre flight ( Supplementary File S1: DEG_list.xls ). The top 20 up  and downregulated genes are summarized in Table 1 . However, no DEGs were detected between Post flight and In flight, suggesting that the astronauts may need a longer time than current guidelines for the body to adjust to the ground environment. Furthermore, astronauts have a much higher risk of developing various types of diseases than normal people and precautionary measures are critical to protect their health after returning to ground. Table 1. Top 20 up  and down regulated DEGs (differentially expressed genes) between In flight and Pre flight. The cut off criteria for DEGs are log 2 FC >= 3.00 and p < 0.05. Up Regulated Genes Down Regulated Genes Gene Name Log 2 FC p  Value Gene Name Log 2 FC p  Value LIMCH1 7.59 0.03 NFATC1  10.40 0.00 IER3 7.45 0.03 KIDINS220  10.35 0.03 ZNF664 6.57 0.03 ZCCHC9  7.82 0.00 NDUFA1 6.27 0.03 IGSF9  6.08 0.03 AL391650.1 5.28 0.03 HSD11B1L  5.76 0.00 TUBGCP5 5.07 0.03 CLTB  5.69 0.00 GAPVD1 5.03 0.03 YIPF2  5.68 0.03 AARS2 4.81 0.03 BTBD9  5.49 0.00 AC004080.5 4.77 0.03 LINC00668  5.41 0.00 NAA60 4.72 0.03 AL096711.2  4.97 0.03 IGBP1P1 4.41 0.03 EIF4E2  4.97 0.03 FANCD2 4.28 0.03 SHE  4.41 0.03 AMT 4.20 0.03 HOXC4  4.27 0.00 PNPLA4 4.11 0.03 THBS3  4.17 0.00 RABGAP1 4.10 0.03 PGM2L1  3.95 0.00 MAPKAPK5 3.89 0.03 TCEANC  3.93 0.03 DFFBP1 3.83 0.03 ARHGAP9  3.91 0.00 STAG1 3.71 0.03 ZNF451  3.80 0.03 SPON2 3.62 0.04 NCEH1  3.73 0.00 CHN1 3.59 0.04 AC010531.1  3.71 0.03 Open in a new tab As expected, the DEGs between In flight and Pre flight regulate a broad spectrum of biological and physiological functions. For example, the most up regulated gene LIMCH1 , encoding LIM and calponin homology domains 1, activates the non muscle myosin Iia complex, stabilizes focal adhesion, and inhibits cell migration [ 34 , 35 ]. Thus, the upregulation of LIMCH1 may explain observations that microgravity exposure can change cancer cells into less malignant phenotypes [ 22 , 23 , 24 ]. The second most up regulated gene IER3 encodes Immediate Early Response 3 and regulates cell apoptosis [ 36 ], inflammation [ 37 ], and tumorigenesis [ 38 ]. Upregulation of IER3 has been observed in several types of cancer and may regulate cancer progression [ 39 , 40 ]. This implies another possible reason, other than radiation exposure, that increases the risk of astronauts developing cancer during a prolonged period of space travel. The most down regulated gene, NFATC1, encodes Nuclear Factor of Activated T Cells 1 and plays an important role in osteoblast differentiation [ 41 ], osteoclastogenesis [ 42 ], T cell differentiation [ 43 ], lymphatic endothelial development [ 44 ], cardiac valve morphogenesis [ 45 ], and tumorigenesis [ 46 ]. The downregulation of NFATC1 may result in osteoporosis, immunocompromised conditions, and prostate cancer in astronauts during a prolonged space stay. The second most down regulated gene, KIDINS220 , encoding Kinase D Interacting Substrate 220, modulates the development and function of the nerve and cardiovascular systems [ 47 , 48 ]. The downregulation of KIDINS220 may contribute to the development of neurological disorders and cardiovascular diseases in astronauts. In summary, the large variation of the biological processes regulated by the DEGs provides a valuable resource of genes for us to develop a rapid assay kit (~20 30 genes) to monitor astronauts' health conditions in space. However, it is noteworthy that the three genes reported by Terada et al., FGF18 , ANGPTL7 , and COMP , are not in the aforementioned DEG list because they failed to meet the cut off criteria.\n\n3.2. Gene Pair Correlations As mentioned above, the effect of space travel on an astronaut's health is comprehensive and involves the regulation of many genes. It is also well known that any biological, physiological, or pathophysiological change requires a delicate coordination of multiple genes. Therefore, we decided to carry out a gene pair correlation analysis for the whole genome (30,645 transcripts for 23,115 genes) among the Pre flight, In flight, and Post flight expression profiles. As shown in Figure 1 A, the genes are highly correlated in the Pre flight, which is consistent with previous studies showing that gene expressions are correlated in normal human tissues [ 49 ]. Upon staying in the ISS for an extended period of 6 months, the genome significantly lost its regulation of the gene expression and gene coordination was scrambled ( Figure 1 B). Our previous studies have shown that loss of gene pair correlations is a hallmark of carcinogenesis and/or cancer progression [ 50 , 51 , 52 ]. Therefore, loss of coordination of gene expression, other than cosmic radiation and compromised immune system, is likely to be another factor that increases the risk of cancer development in astronauts. Analysis of the Post flight dataset showed that returning to ground did not significantly improve genome regulation and coordination of gene expression ( Figure 1 C), implying that the effect of space travel on human health is more profound and longer lasting than currently thought. Extended care is necessary for astronauts to minimize the risk of disease development. As we progress towards crewed missions into outer space (for example, to the Moon and Mars) and other prolonged space stays, it is critical to develop rapid approaches to monitor genome regulation and establish corresponding protocols to alleviate the effects of space travel on human health. Another important question that needs to be addressed is whether the human body could establish a new \"routine\" for prolonged space stays and what this would look like in terms of astronauts' health. We speculate that loss of gene expression coordination might also be responsible for other diseases/conditions astronauts experience, such as muscle loss and compromised immune system. Extensive further studies in space biomedicine and space pharmacology are warranted to prepare us for longer term outer space exploration. Figure 1. Open in a new tab Gene pair correlations of the whole genome (30,645 transcripts for 23,115 genes) for 10 astronauts during Pre flight ( A ), In flight ( B ), and Post flight ( C ). Positive and negative correlations are represented in blue and red, respectively.\n\n3.3. Signaling Pathway and Disease Network of the DEGs Because DEGs are the most altered genes during a biological process, we conducted a signaling pathway analysis of the 218 DEGs between In flight and Pre flight to figure out which biological functions are regulated by these genes. The top 11 signaling pathways were identified to be signal transduction, immune system, gene expression, metabolism, metabolism of proteins, generic transcription pathway, developmental biology, metabolism of lipids and lipoproteins, axon guidance, innate immune system, and disease ( Table 2 ). In total, 48 genes were found to be involved in the regulation of these top 11 signaling pathways. Moreover, it is obvious that most of these DEGs are involved in the regulation of multiple signaling pathways, and that these signaling pathways regulate a broad range of biological, physiological, and/or pathophysiological processes. This analysis reconfirms that space travel imposes comprehensive effects on the human system rather than affecting an individual organ or tissue. Table 2. Differentially expressed genes (DEGs) present in the top 11 signaling pathways. Signaling Pathways Gene Names Signal transduction ARHGAP9 , CCL2 , CCNC , CHN1 , CLTB , COL4A4 , CREB1 , CRHR1 , CTNNBIP1 , HIF1A , KIDINS220 , NFATC1 , PDPK1 , SOS2 , THBS3 , YES1 Immune system ATF2 , BIRC2 , CREB1 , EIF4E2 , IL7 , NFATC1 , PDPK1 , UBA5 , UBR4 , XAF1 , YES1 Gene expression AARS2 , CCNC , RRN3 , ZNF184 , ZNF253 , ZNF529 , ZNF606 , ZNF664 , ZNF699 , ZNF711 Metabolism ACSL4 , ARSK , CCNC , GM2A , GPT , HACL1 , NDUFA1 , PIKFYVE , PSAT1 Metabolism of proteins ARSK , CCL2 , DPP4 , GNE , MAGT1 , PCSK1 , SPON2 , XRN2 Generic transcription pathway CCNC , ZNF184 , ZNF253 , ZNF529 , ZNF606 , ZNF664 , ZNF699 , ZNF711 Developmental biology CCNC , CLTB , COL4A4 , CREB1 , SCN2B , SOS2 , YES1 Metabolism of lipids and lipoproteins ACSL4 , ARSK , CCNC , GM2A , HACL1 , PIKFYVE Axon guidance CLTB , COL4A4 , CREB1 , SCN2B , SOS2 , YES1 Innate immune system ATF2 , BIRC2 , CREB1 , NFATC1 , PDPK1 , YES1 Disease CCNC , CHMP4C , CREB1 , CTNNBIP1 , HIF1A , PDPK1 Open in a new tab We further analyzed the disease network for the 218 DEGs between the In flight and Pre flight expression profiles to identify the major disease/disorder conditions associated with space travel ( Supplementary File S2: Disease_DEG.xls ). As shown in Table 3 , the top 20 disease/disorder conditions can broadly be divided into three categories: neoplasia/carcinoma, neurological disorder, and liver function, with the top three conditions being malignant neoplasm of the breast, colorectal carcinoma, and malignant neoplasm of the prostate. More DEGs were associated with tumor development than other diseases/disorders. In 2019, Reynolds et al. reported the effect of space radiation on astronauts' death using a statistical analysis [ 53 ]. Of the astronauts who traveled to space between 1960 and 2018, 53 NASA astronauts have died, with 16 of those deaths (30.2%) being caused by cancer. Nevertheless, their study indicates that space radiation does not strongly impact the mortality of astronauts. This implies that weakened genome regulation (i.e., reduced gene expression correlation) is likely to be another key factor, in addition to compromised immune function, in causing tumor development in astronauts. However, these tumors may be less malignant or even benign [ 22 , 23 , 24 ]. Moreover, consistent with previous studies [ 54 , 55 ], our results showed that space travel significantly affects astronauts' liver function and liver metabolism. Key genes identified from our analysis, such as GPT and UBA5 , might serve as valuable monitoring biomarkers of astronauts' liver function and even possible medical intervention points to protect astronauts' health. Because liver is a major organ for drug metabolism, a systematic space pharmacology study is needed to establish drug profiles including dosing, ADMET (absorption, distribution, metabolism, excretion, and toxicity), and even formulation in preparation for future voyages into outer space. Space drug usage based on current information may be less effective or even detrimental to astronauts' health. Table 3. Top 20 disease/disorder conditions and their respectively associated DEGs based on disease network analysis of 218 DEGs between In flight and Pre flight. Disease/Disorder Genes Malignant Neoplasm of Breast THBS3 , UBR4 , ATF2 , NBN , CRHR1 , AREG , HIF1A , PDPK1 , COL7A1 , ZNF404 , BIRC2 Colorectal Carcinoma POSTN , SACS , FANCG , XAF1 , ACSL4 , INTS13 , COL7A1 , NFATC1 , C12ORF76 , NDUFA1 Malignant Neoplasm of Prostate GREB1 , HMGN5 , SPON2 , HIF1A , CRYL1 , CASZ1 , ACSL4 , NBN Prostatic Neoplasms CASZ1 , NBN , GREB1 , HIF1A , CRYL1 , ACSL4 , SPON2 , HMGN5 Schizophrenia PSAT1 , BTBD9 , CFAP65 , CREB1 , CCL2 , HSPA12A , DKK3 , VRK2 Breast Carcinoma BIRC2 , COL7A1 , ZNF404 , HIF1A , AREG , CRHR1 , PDPK1 Mammary Carcinoma, Human AREG , COL7A1 , HIF1A , CRHR1 , ZNF404 , PDPK1 , BIRC2 Mammary Neoplasms AREG , COL7A1 , PDPK1 , ZNF404 , CRHR1 , HIF1A , BIRC2 Mammary Neoplasms, Human ZNF404 , COL7A1 , PDPK1 , CRHR1 , BIRC2 , HIF1A , AREG Unipolar Depression CCL2 , PEA15 , HIF1A , CRHR1 , CREB1 , ACSL4 Liver Cirrhosis, Experimental GPT , TM6SF1 , SGCB , ARHGAP9 , CCL2 Major Depressive Disorder HIF1A , CRHR1 , PEA15 , CCL2 , CREB1 Non small Cell Lung Carcinoma E2F8 , PSAT1 , AREG , HIF1A , COL7A1 Bipolar Disorder HIF1A , CRHR1 , CREB1 , HMGXB4 Chemical And Drug Induced Liver Injury HACL1 , GPT , UBA5 , CCL2 Chemical induced Liver Toxicity HACL1 , UBA5 , GPT , CCL2 Depressive Disorder CREB1 , CRHR1 , DPP4 , ACSL4 Disease Exacerbation COL7A1 , E2F8 , ATF2 , HIF1A Drug induced Acute Liver Injury GPT , HACL1 , CCL2 , UBA5 Drug induced Liver Disease HACL1 , GPT , CCL2 , UBA5 Open in a new tab\n\n3.4. Design of a Rapid Assay for Space Travel Any biological or physiological process requires a delicate regulation of genes, including gene expression levels, interactions, and correlations. However, most genomics/genetic studies are focused on gene expression level rather than gene pair correlation. Although gene co expressions and protein co localizations are commonly studied in biomedical research, our research laboratory, to the best of our knowledge, is the first to apply gene pair correlation coefficient (a mathematical term) to describe and explain biological and medical questions [ 50 , 51 , 52 ]. Thus, to design a rapid assay to monitor astronauts' health, we selected a set of genes with expression levels and gene pair correlations significantly altered by space travel. We calculated gene pair correlation coefficients (designated as CC) of the DEGs associated with the top 11 signaling pathways for the Pre flight, In flight, and Post flight datasets, and analyzed the gene pair correlation coefficient differentials (designated as CC) between the In flight and Pre flight and between the Post flight and In flight ( Figure 2 ). The changes in gene pair CCs between the In flight and Pre flight datasets were obvious for every signaling pathway, except the generic transcription pathway. However, the changes between Post flight and In flight CCs were minimal. Thus, using CC > 0.70 as a cut off, we identified gene pairs with their correlation coefficients significantly altered between the In flight and Pre flight datasets and summarized them in Table 4 . These gene pairs were then classified into four categories based on changes in correlation coefficients: Category 1 positive to more/less positive (highlighted in blue), Category 2 positive to negative (highlighted in green), Category 3 negative to positive (highlighted in brown), and Category 4 negative to more/less negative (highlighted in red). It is noteworthy that Categories 2 and 3 contained more gene pairs than Categories 1 and 4, implying that many genes lost their coordination and even started counteractive processes in space. This observation supports previous studies that found that spaceflight significantly affects gene expression and homeostasis [ 56 ]. This dramatic change in gene expression coordination is thought to affect normal biological and physiological functions in the human body and is likely detrimental to astronauts' health. Figure 2. Open in a new tab Gene pair correlations (( 1 ): Pre flight, ( 2 ): In flight, and ( 3 ): Post flight) and differentials of gene pair correlations ( 4 ): between In flight and Pre flight and ( 5 ): between Post flight and In flight for the differentially expressed genes (DEGs) in the top 11 signaling pathways. The top 11 signaling pathways are signal transduction, immune system, gene expression, metabolism, metabolism of proteins, generic transcription pathway, developmental biology, metabolism of lipids and lipoproteins, axon guidance, innate immune system, and disease. The top 11 signaling pathways were identified from InnateDB analysis of the 218 DEGs (log 2 FC >= 3.00 and p < 0.05). Positive and negative gene pair correlations are represented in blue and red, respectively; and positive and negative differentials of gene pair correlations are represented in green and red, respectively. Table 4. Gene pairs with significantly altered correlation coefficients between In flight and Pre flight (i.e., CC (CC In flight   CC Pre flight ) > 0.70) in the top 11 signaling pathways identified from signaling pathway analysis of the 218 DEGs between In flight and Pre flight. Gene pairs with correlation coefficients changed from positive to less/more positive (Category 1), positive to negative (Category 2), negative to positive (Category 3), and negative to less/more negative (Category 4) were highlighted in blue, green, brown, and red, respectively. GENE PAIRS CC Pre flight CC In flight CC Signal transduction ARHGAP9 COL4A4  0.51 0.28 0.79 ARHGAP9 THBS3 0.39  0.48  0.87 CCL2 COL4A4  0.95  0.07 0.88 CCL2 CREB1 0.93  0.09  1.02 CCL2 CRHR1 0.68  0.11  0.79 CCL2 THBS3 0.68  0.19  0.87 CCNC COL4A4 0.46  0.65  1.11 CCNC CRHR1  0.58 0.65 1.23 CCNC THBS3  0.41 0.34 0.75 CHN1 CRHR1 0.43  0.59  1.02 CHN1 HIF1A  0.36 0.34 0.70 COL4A4 CREB1  0.93  0.03 0.90 COL4A4 NFATC1  0.77 0.50 1.27 COL4A4 PDPK1 0.41  0.50  0.91 CREB1 CRHR1 0.80  0.03  0.83 CREB1 THBS3 0.79 0.05  0.74 CRHR1 KIDINS220 0.59  0.14  0.73 CRHR1 NFATC1 0.83  0.47  1.30 CRHR1 PDPK1  0.57 0.34 0.91 CRHR1 YES1 0.40  0.71  1.11 CTNNBIP1 NFATC1 0.07 0.85 0.78 KIDINS220 PDPK1  0.74 0.30 1.04 KIDINS220 SOS2  0.86 0.29 1.15 KIDINS220 YES1 0.70 0.00  0.70 NFATC1 THBS3 0.72  0.34  1.06 PDPK1 SOS2 0.63  0.22  0.85 SOS2 YES1  0.61 0.17 0.78 Immune system ATF2 NFATC1  0.03  0.75  0.72 BIRC2 PDPK1  0.73 0.13 0.86 CREB1 EIF4E2  0.94 0.07 1.01 CREB1 IL7 0.91  0.03  0.94 CREB1 UBR4 0.90  0.28  1.18 CREB1 XAF1 0.71  0.03  0.74 EIF4E2 IL7  0.87 0.10 0.97 EIF4E2 NFATC1  0.87 0.46 1.33 EIF4E2 UBR4  0.95 0.40 1.35 EIF4E2 XAF1  0.72 0.10 0.82 IL7 UBR4 0.88  0.34  1.22 NFATC1 UBR4 0.85  0.18  1.03 PDPK1 UBR4  0.55 0.34 0.89 UBA5 UBR4 0.59  0.27  0.86 UBR4 XAF1 0.88  0.16  1.04 UBR4 YES1 0.35  0.59  0.94 Gene expression AARS2 ZNF253  0.57 0.23 0.80 AARS2 ZNF606  0.91 0.21 1.12 AARS2 ZNF711  0.60 0.31 0.91 RRN3 ZNF184  0.51 0.34 0.85 RRN3 ZNF606  0.06 0.87 0.93 RRN3 ZNF711  0.22 0.50 0.72 Metabolism ACSL4 ARSK 0.56  0.66  1.22 ACSL4 CCNC 0.75  0.74  1.49 ACSL4 GPT  0.66 0.85 1.61 ACSL4 NDUFA1 0.81 0.05  0.76 ACSL4 PIKFYVE  0.22 0.69 0.91 ARSK GM2A 0.48  0.34  0.82 CCNC GM2A 0.65  0.44  1.09 CCNC PSAT1 0.88  0.23  1.11 GPT NDUFA1  0.59 0.24 0.83 GPT PIKFYVE  0.05 0.79 0.84 GPT PSAT1  0.65 0.46 1.11 Metabolism of proteins ARSK DPP4  0.27 0.57 0.84 CCL2 DPP4 0.79  0.26  1.05 CCL2 PCSK1 0.90  0.16  1.06 CCL2 SPON2 0.77  0.03  0.80 DPP4 GNE 0.74  0.21  0.95 DPP4 MAGT1  0.57 0.37 0.94 MAGT1 PCSK1  0.85 0.21 1.06 PCSK1 SPON2 0.84 0.01  0.83 Developmental biology CCNC COL4A4 0.46  0.65  1.11 CLTB SCN2B  0.39 0.37 0.76 COL4A4 CREB1  0.93  0.03 0.90 SOS2 YES1  0.61 0.17 0.78 Metabolism of lipids and lipoproteins ACSL4 ARSK 0.56  0.66  1.22 ACSL4 CCNC 0.75  0.74  1.49 ACSL4 PIKFYVE  0.22 0.69 0.91 ARSK GM2A 0.48  0.34  0.82 CCNC GM2A 0.65  0.44  1.09 Axon guidance CLTB SCN2B  0.39 0.37 0.76 COL4A4 CREB1  0.93  0.03 0.90 SOS2 YES1  0.61 0.17 0.78 Innate immune system ATF2 NFATC1  0.03  0.75  0.72 BIRC2 PDPK1  0.73 0.13 0.86 Disease CCNC CHMP4C 0.60  0.38  0.98 CHMP4C CREB1  0.85 0.31 1.16 CHMP4C PDPK1 0.44  0.63  1.07 Open in a new tab In a previous study, correlation was classified into three categories based on correlation coefficients: strong (0.68 <= CC <= 1.00), moderate (0.36 <= CC <= 0.67), and weak (CC <= 0.35) [ 57 ]. To increase the sensitivity of the assay for space travel, it is rational to only include gene pairs with correlations changing from strong to weak, weak to strong, or strong to opposite strong with CC > 0.70. Using this guideline, we identified the following gene pairs: 12 gene pairs from signal transduction, 11 gene pairs from immune system, 2 gene pairs from gene expression, 5 gene pairs from metabolism, 6 gene pairs from metabolism of proteins, 1 gene pair from developmental biology, 2 gene pairs from metabolism of lipids and lipoprotein, 1 gene pair from axon guidance, 2 gene pairs from innate immune system, and 1 gene pair from disease ( Table 5 ). In total, 32 genes were selected, and they are AARS2 , ACSL4 , ATF2 , BIRC2 , CCL2 , CCNC , CHMP4C , COL4A4 , CREB1 , CRHR1 , CTNNBIP1 , DPP4 , EIF4E2 , GNE , GPT , IL7 , KIDINS220 , MAGT1 , NDUFA1 , NFATC1 , PCSK1 , PDPK1 , PIKFYVE , PSAT1 , RRN3 , SOS2 , SPON2 , THBS3 , UBR4 , XAF1 , YES1 , and ZNF606 . Table 5. Gene pairs with criteria of CC > 0.70 and correlation changing from strong to weak, weak to strong, or strong to opposite strong from the top 11 signaling pathways. Signaling Pathways Gene Pairs Signal transduction CCL2 COL4A4 , CCL2   CREB1 , CCL2   CRHR1 , CCL2   THBS3 , COL4A4   CREB1 , CREB1   CRHR1 , CREB1   THBS3 , CTNNBIP1   NFATC1 , KIDINS220   PDPK1 , KIDINS220   SOS2 , KIDINS220   YES1 , NFATC1   THBS3 Immune system ATF2   NFATC1 , BIRC2   PDPK1 , CREB1   EIF4E2 , CREB1  IL7, CREB1   UBR4 , CREB1   XAF1 , EIF4E2   IL7 , EIF4E2   XAF1 , IL7   UBR4 , NFATC1   UBR4 , UBR4   XAF1 Gene expression AARS2   ZNF606 , RRN3   ZNF606 Metabolism ACSL4   CCNC , ACSL4   NDUFA1 , ACSL4   PIKFYVE , CCNC   PSAT1 , GPT   PIKFYVE Metabolism of proteins CCL2   DPP4 , CCL2   PCSK1 , CCL2   SPON2 , DPP4   GNE , MAGT1   PCSK1 , PCSK1   SPON2 Developmental biology COL4A4   CREB1 Metabolism of lipids and lipoproteins ACSL4   CCNC , ACSL4   PIKFYVE Axon guidance COL4A4   CREB1 Innate immune system ATF2   NFATC1 , BIRC2   PDPK1 Disease CHMP4C   CREB1 Open in a new tab To get a global view of the 32 genes regulating biological functions, we constructed the protein protein interaction (PPI), disease gene, drug gene, and miRNA gene networks for the 218 DEGs and labelled the 32 genes in the networks ( Supplementary Figure S1 ). Genes that were present in the 32 gene list but not in the networks were not labelled. Most of the 32 identified genes have high degrees of connectivity and are likely to be biological hubs. Thus, we propose that an RT 2  PCR assay of these 32 genes could be a novel, effective, and comparatively cheap way to continuously monitor astronauts' health in space. Validation of this assay under microgravity simulation conditions is warranted for further optimization of the gene list before sending an assay kit for practical tests in space. Finally, we extracted the drug molecules (both approved and experimental, listed in Supplementary File S3: Drug_list.xls ) and miRNAs (listed in Supplementary File S4: miRNA_list.xls ) that potentially target these 32 genes from the drug gene and miRNA gene networks. These drugs and miRNAs could be applied as possible medical interventions for health conditions associated with space travel.",
    "conclusion": "In this study, we analyzed the effects of space travel on gene expression and correlation using the publicly available microarray dataset E GEOD 74708, and systematically developed a shortlist of genes for a novel rapid assay that could be used to monitor astronauts' health in space. However, this study faces a few limitations. First, the sample size (10 astronauts) is small due to the nature of space travel and unstandardized space biology research. More sample collection is needed to optimize the monitoring assay. Secondly, there were only two female astronauts in the microarray dataset. To get better representation and higher accuracy in the analysis, more gene expression profiles from a diverse population of astronauts should be obtained. Future studies in simulated microgravity conditions will allow for the optimization and validation of the proposed assay. It is noteworthy that this assay may address only one facet of a complete monitoring and treatment approach for astronauts' health in space. In practice, other factors such as biomarkers and physiological metrics should also be included in the approach. Despite these drawbacks, our current study proposes a new strategy to develop genome based rapid assays. This strategy could also be applied to other research fields such as cancer diagnostic assays."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:08:22.034298",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9964234/"
  }
}