{
  "pmcid": "PMC8191917",
  "title": "A parasitoid wasp of Drosophila employs preemptive and reactive strategies to deplete its host's blood cells",
  "authors": [
    "Johnny R Ramroop",
    "Mary Ellen Heavner",
    "Zubaidul H Razzak",
    "Shubha Govind"
  ],
  "year": "2021",
  "journal": "PLoS Pathogens",
  "doi": "10.1371/journal.ppat.1009615",
  "sections": {
    "abstract": "The waspsLeptopilina heterotomaparasitize and ingest theirDrosophilahosts. They produce extracellular vesicles (EVs) in the venom that are packed with proteins, some of which perform immune suppressive functions. EV interactions with blood cells of host larvae are linked to hematopoietic depletion, immune suppression, and parasite success. But how EVs disperse within the host, enter and kill hematopoietic cells is not well understood. Using an antibody marker forL.heterotomaEVs, we show that these parasite derived structures are readily distributed within the hosts' hemolymphatic system. EVs converge around the tightly clustered cells of the posterior signaling center (PSC) of the larval lymph gland, a small hematopoietic organ inDrosophila. The PSC serves as a source of developmental signals in nave animals. In wasp infected animals, the PSC directs the differentiation of lymph gland progenitors into lamellocytes. These lamellocytes are needed to encapsulate the wasp egg and block parasite development. We found thatL.heterotomainfection disassembles the PSC and PSC cells disperse into the disintegrating lymph gland lobes. Genetically manipulated PSC less lymph glands remain non responsive and largely intact in the face ofL.heterotomainfection. We also show that the larval lymph gland progenitors use the endocytic machinery to internalize EVs. Once inside,L.heterotomaEVs damage the Rab7  and LAMP positive late endocytic and phagolysosomal compartments. Rab5 maintains hematopoietic and immune quiescence asRab5knockdown results in hematopoietic over proliferation and ectopic lamellocyte differentiation. Thus, both aspects of anti parasite immunity, i.e., (a) phagocytosis of the wasp's immune suppressive EVs, and (b) progenitor differentiation for wasp egg encapsulation reside in the lymph gland. These results help explain why the lymph gland is specifically and precisely targeted for destruction. The parasite's simultaneous and multipronged approach to block cellular immunity not only eliminates blood cells, but also tactically blocks the genetic programming needed for supplementary hematopoietic differentiation necessary for host success. In addition to its known functions in hematopoiesis, our results highlight a previously unrecognized phagocytic role of the lymph gland in cellular immunity. EV mediated virulence strategies described forL.heterotomaare likely to be shared by other parasitoid wasps; their understanding can improve the design and development of novel therapeutics and biopesticides as well as help protect biodiversity.",
    "methods": "AllD.melanogasterstocks were raised on standard fly medium containing cornmeal flour, sucrose, yeast, and agar at 25 degreesC.\n\nGAL4 lines: PSC drivers were:Antp GAL4; mCD8GFP([72], from S. Minakhina) andy w; Collier GAL4/CyO y+([32] from M. Crozatier). The truncatedHandpromoter is active in cardiomyocytes of the dorsal vessel ([73], from M. Crozatier). Hemocyte drivers were:Pxn GAL4,UAS GFP([74], from U. Banerjee);Hemese GAL4(He GAL4) ([75], from D. Hultmark);eater (ea) GAL4 ([76], from R.A. Schulz);Collagen GAL4(Cg>GFP) ([77], from C. Dearolf);Serpent (Srp) GAL4[78] andTepIV GAL4[79] (both from N. Fossett);Hemolectin GAL4(Hml>GFP) ([80], from J M. Reichhart).\n\nUAS lines: TheUAS Slit N([46]; Slit gain of function) andUAS Robo2 HA(for overexpression of Robo2, [81]) lines were obtained from T. Volk and T. Kidd.\n\nStrains from the Bloomington Drosophila Stock Center:UAS Rab5RNAi(#30518);UAS GFP Rab5(#43336) [82];UAS GFP Rab7(#42706);UAS Rab5.S43N(#42704);UAS GFP LAMP;nSyb GAL4/CyO:TM6B(#42714) [83], andUAS hhRNAi(#25794) [84]).\n\nOther lines: A homozygousBcstock devoid of other mutations (from B. Lemaitre [85]) was balanced withCyO GFPfor crosses with the homozygousPxn GAL4,UAS GFPstrain. Protein trap lines were:Collagen IV(Viking) andperlecan(Trol) (from A. Spradling and L. Cooley). In thehhf4f GFP; Antp GAL4/TM6 Tb Hustrain, the PSC is marked (from R.A. Schulz). In theDome MESO GFPstrain, the lymph gland medulla is GFP positive ([86], from M. Crozatier). We recombined this latter insertion with theAntp GAL4insertion to make aUAS mCD8GFP; Antp GAL4,Dome MESO GFP(AntpDMG) stock.hopTum l,msn GAL4; UAS mCD8GFP[87] uses themisshapen(msn) driver to mark lamellocytes [88]. For PSC less animals,UAS Hid[89] females were crossed withCollier GAL4/CyO y+males. For FLP out clones [90],hsp70 flp; Actin>CD2>GAL4flies were crossed with theRab5RNAiflies; progeny was heat shocked at 37 degreesC as described [38]. UAS GAL4 crosses were maintained at 27 degreesC.\n\ny wflies were used to rear wasps. Unless specified otherwise, infections were done with eitherLb17orLh14[7].LhNY[20] was used to validate results with theLh14strain. Ten to twelve trained female wasps were introduced to hosts from a 12 hr egg lay. Hosts were allowed to recover after an 8 12 hr infection. Dissections were typically done one to two days after infection. Uninfected controls followed the same timeline. In general, longer infection regimes led to stronger responses: more lamellocytes differentiated afterLbinfection and more lobe cells were lost afterLhinfection. Under our experimental conditions, superparasitism by either wasp was rare and for our analyses, we avoided hosts with more than one parasite.\n\nAntibody staining was performed according to [91]. Primary mouse anti SSp40 (1:1000) [20] and Cy3 AffiniPure donkey anti mouse secondary (1:200) (Jackson Immuno Research) were used to detectLhEVs. Mouse anti Antennapedia (1:10; Developmental Studies Hybridoma Bank 8C11, [92] and macrophage specific mouse anti P1 (1:20; I. Ando [93]) were similarly detected. Nuclear dye (Hoechst 33258, Invitrogen, 1:500) and Rhodamine or Alexa Fluor 488 tagged Phalloidin (Invitrogen) were used for counterstaining cells. For mitotic index, rabbit anti phospho histone3 (1:200 Molecular Probes) positive hemocytes were scored in randomly selected 1000 um2areas of imaged lobes.\n\nSamples were mounted in VectaShield (Vector Laboratories). Lamellocytes were visualized by (a) high F actin staining signal, (b) integrin beta (1:200, Developmental Studies Hybridoma Bank CF.6G11 [94]) expression, or (c)msnf9 GFPexpression [88]. Representative results from twelve or more dissections from at least three independent experiments are presented, unless specified otherwise.\n\nMounted samples were imaged with Zeiss laser scanning confocal microscopes LSM 510 or LSM 710. For each experiment, images were scanned on the same microscope with the same software and scan settings. Images were gathered at 0.8 um  1.5 um and recorded at 8 bit. Laser amplifier gain and offset values were set with negative controls lacking either primary antibodies or wasp infection. Images were processed with Zeiss LSM image browser or Zen Lite 2012. Figures were assembled in Adobe Photoshop v12.0.4 and CC 2015.5 or Illustrator CC 2015.3.",
    "results": "Lb17attack triggers lamellocyte differentiation in the larval lymph gland cortex (Fig 1A 1C). At an equivalent time point,Lh infected lobes are significantly smaller (Fig 1D 1K); [13]. Surprisingly, unlikeAntp>mCD8GFP expressing PSCs of nave andLb infected lobes that remain tightly clustered (Fig 1A 1C), PSC cells ofLh infected hosts are dislodged and some are distributed in the body of the lobe (Fig 1D).\n\nTo understand these responses, we imaged more than 25 hosts in multiple experiments. Throughout these studies, we used a polyclonal antibody to mark SSp40, anLhEV specific protein [20].Lhinfection ofPxn>GFPanimals reducedPxn>GFPexpression (Fig 1E 1H). (Pxnis normally active in the cortex and its expression mimics that of many other genes downregulated byLhinfection [7]). An abundance ofLhEVs was observed in anterior  and posterior lobe hemocytes, in the dorsal vessel, and in circulating hemocytes (Fig 1F 1H and 1J 1L). This staining signal is absent in glands from nave animals (Fig 1E and 1I). Thus,LbandLhattack have drastically different outcomes andLhEVs appear to interact directly with most lymph gland hemocytes.\n\nIn our analyses across experiments, we found that the degree of tissue loss and EV distribution varies. Lobe morphologies ranged from nearly intact and filled with EVs (Fig 1F and 1J) to damaged lobes, with few to many EVs (Fig 1G, 1H and 1K). This variation is likely due to (a) the duration of infection (i.e., time between oviposition and dissection); (b) the injected EV dose; or (c) the dynamics of EV circulation. Dissections at later time points showed loss of almost all lymph gland hemocytes [13].\n\nTo then probe howLhEVs enter the lymphatic system, we stainedLh infected glands from fly strains with GFP tagged Collagen IV (basement membrane,Viking[41]) or GFP tagged proteoglycan core protein, Perlecan/Trol [42]. In both cases, EV puncta were clearly localized with the continuous GFP signals of these extracellular matrix (ECM) proteins along the dorsal vessel as well as in the interstitial spaces around clustered hematopoietic progenitors (yellow puncta inFig 2A 2D'arrows). Surprisingly, punctate staining was also seen inside immature progenitors, adjacent to the dorsal vessel (Fig 2B, 2B' 2D and 2D'). EVs were also observed inside some cardiomyocytes as evidenced by SSp40 colocalization with the mCD8GFP signal inHand>mCD8GFPlarvae (Fig 2E 2F', arrows). Thus,LhEVs associate with ECM proteins of the lymphatic system, enter the dorsal vessel lumen and even some cardiomyocytes.\n\n(A B)Vkg GFPlymph glands. (A) GFP marks Collagen IV in the dorsal vessel and around lobe clusters. (B B')Lh infected gland shows extensive EV puncta co localized with GFP in the dorsal vessel (*), and in between lobe clusters. Punctate, cytoplasmic staining in many cells throughout the anterior lobes (B, B', arrows) is also observed. (C D)Trol GFPlymph glands. GFP marks Trol/perlecan distribution in nave (C) andLh infected (D) animals. Co localization ofTrol GFPand EV puncta is observed (D, D', arrows). (E F)Hand>mCD8GFPmarks the cells of the dorsal vessel. (E) An intact lymph gland from a nave animal. (F, F', arrows) EV signal localizes with the GFP signal in the cardiomyocytes.\n\nPrevious studies have demonstrated that uponLbinfection, the PSC reprograms hematopoietic development and promotes lamellocyte differentiation. Similar to controls,Lbinfected PSCs remain tightly clustered [35,37,38,43,44]. We found that regardless of theLhstrain, PSC cells dislodged from their normal posterior position into the body of the lobe (Figs1DandS1A and S1B). At the time points we examined, half of the PSC cells relocated into the lobe, of which an overwhelming majority (> 95%) were present as single cells or as groups of two cells. The other half remained in their original place, although some were not as tightly clustered (Figs1DandS1; n = 24 PSCs from 12 lymph glands). As expected, in 14 lobes from nave controls, all PSC cells were tightly packed. Strikingly, in samples from infected animals, where the PSCs were still intact, EVs congregated in regions adjacent to the PSC, but were never found inside the PSC cells (S1A and S1B Fig).\n\nThe Slit ligand, originating from adjacent cardiomyocytes, controls PSC integrity via the Robo receptors in the PSC; Robo2 has the strongest effect [45]. Indeed, the effect ofLhinfection on the PSC resemblesSlit/Robo2KD, which promotes PSC disassembly [45] (Figs1andS1). A cohesive PSC is important in hematopoietic development as fewer macrophages and crystal cells develop inSlit/Robo2KD lobes compared to controls. But differing fromLhinfection,SlitKD PSCs are larger and there is no apparent loss of progenitors [45]. In spite of different outcomes in the two conditions, we hypothesized that the initial steps might be shared and thatLhEVs might inactivate the Slit Robo signal, which might explain PSC disassembly.\n\nTo test this idea, we infected animals in which the Slit Robo pathway was manipulated to promote constitutive signaling. We found that neither expressing active Slit nor overexpressing Robo2 alteredLhEVs' ability to disassemble the PSC.Lhinfection ofHand>Slit Nanimals still promoted PSC disassembly (S2A S2C' Fig; n = 16 lobes) even though gain of functionSlit N[46] reverses the effects ofSlitKD [45]. Similarly,Lhinfection bypassed the effects of Robo2 overexpression (Antp>Robo2 HA) and promoted PSC disassemblyS2D S2F' Fig). Many EVs are observed around these PSCs (S3 Fig; n = 16). Thus, either EVs inactivate PSC function independently of the Slit Robo signal, or they possess redundant mechanisms that disable constitutive Slit Robo signaling.\n\nPSC less lymph glands were unable to induce lamellocyte differentiation afterLbinfection [36]. We asked if ablating the PSC might similarly inhibit theLhinfection responses. PSC less lobes (Col>Hid) lacked Antp staining andLh14infection did not affect lobe integrity (S4A S4D' Fig; n > 12 lobes). Moreover, whileLh infectedUAS Hidlobes lost progenitors and exhibited high levels of EV uptake (Fig 3A, 3B, 3D and 3E),Lh infected PSC less lobes remained intact and showed low, non specific SSp40 staining signal in anterior and posterior lobes (Fig 3C and 3F; n > 12 lobes for each condition). In contrast to the non responsiveCol>Hidlobes,Antp>hhRNAilobes responded toLhinfection and suffered progenitor cell loss (S5A S5F Fig; n > 12 lobes for each condition). Thus, inactivating the signaling function of the PSC does not appear to affect the wasp's ability to disassemble the PSC. P1 staining revealed thatLhinfection does not block macrophage differentiation (S5C Fig). Taken together, these results suggest that the PSC plays a structural role in trafficking of EVs from either the hemolymph or the dorsal vessel into the lobes and that the cell lethal effects ofLhEVs is distinct from the PSC's niche function.\n\n(A, D) Lobes from a naveUAS Hidhost are intact and lack EVs; anterior (A), and posterior lobes (D). (B, E) Lymph gland from aLh infectedUAS Hidhost is depleted of hemocytes and has many EVs. Anterior lobes (B, B'), and posterior lobes (E, E'). (C, F) PSC less lobes from aLh infectedCol>Hidhost are intact with weak EV signal. Anterior (C, C'), and posterior lobes (F, F').\n\nWe next studied if EV uptake into hematopoietic cells occurs via RGT mechanisms. InPxn>GFP;+/Bcheterozygous lymph glands, we observed blackened, dead crystal cells in the cytoplasm of the GFP positive cortical cells (S6 Fig). This observation suggests that GFP positive lymph gland cells are phagocytically competent. We therefore investigated ifLhEV uptake depends on Rab5, an early endosomal protein. Rab5 mediates trafficking from the plasma membrane to early endosomes [47]. In contrast toPxn>GFPmacrophages, where EV staining is bright and punctate throughout the cytoplasm (Fig 4A and 4B),Pxn>GFP,Rab5RNAicells show peripheral punctate staining, presumably from intact EVs, trapped in early endosomes, both in lymph gland and circulating hemocytes (Fig 4C and 4D; arrows). In lamellocytes, the EV signal is diffuse and nuclear, andRab5KD shows no change in staining intensity or distribution (Fig 4E and 4F; arrowheads), suggesting that Rab5 independent uptake mechanisms are involved.msn GFP  and integrin beta positive lamellocyte fragments were also observed inLh infected macrophages suggesting occurrence of efferocytosis (S7 Fig).\n\n(A, B) Anterior lobes (A A\")and circulating hemocytes (B B\")fromLh infectedPxn>GFPanimals showing EV uptake. Magnifications of areas in (A) and (B) are shown in panelsA',A\" andB',B\", respectively. Arrow points to internalized vesicles. (C, D) An anterior lobe (C C\") and circulating hemocytes (D D\") fromLh infectedPxn>GFP Rab5RNAianimals showing peripheral localization of EVs (arrow). As inFig 1,Pxn>GFPexpression is reduced after wasp attack. Samples were counterstained with FITC Phalloidin to visualize cell morphology. A larger Phalloidin positive lamellocyte (arrowhead) remains EV negative, while smaller macrophages endocytose EVs. The EV signal is peripheral in some, but not all macrophages (C, D). (E, F) Anterior l Lobes (E E\") and circulating hemocytes (F F\") fromLh infected GFP positive lamellocytes ofhopTum lmsn>mCD8GFP,Rab5RNAianimals. Lamellocytes show a diffuse nuclear SSp40 signal (arrowhead).\n\nRab7 mediates late endosome formation and trafficking between late endosomes and lysosomes is marked by Rab7 and LAMP1, respectively [47]. To evaluate ifLhEVs impact the RGT machinery, infected glands expressing GFP tagged Rab5, Rab7, or LAMP1 proteins were examined (Fig 5). Under our experimental conditions,LhEVs rarely colocalized with early endosomes and Rab5 compartment morphology remained comparable to uninfected controls (only 14% of SSp40 puncta are Rab5 positive; n = 221 cells; 6 lobes;Fig 5A 5C). In contrast,LhEVs were consistently found with GFP Rab7 and GFP LAMP1 and these compartments were grossly distorted (100% co localization; n = 115 and 112 cells, Rab7 and LAMP, respectively, 6 lobes each;Fig 5D 5E\"). Moreover, the Rab7/EV and LAMP1/EV signals were asymmetrically localized inLh affected cells. In contrast,Lbinfection did not distort LAMP positive compartments and they retained their normal morphology (Fig 5F and 5G). These observations suggest that high numbers ofLhEVs transit through early endosomes, but that they are retained in late RGT compartments including lysosomes. Thus,LhEVs have a detrimental effect on RGT compartment integrity and this loss of integrity may promote lysosomal leakage and labilization.\n\n(A, B)Hemese>GFP Rab5lymph glands stained with anti SSp40;LhEVs enter Rab5 compartments, some EVs colocalize with GFP Rab5 (arrows). (C E)Hemese>GFP Rab5,>GFP Rab7, and>GFP LAMP1expression in nave animals orLh infected animals as shown. Individual cells are outlined. Yellow arrow in C' and C\" shows a normal Rab5 compartment with EV signal. White arrows point to normal compartment morphologies. Square brackets (D',D\", E',E\") point to grossly distorted Rab7 and LAMP1 compartments associated withLhEVs. (F, G)Lbinfection does not distort LAMP1 compartment morphologies.\n\nWe were surprised to find thatPxn>GFP Rab5RNAianimals developed melanized tumors (S8A and S8B Fig); the hematopoietic population is significantly expanded and lamellocyte differentiation is robust, affecting viability (S8C S8F Fig). (Variability in viability and tumor development inRab5KD animals is likely due to differences in the strengths and expression patterns of the GAL4 drivers.) A similar result was observed with the expression of the dominant negative Rab5S43N protein which cannot bind GTP [48]).Rab5KD even in the lymph gland medullary zone (TepIV>Rab5RNAi) resulted in lamellocyte differentiation (Fig 6A and 6B).\n\n(A, B)TepIV>Rab5RNAiin the medullary zone drives lamellocyte differentiation. Lamellocytes are rich in F actin. (C, D) Hemocytes inPxn>Rab5RNAiglands exhibit high levels of mitosis marked by phospho histone3 (PH3) staining. (E H) Cell autonomous inhibitory role forRab5in lamellocyte differentiation. (E, G)hsFLP; actin>NLS GFPcontrol clones (withoutRab5KD), marked with GFP, do not contain lamellocytes (arrow in panelGinset). (F, H)hsFLP; actin>NLS GFP,Rab5RNAiclones have lamellocytes with high levels of F actin (F) and integrin beta (H). In panelH, the GFP and integrin beta signals overlap in some cells confirming lamellocyte identity (arrow in inset).\n\nHematopoietic expansion correlated with increased mitotic index (MI) in lobes of tumor bearingPxn>GFP Rab5RNAianimals (Fig 6C and 6D) suggesting that normal Rab5 function checks over proliferation and ectopic progenitor differentiation. (MI = 2.2 +/  2.15 in controlPxn>GFP; 2.9 +/  1.1, and 5.5 +/  1.9 in experimentalPxn>GFP,Rab5RNAianimals without and with tumors, respectively (n = 10 for each condition). These results suggest thatRab5acts as a tumor suppressor and maintains hematopoietic immune quiescence.\n\nControl \"FLP out\" clones withoutRab5RNAicontained small cells that did not express integrin beta; experimental clones withRab5RNAihad larger, F actin rich cells with a typical lamellocyte morphology, that were also integrin beta positive (Fig 6E 6H). These results suggest that Rab5's requirement in maintaining the progenitor or macrophage fate is cell autonomous.",
    "discussion": "Parasitism byL.heterotomahas been of interest because of its ability to parasitize manyDrosophilahosts and the existence of venom factors that kill host hemocytes.Lblacks these activities (Fig 7). The discovery of an anti lamellocyte activity intrinsic toLhEVs provided initial insights into the critical roles of these EVs in parasitism [20,49]. However, details underlying their apoptotic effects on macrophages have been lacking. This work provides the first view into howLhEVs rely on the host's circulation to gain system wide distribution to not only precisely kill the available effector cells but also to pre emptively interfere with the host's ability to produce additional effector cells. We show that lymph glands serve an important, previously unappreciated role in immunity. A majority of lymph gland cells can phagocytoseLhEVs to protect the host from their detrimental effects. EV activities in turn promote their apoptotic death by disrupting their endomembrane system.\n\nLeft: Immune suppression byLhandLbwasps and host defense in response to infection. Text in bold indicates findings from this study. Right:Lbattack triggers NF B dependent signaling events in the PSC and promotes lamellocyte differentiation of lymph gland progenitors (left lobe). This process is important in host defense against parasitic wasps [35,44] and is kept in check by Rab5. AfterLhinfection (right lobe),LhMSEVs concentrate around and disassemble the PSC. They are phagocytosed by macrophages by a Rab5 dependent endocytic mechanism. In macrophages, EVs damage the phagolysosomal compartments. They are internalized by lamellocytes independently of Rab5 function. EVs lyse the few lamellocytes that differentiate post infection.\n\nThis work also lays bare new questions.LhEVs' association with the ECM proteins around the lymphatic system cells suggests ways in which EVs might recognize and home into the lymph gland hemocytes and cardiomyocytes although the role of the ECM, the details of their entry and physiological effects on cardiomyocytes are currently unclear. As has been suggested for Slit carrying vesicles [45], cardiac cells might provide a route forLhEVs to converge into the vicinity of the PSCs. Once inside lymph gland hemoctytes, they simultaneously target the protective functions of macrophages and lamellocytes and their activities culminate to strongly block encapsulation (Fig 7). These strategies are not uncommon and are likely to be shared by closely relatedLeptopilinawasps or even unrelated virulent wasps that attack drosophilid and non drosophilid hosts and are known to destroy their hosts' hematopoietic cells [50 54].\n\nStudies withLbshowed that the lymph gland itself responds to wasp infection and lamellocytes differentiate from hematopoietic progenitors [8,9,55,56]. In addition to PSC's niche function in nave animals [31,32,57 59], the PSC also appears to play an anti parasite role asLbinfection promotes lamellocyte differentiation [30,35 38,43,60]. Given this latter role, it is reasonable to interpretLh's effects on PSC integrity as part of a corresponding adaptive strategy thatLhhas acquired during its evolutionary history.\n\nThe highLhEV levels around the PSC and its disassembly provide novel physiological insights into PSC functions and raise intriguing mechanistic questions. A normally clustered and cohesive PSC organization is needed for proper hematopoietic differentiation in nave animals [45]. AlthoughLhinfection induced PSC disassembly and hemocyte loss are observed together in fixed samples, our data from infected PSC less animals suggest that PSC disruption might precede hemocyte death. It is possible that the PSC may somehow \"recognize\" foreign entities and might serve to protect the progenitor microenvironment by acting as a chemical or mechanical barrier between the vascular and hematopoietic cells. In this scenario,LhEVs may be targeting PSC cohesiveness to inactivate this barrier function.\n\nThis interpretation is consistent with the recently discovered permeability barrier in the PSC that is breached by systemic bacterial infection. Permeability barrier in the PSC is maintained by septate junctions and their disruption is linked to increased Toll signaling, cellular immune activation and improved host survival [39]. The barrier function between the vascular and hematopoietic cells proposed here would serve to limit the ingress of structures such as microbes and EVs. The mechanisms underlying the effects of ablated PSCs are unclear but it is notable that PSC less lobes do not respond to eitherLborLhinfections (our results and [36]). Examining whetherLbEVs/venosomes similarly interact with the lymph gland ECM, congregate around the PSC, and are phagocytosed by hemocytes will shed light on these processes.\n\nExtracellular vesicles secreted from mammalian neutrophils and endothelial cells can direct cell motility and chemotaxis [61,62]. Thus, it is possible thatLhEV activities [15] are similarly responsible for PSC disassembly. These activities may perturb host pathways required for normal PSC cohesion and function, although manipulating the Slit Robo pathway components, orhhsignaling, hypothesized to disrupt the infection process, was insufficient to blockLh's ability to disperse the PSC and attack hemocytes.LhEVs may possess redundant or independent mechanisms to control PSC integrity and this question remains open for further research.\n\nThe ability of macrophages to ingest and kill microbes is a fundamental facet of innate immunity. Microbes have evolved to evade or escape the destructive conditions in their host cells' phagolysosomes. While most intracellular pathogens avoid fusion with lysosomes, others modify endocytic trafficking differently to survive in their host cells [63]. We have shown that like microbes,LhEVs are endocytosed and can damage the late endocytic compartments. This suggests that their biochemical activities may distort and damage intracellular membranes although how this occurs mechanistically is unclear. A novel family ofLhEV associated GTPases [15] are possible candidates for such activities as expression of select GTPases in yeast alter vacuolar morphologies [64]. Microbial infection of macrophages can activate apoptosis responses [65 67] and it may be that similar effects ofLhEVs in fly macrophages are directly linked to their apoptosis.\n\nLamellocytes utilize a flotillin/lipid raft dependent mechanism to internalizeLbEVs [68], and it is likely thatLhEVs use the same or a similar pathway. The significance of the nuclear SSp40 signal in lamellocytes afterLhinfection is unclear; but because the signal is not punctate,LhEVs are likely internalized via a membrane fusion step in which their vesicular character is lost. Electron microscopy results also show that unlike macrophages with membrane enclosed endocytic vesicles containing intactLhEVs, lamellocytes do not have such compartments, and once internalized, EVs lose structural integrity [49]. Efferocytosis of lysed lamellocytes appears to be an effector anti parasite response and it may ultimately also be beneficial to parasite development.\n\nOur genetic studies with Rab5 highlight the central role of the endocytic processes in the anti parasite response. Loss of endocytic trafficking activates immune signaling ([69 71]). From a physiological standpoint, it makes sense why the lymph gland is a dedicated target of wasp infections. Both key aspects of anti wasp cellular immunity, i.e., phagocytosis of the wasp's EVs and lamellocyte differentiation, unequivocally reside in the lymph gland. These ideas can be further examined at the molecular level with the available descriptions of theLhandLbEV proteomes [15,19,23]. Virulence factors provide the armament for parasite success in the host/pathogen \"arms race\". Insights from this model host parasite system can influence our understanding of how parasite derived factors have shaped the immune physiology of fly hosts.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:02:42.142111",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8191917/"
  }
}