{
  "pmcid": "PMC11362537",
  "title": "Spaceflight alters host gut microbiota interactions",
  "authors": [
    "E Gonzalez",
    "M D Lee",
    "B T Tierney",
    "N Lipieta",
    "P Flores",
    "M Mishra",
    "L Beckett",
    "A Finkelstein",
    "A Mo",
    "P Walton",
    "F Karouia",
    "R Barker",
    "R J Jansen",
    "S J Green",
    "S Weging",
    "J Kelliher",
    "N K Singh",
    "D Bezdan",
    "J Galazska",
    "N J B Brereton"
  ],
  "year": "2024",
  "journal": "NPJ Biofilms and Microbiomes",
  "doi": "10.1038/s41522 024 00545 1",
  "sections": {
    "abstract": "The ISS rodent habitat has provided crucial insights into the impact of spaceflight on mammals, inducing symptoms characteristic of liver disease, insulin resistance, osteopenia, and myopathy. Although these physiological responses can involve the microbiome on Earth, host microbiota interactions during spaceflight are still being elucidated. We explore murine gut microbiota and host gene expression in the colon and liver after 29 and 56days of spaceflight using multiomics. Metagenomics revealed significant changes in 44 microbiome species, including relative reductions in bile acid and butyrate metabolising bacteria likeExtibacter murisandDysosmobacter welbionis. Functional prediction indicate over representation of fatty acid and bile acid metabolism, extracellular matrix interactions, and antibiotic resistance genes. Host gene expression described corresponding changes to bile acid and energy metabolism, and immune suppression. These changes imply that interactions at the host gut microbiome interface contribute to spaceflight pathology and that these interactions might critically influence human health and long duration spaceflight feasibility.\n\nSubject terms:Microbial communities, Microbial genetics, Metagenomics, Microbiota",
    "methods": "Female 32weeks old C57BL/6NTac mice (Taconic Biosciences sources) from four treatment groups of the Rodent Research 6 mission were compared: flight live animal return (FLT_LAR), ground control for live animal return (GC_LAR), flight ISS (FLT_ISS) and ground control for ISS (GC_ISS) (Fig.1). FLT_ISS and FLT_LAR mice comprised 40 mice that were launched on SpaceX 13 and transferred to the rodent research habitat on the ISS whereas their matched ground controls, GC_ISS and GC_LAR, were 40 mice kept in identical rodent habitats at Kennedy Space Centre. Not all mice were available to NASA GeneLab for DNA and RNA extractions (replicate numbers provided below). Diet (LabDiet Rodent 5001) and deionized autoclaved water were providedad libitum, and a 12:12h dark/light cycle maintained. After 29days of flight onboard the ISS, FLT_LAR mice were returned to earth as part of the Live Animal Return (13/1/18) and sacrificed alongside GC_LAR using common processing at ages of 41weeks old (16/1/18). FLT_ISS mice were sacrificed after 53 56days of flight onboard the ISS at the same time as GC_ISS mice at the Kennedy Space Centre at 44weeks old using a common timeline and methodology.\n\nDuring this period in the Destiny module (US laboratory) on the ISS, the mice were exposed to an average daily 165.8uGy d 1Galactic Cosmic Ray (GCR) dose and 117.3uGy d 1South Atlantic Anomaly (energetic protons) dose (data provided by Ames Life Sciences Data Archive   ALSDA). This is in line with standard range of exposure on the ISS148, and represents around a 100% increase to common exposure on earth. The temperature, relative humidity and elevated carbon dioxide levels on the ISS were mimicked in the ground control rodent habitats at the Kennedy Space over the 56days of spaceflight, so were not significantly different (t test,p>0.05) between flight and ground controls, and averaged 22.75 (+/ 0.35)  degreesC, 41.49 (+/ 2.28) % and 3219 (+/ 340) CO2ppm, respectively.\n\nThe study followed recommendations in the Guide for the Care and Use of Laboratory Animals, and the protocol (Protocol number RR6) was approved on October 24, 2017, by the NASA Flight Institutional Animal Care and Use Committee (IACUC). As outlined in the NASA Genelab record (OSD 249), Anaesthesia for the LAR mice groups was induced using isoflurane. For the ISS mice groups, anaesthesia was administered via intraperitoneal injection of ketamine, xylazine, and acepromazine during the dissection period, which occurred 53 56days post launch. Blood samples were obtained via closed chest cardiac puncture, though these were not used in this study. Euthanasia was performed by exsanguination followed by thoracotomy. The ISS spaceflight mice carcasses underwent hind limb dissection, which was not used in this study, then were wrapped in aluminium foil, placed in Ziploc bags, and stored at  80 degreesC or colder until return. The ISS Ground Control followed the same euthanasia methods and preservation timeline at Kennedy Space Center (KSC). Experimental endpoints included the collection of blood samples, completion of hind limb dissection, and collection of faecal samples. Faecal samples were extruded from the colon during dissection, snap frozen in liquid nitrogen, and stored at  80 degreesC. Additionally, liver and colon (RNASeq explored here), and spleen, lung, thymus, and dorsal skin samples were collected for further analysis.\n\nFaecal samples from 32 RR6 mice were available for DNA extraction:n=9 mice from FLT_LAR,n=7 mice from GC_LAR,n=7 mice from FLT_ISS andn=9 mice from GC_ISS. DNA was extracted using the Maxwell RSC Purefood GMO and Authentication Kit (Promega, Madison, WI) (OSD 249). Half of a frozen faecal pellet was placed into a tube with 940 uL CTAB solution and homogenised using tissue homogenising bead mix (Navy RINO Lysis, Next Advance) on Bullet Blender Gold 24 (Next Advance) for 4min at 4 degreesC. Homogenates were centrifuged for 3min at 10 degreesC and 21,000g to deflate foam. The supernatant from each sample was then used to isolate and purify DNA following the manufacturer's protocol. DNA was eluted in 105uL RNAse free H2O and was further cleaned using OneStep PCR Inhibitor Removal Kit (Zymo Research). Concentrations for all DNA samples were measured using Qubit 3.0 Fluorometer (Thermo Fisher Scientific, Waltham, MA) with a Qubit DNA HS kit. DNA quality and size were assessed using an Agilent 4200 TapeStation with a gDNA ScreenTape Kit (Agilent Technologies, Santa Clara, CA). All DNA sequence data is available in the NASA GeneLab recordOSD 249.\n\nDNA library preparation was performed by the Genome Research Core (GRC) at the University of Illinois at Chicago. 10ng of genomic DNA was used as input to a two stage PCR amplification protocol149,150. In the first stage, primers 515F/806R (Earth Microbiome Project, V4 targeting) containing Fluidigm 'Common Sequence' linkers (CS1 and CS2) were used to amplify gDNA. In the second stage, Fluidigm AccessArray barcoded primers were used to amplify PCR products from the first stage and incorporate Illumina sequencing adaptors and a sample barcode. Sequencing was performed on an Illumina MiniSeq mid output flow cell, employing paired end 2x153 base reads.\n\nWhole metagenome sequence libraries were prepared using an Illumina Nextera DNA Flex Library Prep kit (Illumina, San Diego, CA) according to the manufacturer's instructions. Input DNA was ~100ng per reaction, and five cycles of PCR were performed. Index adaptors used were IDT for Illumina, 96 well Nextera Flex Dual Index Adapters, set A. Library fragment sizes (~550bp) were assessed using an Agilent 4200 TapeStation with D1000 DNA ScreenTapes (Agilent Technologies, Santa Clara, CA). Pooled library concentration was measured with a KAPA Library quantification kit (Roche, Wilmington, MA). Library quality control was performed on an Illumina iSeq100 sequencer (Illumina, San Diego, CA). Whole metagenome shotgun sequencing was performed on an Illumina NovaSeq6000 instrument with a 500 cycle SP flow cell. Library preparation and sequencing were performed by the GeneLab Sample Processing Lab (NASA Ames Research Center).\n\nColon samples from 36 RR6 mice were available for RNA extraction:n=10 mice from FLT_LAR,n=8 mice from GC_LAR,n=9 mice from FLT_ISS andn=9 mice from GC_ISS. Liver samples from 39 mice were available for RNA extraction:n=10 mice from FLT_LAR,n=9 mice from GC_LAR,n=10 mice from FLT_ISS andn=10 mice from GC_ISS. RNA was extracted from mouse tissue samples using an AllPrep DNA/RNA Mini Kit (Qiagen, Valencia, CA). Homogenisation buffer for RNA purification was made by adding 1:100 beta mercaptoethanol to Buffer RLT (Qiagen, Valencia, CA) and kept on ice until use. Approximately 30mg of frozen colon (OSD 247) or liver (OSD 245) tissue was isolated using a scalpel, weighed and immediately placed in 600 uL of the Buffer RLT solution. Homogenisation was performed using tissue homogenising bead mix (Zirconium Oxide 2.0mm Beads, Next Advance) on Bullet Blender Gold 24 (Next Advance) for 5min at 4 degreesC. Homogenates were centrifuged for 3min at RT and 14,000g to remove cell debris. The supernatant from each sample was then used to isolate and purify RNA following the manufacturer's protocol. RNA was eluted in 50uL RNAse free H2O. Concentrations for all RNA samples were measured using a Qubit 3.0 Fluorometer (Thermo Fisher Scientific, Waltham, MA). RNA quality was assessed using an Agilent 2100 Bioanalyzer with an RNA 6000 Nano Kit or RNA 6000 Pico Kit (Agilent Technologies, Santa Clara, CA). ERCC ExFold RNA Spike In Mixes (Thermo Fisher Scientific, Waltham, MA Cat 4456739, v92) at 1:100 dilution of either Mix 1 or Mix 2 were added on the day of library prep at the concentrations suggested by the manufacturer's protocol.\n\nRibosomal RNA depletion was performed using an Illumina TruSeq Stranded Total RNA Library Prep Gold kit. Input RNA amounts were ~500ng; RNA RIN values were>4. Index adaptors were 1.5uM (IDT, 384 well xGen Dual Index UMI Adapters). 15 cycles of PCR were performed. Library fragment sizes (~300bp) were assessed using an Agilent 4200 TapeStation with a D1000 DNA ScreenTape (Agilent Technologies, Santa Clara, CA). Pooled library concentration was measured by Universal qPCR Master Mix (Kapa Biosystems, Wilmington, MA). Library quality control was performed on an Illumina iSeq100 sequencer (Illumina, San Diego, CA). Whole metagenome sequencing was performed on an Illumina NovaSeq6000 instrument with a 500 cycle SP flow cell. Library preparation and sequencing were performed by the GeneLab Sample Processing Lab (NASA Ames Research Center) and all RNA sequencing data is provided for in the NASA GeneLab recordsOSD 247(colon) orOSD 245(liver).\n\nAmplicon sequence reads were processed and annotated using Anchor28,35,139,151,152. Exact sequence variants (ESV) were identified in place of operational taxonomic units (OTUs)153,154. Sequences were aligned and dereplicated using Mothur155and a count threshold parameter of 96. Annotation at family, genus or species level used BLASTn criteria of >99% identity and coverage to the NCBI 16S curated and NCBI nr/nt databases (January 2022 versions). Differentially abundant ESVs were manually assessed for quality. When the highest identity/coverage was shared amongst multiple different references, all annotations were retained and reported.\n\nDifferential abundance analysis was performed using DESeq2156,157, which performs well with sparse data and uneven library sizes158. Sparsity and count thresholds were applied whereby an ESV count in a single sample was required to be <90% of the count in all samples, and ESV counts were required to be >0 in at least 3 samples from the same group35. A false discovery rate (FDR; Benjamini Hochberg procedure) <0.1 correction was applied159.\n\nQuality control used Trim Galore! (v0.6.6)160, a wrapper script to automate quality and adaptor trimming as well as quality control. Trim Galore is based on cutadapt (v2.10)161and fastqc (v0.11.5)162. Trim Galore! PARAMETERS :   trim n   max_n 0   paired   retain_unpaired   phred33   length 75  q 5   stringency 1  e 0.1  j 1. BBMAP163was used to remove potential contamination from human using the masked version of hg19 human assembly. To remove redundancy in read dataset and reduce the computational load, reads were normalised using ORNA164with the following parameters:  sorting 1  base 1.7  kmer 21.\n\nMEGAHIT v1.2.9165was used to assemble reads from all samples into one co assembly usingmeta largeoption. Kallisto (v0.46.2)166expectation maximisation algorithm was used to complete metagenomics read assignment and infer contig abundance167. Prodigal (v2.6.3)168was used with the optionmetato predict open reading frames (ORFs) and BLAST v2.3.0169was used to annotate contigs sequence.\n\nTo assign contig taxonomy, a first alignment iteration was run using full contig lengths against the NCBI nr/nt database (January 2022) and Reference Viral Database (RVDB v v25.0). To further resolve nucleotide taxonomic annotation, a second alignment was run against all databases which included selected genomes (additional 1148 sequences) from NCBI refseq informed by first iteration. BLASTn was run using the following parameters: evalue 1e 50  word_size 128  perc_identity 97. Contig alignment scores were compared between the three databases and the best bitscore was selected as the best alignment for a given contig. Descriptive statistics were also provided for contigs with a common species annotation that had an average alignment identity >97%, total alignment length>3000nt and an average query coverage>20%. To validate ESV sequences using the metagenomics de novo assembly, ESVs were aligned to WMS contigs using BLASTn.\n\nTo annotate genes, three protein databases (NCBI nr, UniProtKB Swiss Prot, and TrEMBL; January 2022) were searched using the translated sequences of the predicted proteins. BLASTx was run with the following parameters: evalue 1e 10  word_size 6  threshold 21. Alignment scores were compared between the three databases and the best bitscore was selected as the best alignment for a given orf. GO, pfam, PANTHER, EMBL, InterPro, HAMAP, TIGRFAMs, STRING, HOGENOM, SUPFAM terms were mined from UniProtKB database. Amino acid sequences were used as input in the GhostKOALA webserver170to add functional genes and pathways information. KEGG functional and taxonomic annotation was retrieved using complete and incomplete pathways.Extibacter murisstrain DSM28560 bile acid inducible operon sequence (baiBCDEFGHI)62, were manually added to default KEGG database. One bai sequence did not have a KEGG term associated to it (baiG MFS transporter; bile acid transporter) and a temporary KEGG term was assigned to it (K9999).\n\nUsing metagenome co assembly from 3.4.2, genome binning was performed using MetaBAT2171. Genome quality estimation of all bins was performed using CheckM (version v1.1.6)172. Taxonomic classification was performed with Bin Annotation Tool (BAT) a pipeline for the taxonomic classification of metagenome assembled genomes173.\n\nMouse liver and colon RNA Seq reads were processed and assembled following NASA GeneLab consensus pipeline, as described previously174.\n\nTo estimate and compare microbial richness within samples, alpha diversity was measured using diversity indices using Phyloseq R library175and was compared between groups witht tests (parametric) or Mann Whitney U (non parametric) tests. Unsupervised multivariate analysis (ordination) was performed using Principal Coordinate Analysis (PCoA) with normalised counts (Supplementary Data1) while constrained ordination was based on distance based Canonical Analysis of Principal Coordinates (CCA). Significance of constraints were assessed using ANOVA like permutation testing for CCA (anova.cca). Vegan R library176was used to conduct these analyses, statistics, and to produce graphs and draw dispersion ellipses. As an exploratory visualisation of annotated WMS contigs, Uniform Manifold Approximation and Projection (UMAP) was used to reduce the dimensionality of beta diversity WMS contig count matrices. CPM normalised counts of differentially abundant species (30 in each comparison) were selected as input and umap function from the umap R package (v 0.2.10) was used for each comparison with default parameters. Care should be taken when interpreting relative abundances as amplicon based and WMS microbiome profiling lacks absolute quantification and is vulnerable to biases from PCR amplification and/or sequencing depth.\n\nPrior to differential abundance analysis, sparsity and count thresholds were applied whereby an ESV/contig/transcript count in a single sample must be<90% of the count across all samples and ESV/contig occurrence must be at least>=3 in samples within the same design factor.\n\nDifferential abundance (or expression) analysis was performed using DESeq2159based on pre processed raw abundance of ESVs/contigs/ORFs/transcripts. A false discovery rate (FDR; Benjamini Hochberg procedure) <0.1 was applied for statistical significance156. Missingness is a known challenge for negative binomial regression models (such as used in DESeq2) when analyzing zero inflated abundance tables177,178, contigs with an absolute zero across all replicated samples belonging to a same factor were assumed to be structural zeros and flagged as significantly differentially abundant. To address conservativep value distribution179of RNA Seq differential expression analysis, local FDR values were computed from DESeq2p values using fdrtool (v1.2.17)180R library.\n\nGhostkoala output was organised into a gene count table using WMS ORF raw count table and used as input for over representation analysis (ORA) of WMS data. ORA was used to statistically test the overlap between DA ORFs (FDR<0.1) and a geneset using pathways of interest (Supplementary Data4).p values were calculated using a hypergeometric test using clusterProfiler (v4.7.1.003) R library181.\n\nGene set enrichment analysis (GSEA) of RNASeq data was performed on the Webgestalt182platform using the entire gene list, rank ordered combining significance and effect size from DESeq2 differential expression analysis, i.e. log2(FC)* log(pValue)183. Gene symbols were inferred from assembly transcripts using org.Mm.eg.db (v3.16)184R annotation library.",
    "results": "Four treatment groups from a single cohort of 32weeks old female mice included two spaceflight groups flown to the ISS on SpaceX 13: FLT_LAR, returned to Earth after 29days of spaceflight as part of the Live Animal Return mission, and FLT_ISS, sampled on the ISS by the crew after 56days of spaceflight. Two control groups included GC_LAR and GC_ISS, reared in identical habitats at the Kennedy Space Centre and sampled after 29 and 56days of the mission, respectively. Although reduced muscle mass and bone density in astronauts and mice during spaceflight are commonly observed40,41, in this study, total mouse body weight was trending to increase after 29days of spaceflight in Live Animal Return mice (FLT_LAR;n=9) and significantly increased after 56days of spaceflight in ISS mice (FLT_ISS;n=7,p<0.05). Carcass mass did not differ significantly (t test,p>0.05) between Ground Control Live Animal Return (GC_LAR;n=7) and FLT_LAR mice, which weighed 28.9g 1(+/ 1.6) and 30.1g 1(+/ 1.4), respectively, but did significantly (t test,p<0.05) increase from 28.4g 1(+/ 1.4) in Ground Control ISS (GC_ISS;n=9) mice to 32.9g 1(+/ 1.0) in FLT_ISS mice (Supplementary Fig.1). Suzuki et al.42observed similar increases in the mouse habitat unit 3 mission and attributed these changes to substantial increases in both white and brown adipose tissue, and large increases in total plasma cholesterol and triglyceride levels. While healthy adipose cells play an important role in maintaining insulin sensitivity, dysregulated adipose can lead to production of pro inflammatory and insulin antagonistic molecules43,44.\n\nInsulin resistance and lipid accumulation are common spaceflight phenotypes45which are influenced by short chain fatty acids (SCFAs) and can be improved through butyrate dietary interventions in ground based murine studies46,47. As butyrate and other SCFAs are predominantly produced by bacteria within the gut48, alterations in RR6 gut microbiome composition were explored. Characterisation of microbiota used 16S rRNA amplicon sequencing as well as WMS sequencing from faecal samples collected from GC_LAR and FLT_LAR (after 29days of spaceflight) as well as GC_ISS and FLT_ISS mice (after 56days of spaceflight).\n\nSequencing of amplicon libraries generated 2,146,311 sequences after quality control, with an average of 77,015+/ 853 per sample (Fig.2A E; Supplementary Figs.2,3and Data1). A total of 133 exact sequence variants (ESVs) were inferred across all samples; these ESVs accounted for 1,959,722 (91.32%) of reads. Thirty five ESVs were annotated as putative bacterial species, 12 at genera level and 11 at family level, with an average of >99.9% nucleotide identity, while 74 ESVs were dissimilar to any well characterised taxa (<99% nucleotide identity; 14 of which were flagged as putative chimeras). Most counts (73.1%) were captured by ESVs annotated as putative species, 24 of these could be assigned to a single species and 11 to multiple species which share identical rRNA gene sequences at the V4 region of the 16S rRNA gene. Bacterial species putatively identified across all mice using amplicons belonged to the phyla Firmicutes (28), Proteobacteria (4), Actinobacteria (1), Deferribacteres (1) and Bacteroidetes (1).Parabacteroides goldsteiniihad the highest relative abundance throughout the samples and accounted for 53.7% of sequence counts.\n\nAAmplicon reads retained for GC_LAR, ISS_LAR, GC_ISS and FLT_ISS.BFlower diagram illustrating amplicon phyla diversity.CAmplicon annotation and count distribution summary statistics.DAmplicon (ESV) alpha diversity (Shannon Index) comparing GC_LAR to ISS_LAR, and GC_ISS to FLT_ISS.EAmplicon beta diversity using constrained ordination (Canonical Analysis of Principal Coordinates, CAP).FWMS (Whole Metagenome Sequencing) back mapping percentages for GC_LAR, ISS_LAR, GC_ISS and FLT_ISS.GFlower diagram illustrating WMS taxonomic diversity.HWMS annotation and count distribution summary statistics.IWMS beta diversity using constrained ordination (CAP). Extended details in Supplementary data1 3.\n\nWMS of faecal DNA generated 277,294,078 reads after quality control, with an average of 8,665,440+/ 1,423,541 per sample (Fig.2F I; Supplementary Fig.4and Data2). Co assembly across all 32 mice generated 219,259 contigs and back mapping captured 85.1% of raw counts after filtering out reads using the mouse genome (154,692,460 counts). This included 22,318 contigs which could be provisionally annotated (>90% nucleotide identity) from 175 species and shared an average of 99.1% average nucleotide identity (ANI) with known species or strains (and capturing 84.5% of total counts) (Fig.2G, H). After sparsity (>90% counts in a single sample) and minimum sample (<3) occurrence filtering to allow statistical detection of spaceflight associated differences across biological replicates, 45,890 contigs remained which captured 154,238,826 counts. These contigs were provisionally annotated as putative bacteria (50.6%), viruses (0.9%) and metazoa (3.0%), or were unknown (45.4%). Grouping WMS contigs by species annotation and filtering for high confidence (>97% ANI, and >3000nt total length) identified 97 putative species representing 81 bacterial species within Firmicutes, and 7 Proteobacteria, 4 Actinobacteria, 1 Bacteroidetes, and 1 Deferribacteres, as well as the helminths,Trichinella nativaandTrichinella pseudospiralis(Supplementary Data3). These species groups ranged from 2 2734 contigs, with an average total alignment length of>880,000 nt and an ANI of 98.8%. Prevalent taxa includedP. goldstieniirepresenting 73.1%,Enterocloster clostridioformisrepresenting 1.47% and all other species representing below 1% of relative abundance across all mice, including non bacterial species such asT. nativa, representing 0.03% of relative abundance and present in all mice.P. goldsteiniiis a ubiquitous commensal gut microbiome inhabitant in mice, and the species includes strains that play a role in reducing intestinal inflammation and maintaining intestinal epithelial integrity49,50.\n\nMicrobial alpha diversity indices did not significantly differ between mice groups using 16S rRNA amplicon sequencing or WMS data (Fig.2D; Supplementary Figs.2,3and Data1). Canonical Analysis of Principal Coordinates showed both FLT_ISS and GC_ISS as well as FLT_LAR and GC_LAR samples segregated by group, and the first axes explained 25.46% and 17.63% of variation using 16S rRNA gene amplification and 19.41% and 11.49% of variation using WMS, respectively. ANOVA like permutation tests confirmed significant variation between groups under constraint for both amplicon and WMS data (Fig.2E, I;p<0.05; Supplementary Figs.2,3), suggesting spaceflight influenced gut microbiota in both comparisons regardless of the metagenomic approach taken.\n\nDifferential abundance analysis of amplicon data identified 45 ESVs that were significantly different in relative abundance between spaceflight and ground control mice, including 34 ESVs between GC_LAR and FLT_LAR and 18 ESVs between GC_ISS and FLT_ISS (Fig.3A, B; avp value=0.004, av padj=0.02, Supplementary Figs.5,6, Data1). Although there were divergent changes in the relative abundance ofH. xylanolytica, the common significant enrichment ofE. murisandD. welbionisin mice after 29 and 56days of spaceflight, compared to separate matched control groups, suggests spaceflight had some common influence of gut microbiota which persisted over the 29 56days onboard the ISS as well as some distinct effects over time.\n\nSignificantly differentially abundant (DESeq2) ESVs between (A) GC_LAR and ISS_LAR, and (B) GC_ISS and FLT_ISS. Fold change (FC log2) in relative abundance. +/ INF (demarcated by the dashed red line) indicates 'infinite' fold change, where an ESV had detectable counts in samples from only one condition (structural zero).CComparison of whole metagenome sequencing (WMS) detected species between LAR and ISS samples.DDistribution of counts across WMS taxonomy (Species to Kingdom, U=unknown).E,FContig WMS MA plots with significantly differentially abundant (DESeq2) highlighted.G,HUMAP diagrams used to visualise contig clustering of selected species and (I,J) Significantly differentially abundant (DESeq2) species detected with WMS, node size illustrates contig number. Extended details in Supplementary Data1 3. Amplicon sequencing: Species enriched in FLT_LAR mice compared to controls includedCoprobacillus cateniformis, Dysosmobacter welbionis,Enterocloster aldenensis,Extibacter murisandHungatella xylanolytica, while depleted species includedIntestinimonas butyriciproducensand ESVs ambiguous to multipleEnteroclosterspecies (includingE.lavalensis) andLigilactobacillusspecies (includingL.murinus). Species enriched in FLT_ISS mice includedD.welbionis,Eisenbergiella massiliensis, Enterocloster clostridioformis, E.muris,Guopingia tenuis,Romboutsia ilealisandRomboutsia timonensis, while depleted species includedH.xylanolytica. WMS: Microbiome species significantly enriched in after 29days of spaceflight comprised 14 Firmicutes, includingBlautia pseudococcoides,Clostridioides difficile,C.cateniformis,D.welbionis, E.aldenensis,E.clostridioformis,E.muris,G.tenuis,Hungatella hathewayi,Ruthenibacterium lactatiformans, Schaedlerella arabinosiphilaand the proteobacteriaDelftia lacustris. Significantly depleted species included 20 firmicutes, includingAcutalibacter muris, Anaerostipes caccae, Blautia wexlerae, Clostridium scindens, Enterococcus faecalis, Ligilactobacillus murinus, Enterocloster bolteae, E.lavalensis, Flavonifractor plautii,I.butyriciproducens,Lactococcus lactis and Staphylococcus xylosus, and the ProteobacteriaProvidencia rettgeri. These findings agreed with significant differential abundance ofC.cateniformis, D.welbionis, E.aldenensis,E.clostridioformis,E.murisandI.butyriciproducensinferred from 16S rRNA amplicon analysis and resolved species ambiguity forE.bolteae, E.lavalensisandL.murinus. Microbiome species which were significantly enriched in after 56days of spaceflight comprised 14 Firmicutes, includingB.pseudococcoides, C.difficile, D.welbionis, E.clostridioformis, Eisenbergiella massiliensis, E.muris, F.plautii, G.tenuis, H.hathewayiandR.lactatiformans. Significantly depleted species included 17 Firmicutes, includingA.muris, Anaerostipes caccae,B.wexlerae,C.scindens,C.cateniformis,E.aldenensis,E.bolteae,E.lavalensis,L.lactis, S.arabinosiphilaand as well as the ProteobacteriaEscherichia coli, Shigella flexneriandDelftia lacustris.\n\nDifferential abundance analysis of WMS identified 13,996 contigs that were significantly different (DESeq2 FDR<0.1) in relative abundance between spaceflight and ground control mice, including 11,087 between GC_LAR and FLT_LAR, and 3,997 between GC_ISS and FLT_ISS (Fig.3C H). From these, 35 putative species (99.0% ANI;Supplementary Note, Data3) identified as significantly differentially abundant between GC_LAR and FLT_LAR (Fig.3I) with an average total length of 390,616nt per species, while 34 species (99.0% ANI) significantly differed between GC_ISS and FLT_ISS (Fig.3J) with an average total length of 180,554nt.\n\nD. welbioniswas recently characterised by Roy et al.51,52as a butyrate producer likely present in the gut of most humans and was negatively correlated with BMI in obese individuals with metabolic syndrome. The same team used murine supplementation experiments to illustrate thatD. welbioniscould partially counteract insulin resistance, adipose tissue hypertrophy and inflammation as well as suggest a potential association with mitochondrial content and activity in adipose tissue after high fat diet induction of obesity52. In mice, changes in microbially produced butyrate are also know to directly influence expression of hepatic circadian clock regulating genes, such asPer2andBmal1, in a bidirectional interaction which can disrupt host metabolism53. Enrichment ofD. welbionisin both groups of spaceflight mice (Fig.3A, B, I, J) compared to their respective ground controls here is therefore noteworthy given the high lipid accumulation, liver and mitochondrial dysfunction phenotype repeatedly observed in rodent research missions and astronauts17,18,45. Whether the relative increase of this species might be counteracting or contributing towards spaceflight pathology is unclear and merits further study. Conversely, other butyrate producers, such asIntestinimonas butyriciproducens54, were depleted after 29days of spaceflight.\n\nL. murinusandAcutalibacter muriswere depleted in mice during spaceflight (Fig.3A, I), as well as someEnteroclosterspecies after 29days of spaceflight, which can have high expression of bile salt hydrolases (BSHs), able to deconjugate bile salts into less toxic bile acids, and can promote microbially mediated 7alpha dehydroxylation of host primary bile acids into secondary bile acids55 59. Conversion of the major human primary bile acids in humans, cholic acid (CA) and chenodeoxycholic acid (CDCA), to the secondary BAs deoxycholic acid (DCA) and lithocholic acid (LCA), is mediated by a limited number of closely related clostridia containing the bile acid inducible (bai) operon, such asClostridium scindens60,61which was significantly reduced in abundance after spaceflight (Fig.3I, J). The major murine primary bile acids also include alpha  and beta muricholic acid (alphaMCA and betaMCA), which are transformed by 7alpha dehydroxylation to murideoxycholic acid (MDCA).\n\nE. muris, which significantly increased in both spaceflight groups of mice compared to ground controls (Fig.3A, B, I, J), has been recently characterised as 7alpha dehydroxylating in mice62, containing the bile acid inducible operons BaiBCDEFGI and BaiJKL, and BaiA, homologous toClostridium scindens. The Bai operon enablesE. murisandC. scindensto increase concentrations of 7alpha dehydroxylated secondary BAs that alter the host bile acid pool and act as ligands to bile acid receptors to influence host inflammation, glucose and lipid metabolism62 66. For example, bile sensor farnesoid X receptor (FXR) modulates enterohepatic recirculation and host cholesterol metabolism through bile acid regulation ofcyp7A166. Similarly, secondary bile acids such as DCA and LCA are potent agonists of the bile acid receptor TGR5, which controls glucose homoeostasis in adipose tissue and muscle by altering intestinal cell release of the insulin secretion regulator glucagon like peptide 1 (GLP 1)67 69. Liver production of alpha MCA and beta MCA (in mice) is mediated bycyp2c70genes70,71but 7alpha/beta dehydroxylation mediated by microbes such asE.muriscan modify MCAs after epimerization into HDCA72, and critically regulate lipid metabolism73,74. Interestingly,E. clostridioformis, significantly higher in relative abundance after both 29 and 56days of spaceflight (Fig.3), is reported as increasing in the presence ofE. muris62and harbours 7alpha/beta hydroxysteroid dehydrogenases (HSDH)59,75, which can also transform primary and secondary BAs into oxo bile acids64. This agrees with findings from the RR 5 mission39, which found significantly increased levels of serum choline in mice after spaceflight, suggesting a broad impact on lipid metabolism.\n\nImmune suppression has previously been described as a response to spacefight76and could result as bile acid dysregulation77,78. So increased relative abundance ofC. difficileafter both 29 and 56days of spaceflight is of potential concern if toxigenic.\n\nMetagenomic functional prediction identified 4,583,759 genes in the co assembly generated from all 32 mice, 392,631 of which were annotated by Kegg database (Supplementary Data4). Thus, a high proportion (91.4%) of genes, including differentially abundant genes, remain unannotated. Kegg annotated genes included the pathogenicity locus (includingtcdAB) fromC. difficile, suggesting significant enrichment of the species after 29 and 56days (Fig.3I, J) could include a toxigenic strain. Bile acid metabolism genes were identified, including 17 bile salt hydrolases, including that from spaceflight enrichedA. muris(Cbh), and 57 non redundant Bai genes, including fromC. scindens(BaiABCDEFGI) andI. butyriciproducens(BaiAandBaiCD), species which were significantly depleted after spaceflight as well asA. muris(BaiCD),Eisenbergiella massiliensis(BaiA) andBlautia pseudococcoides(BaiCD), species which were significantly enriched after spaceflight (Supplementary Data2and3).E. aldenensisandS. arabinosiphilaboth contained the importantBaiCDgene and were significantly enriched in mice after 29days of spaceflight but significantly depleted after 56days. Alongside significant enrichment of the rare 7alpha dehydroxylatingE. muris, these shifts suggest dynamic changes in secondary bile acid production and potential influence on the composition of the host bile acid pool56,79.\n\nDifferential abundance analysis inferred 52,370 genes were significantly different (FDR<0.1) in abundance after 29days and 37,068 genes after 56days of spaceflight, which could be assigned to 2,811 and 2,572 unique KEGG ontology terms, respectively (Fig.4A). Over representation analysis identified significant (FDR<0.1) increases in pathways of interest related to fatty acid metabolism, bile acid metabolism, antimicrobial resistance and potential host interactions (ECM, carbohydrates and pathogenicity), after both 29days and 56days of spaceflight compared to ground controls (Fig.4B, C; Supplementary Table1). Taken together, these significant changes in metagenomic gene inventories, and specific bacterial species with well characterised functions, due to spaceflight suggest gut microbiome changes which should influence lipid and bile acid homoeostasis, and the immune system of the murine host.\n\nASummary statistics from metagenomics functional prediction (further detail in Supplementary data4).BGC_LAR vs FLT_LAR Over representation analysis (ORA) of KEGG ontology (Brite, pathway and module) and (C) GC_ISS vs FLT_ISS ORA KEGG ontology. Changes in fatty acid pathways included Fatty acid biosynthesis (00061), Fatty acid metabolism (01212), Fatty acid degradation (00071) and Butanoate metabolism (00650), including butyryl CoA:acetate CoA transferase (EC 2.8.3.8) and butyrate kinase (EC:2.7.2.7). Over representation of bile acid metabolism was reflected in Bile secretion (04976) and Cholesterol metabolism (04979) and Secondary bile acid biosynthesis pathways, including bile salt hydrolase (cbh, EC:3.5.1.24) and 3 oxocholoyl CoA 4 desaturase (baiCD, EC:1.3.1.115). Over representation of the antimicrobial resistance was represented in Brite ontology Antimicrobial resistance genes (ko01504) and the pathways for beta Lactam resistance (01501), Biosynthesis of various antibiotics (00998) and Biosynthesis of vancomycin group antibiotics (01055). The Brite ontology Bacterial toxins (ko02042) was over represented, including tight junction interacting zona occludens toxin (K10954), as well as the pathways Pathogenic Escherichia coli infection (05130) and Bacterial invasion of epithelial cells (05100). Diverse carbohydrate metabolism and ECM interacting pathways were represented by Galactose metabolism (00052), Mannose type O glycan biosynthesis (00515), Glycosaminoglycan degradation (00531), Other glycan degradation (00511), ECM receptor interaction (04512) as well as the Brite ontology of Glycosaminoglycan binding proteins (ko00536), Peptidoglycan biosynthesis and degradation proteins (ko01011) and Glycosyltransferases (ko01003). These included putative Mucin associated glycosyl hydrolases (GHs)185, GH2s: beta galactosidase (EC:3.2.1.23), beta mannosidase (EC:3.2.1.25), beta glucuronidase (EC:3.2.1.31), alpha l arabinofuranosidase (EC:3.2.1.55), beta xylosidase (EC:3.2.1.37), beta glucosidase (EC:3.2.1.21), GH20: beta hexosaminidase (EC:3.2.1.52), GH29: alpha l fucosidase (EC:3.2.1.51), and GH84: N acetyl beta glucosaminidase (EC:3.2.1.52).\n\nFaecal or serum fatty acid or bile acid concentrations were not measured within the Rodent Research 6 mission; however, host colon and liver gene expression were assessed from all four groups of mice, allowing host responses to spaceflight at the host gut microbiome interface to be investigated.\n\nHost intestinal gene expression revealed extensive significant (FDR<0.1) changes after 29days and 56days of spaceflight when compared to ground controls, including 4613 differentially expressed (DE) genes between GC_LAR and FLT_LAR, and 4,476 DE genes between GC_ISS and FLT_ISS (Fig.5A H; Supplementary Figs.7,8and Data5). Of these, 43% and 44% were increased due to flight in LAR and ISS mice, respectively. Gene set enrichment analysis (GSEA) revealed consistent responses at a pathway level after 29days and 56days of spaceflight (Fig.5I, J), including immune suppression, dysregulation off cholesterol and bile acid, and extracellular matrix (ECM) remodelling.\n\nMA plots showing (A) GC_LAR vs FLT_LAR (29days of spaceflight) and (B) GC_ISS vs FLT_ISS (56days of spaceflight) differentially expressed genes in the colon (FDR<0.1).C HDifferentially expressed gene from select KEGG pathways of interest, (I) Significant Gene Set Enrichment Analysis (GSEA) 29days (modified from WebGestalt182) and (J) Significant GSEA 56days spaceflight. Full DE gene list is available in Supplementary data5and select KEGG pathways of interest with differentially expressed gene highlighted are available in Supplementary Figs.9 14. Gene set enrichment analysis (GSEA) revealed consistent responses at a pathway level between 29days and 56days of spaceflight. This included widespread downregulation of the components of the intestinal immune system after spaceflight, including intestinal immune network for IgA production, antigen processing and presentation, Th1 and Th2 cell differentiation, PARR signalling metabolism of xenobiotics,Staphylococcus aureusinfection, T cell receptor signalling, natural killer cell mediated cytotoxicity, graft vs host disease and cytokine cytokine receptor interactions pathways, as well as downregulation of cholesterol pathways, including cholesterol metabolism and steroid hormone biosynthesis. Spaceflight also led to common upregulation of pathways associated to intestinal extracellular matrix (ECM) remodelling, including ECM receptor interactions, focal adhesion, tight junction, gap junction pathways, and cortisol production represented through the Cushing syndrome pathway. The bile secretion pathway was significantly upregulated after 29days of spaceflight, but downregulated after 56days, suggesting bile acid dynamics should be explored at the gene level. Similarly, mucin type O glycan biosynthesis, pathways in cancer and insulin resistance were only upregulated at the pathway level after 29days of spaceflight, while bacterial invasion of epithelial cells, NAFLD, butonoate metabolism, insulin secretion and insulin signalling pathways were upregulated and the circadian rhythm pathway was downregulated after only 56days of spaceflight.\n\nSignificant microbiome alteration in some of the few well characterised 7alpha dehydroxylating bacterial species, including increases inE. murisafter 29days and 56days of spaceflight (below detection in ground controls) as well as depletion ofC. scindens, suggests secondary bile acid production and the bile acid pool is likely altered in the murine gut during spaceflight. In the host intestine, bile acids are passively absorbed or actively taken up through the apical membrane by the apical sodium dependent bile acid transporter, ASBT (Slc10A2), bound to the cytosolic ileal bile acid binding protein, IBABP (Fabp6), and then transported across the basolateral membrane by organic solute transporters, Ostalpha and Ostbeta (Slc51AandSlc51B), or glucuronidated by UGTs (such asUgt1a1)and exported back to the lumen by multidrug resistance associated protein 2, MRP2 (Abcc2transporter)80,81. Increases in intestinal bile acid also activate the farnesoid X receptor (FXR) and retinoid X receptor alpha (RXRalpha) heterodimer which regulates production and secretion of fibroblast growth factorFGF15/19, the negative feedback hormone which travels through portal circulation to bind hepatic FGFR4 receptors which suppress liver bile acid biosynthesis via inhibition ofCyp7A182.\n\nAfter 29days of spaceflight,Abcc2was significantly downregulated, suggesting reduced BA export to the colon, whileAsbt,Ibabp, Ostalpha,OstbetaandUgt1a1were all significantly upregulated as well asRxralpha(notFxr),Fgf15/19andFgfr4(Fig.5C; Supplementary Figs.9 14and Data5). Taken together, these changes suggest spaceflight led to an alteration in bile acid metabolism in the intestine which would lead to bile acid suppression of hepaticCyp7A1and accumulation of cholesterol or hypercholesterolaemia83. Interestingly, intestinalCyp7A1expression was identified as significantly repressed after 29days of spaceflight. Previous proteomic research in Biom 1M mice suggested a decrease in bile secretion during spaceflight84while hepatic metabolite assessment of mice after spaceflight in the Space Shuttle Atlantis measured increased accumulation of cholate and taurodeoxycholate16. As the major cholesterol degradation mechanism in humans and mice is conversion to bile acids, cholesterol accumulation, alongside bile acid dysregulation and suppression ofCyp71A, should increase direct intestinal cholesterol excretion85. Supporting this extrapolation, both cholesterol excretion transporter genes,Abcg5andAbcg8, were significantly upregulated in the intestine after 29days of spaceflight.\n\nAfter 56days, intestinalCyp7A1was still significantly repressed and bothAbcg5andAbcg8upregulated, but GSEA indicated a further shift in intestinal bile acid metabolism (Fig.5I, J; Supplementary Figs.9 14). This was underlined by significant downregulation of the apical bile acid transporterAsbtcompared to ground controls as well asNtcp(Slc10a1)86, indicating a switch to active reduction in bile acid uptake. Coinciding with this was significant increases in expression ofLxrbeta, the liver x receptor gene expressed widely in different tissues, which can help prevent bile acid toxicity through induction of Abcg5 and Abcg8 mediated cholesterol excretion87 90.\n\nIn gene expression analysis of multiple tissues in mice after spaceflight, da Silveira et al.18found that enrichment within the circadian rhythm pathway of the kidney, liver, eye, adrenal gland and various muscle tissues. Within the intestine here, the major clock genes, the circadian locomotor output cycles kaput (Clock) and brain and muscle ARNT like protein 1 (Bmal1;Arntl) transcription factors, were significantly upregulated after 29days and 56days of spaceflight, and the neuronal PAS Domain Protein 2 (Npas2) was upregulated after 56days (Fig.5D; Supplementary Figs.9 14and Data5). These regulate the major clock controlled genes reverse erythroblastosis (Rev Erbalpha and beta) and retinoic acid receptor related orphan receptors, including gamma (Rorc)91, as well asPeriod(Per1, Per2 and Per3),Cryptochrome(Cry1andCry2) and basic Helix Loop Helix (bHLH) protein (Dec1andDec2) genes92,93, all of which were significantly downregulated after 56days of spaceflight except forRev Erbalpha(Nr1d1) (only downregulated after 29days). These genes can feedback to inhibitClock/Npas2andBmal1as part of a feedback loop94,95, and also regulate other the clock controlled genes such asDBP, HLF and TEF, significantly downregulated, andNfil3 (E4BP4), significantly upregulated after 56days of spaceflight. These spaceflight associated changes in core clock genes, such as upregulation ofBmal1,ArntlandNpas2, largely agree with those found in murine muscle tissue after longer term spaceflight which were characterised as similar to age related gene expression on earth96.\n\nThese clock genes regulate nutrient absorption, gut motility, intestinal barrier function and immunity92and have also been shown to require and interact with the microbiome, including in response to microbially derived molecules, such as butyrate and bile acids, and in direct response to microbial associated molecular patterns (MAMPs)53,92,97 99. In addition to the widespread intestinal gene expression responses to bile acids, the major butyrate receptor free fatty acid receptor 2 (Ffar2;Gpr43)100was significantly upregulated after 56days of spaceflight. Similarly, the archetypal intestinal MAMP recognising mannose binding lectin genes,Mbl 1andMbl 2101, were significantly downregulated. Furthermore, Wang et al.102reported host immune responses to microbial flagellin and lipopolysaccharide in the intestine increased expression of Il 23, and Il 22, leading to a downregulation ofRev Erband subsequent upregulation ofNfil3, which in turn can regulate clock associated nutrient absorption and immunity. Here, mice followed this specific expression pattern after spaceflight (Supplementary Data5), implying the spaceflight associated microbiome alterations could have been recognised and influenced these changes in clock gene expression.\n\nChanges in the extracellular matrix receptor interactions pathway were underpinned by significant upregulation of collagens (Col1a1 2,Col3a1,Col4a1 2,Col5a1 2,Col5a3,Col6a2 3,Col12a1,Col26a1), laminins (Lama3), thrombospondin (Thbs1) and tenascins (Tnc) in mice after 29days of spaceflight, which became more pronounced after 56days of spaceflight (Fig.5E; Supplementary Data5). This coincided with upregulation of integrin (Itga5andItga7) and matrix glycoprotein (Sdc4andGp5) receptors, collectively implying extensive extracellular matrix remodelling during spaceflight. The ECM and mucosal collagen scaffold in particular are known to be shaped by microbiota103, as are mucins, which make up the intestinal mucus layer and have a dynamic relationship with commensal bacteria as well as serving as a critical barrier against colonisation by pathogenic bacteria104. Significant increase in the secretory mucin geneMuc2and significant decreases in the membrane boundMuc3and mucosal pentraxin 1 (Mptx1), three of the mostly highly abundant transcripts in the murine intestine here, were observed after 56days of spaceflight, suggesting alterations to mucin within the intestinal lumen in direct contact with microbiota. Mucin 2 (Muc2) is well characterised as regulated by intestinal bacteria, with O glycans serving as nutrients and adhesion sites for microbiota105, but are also differentially expressed in response to pathogens104, includingTrichinella106, identified here.\n\nExtensive changes to mucosa were indicated by widespread downregulation of cell adhesion molecules during spaceflight, including downregulation ofCD8aandCD8b1genes, genes encoding costimulatory moleculesCD2,6,80,86,40andICOSLwithin intestinal antigen presenting cells as well as their T cell activating binding partnersCD48,166,28andICOS107 109(Fig.5G; Supplementary Data5). Cytokine genes, such as the chemokine Ccl22 and receptor Ccr4 involved in the intestinal immune response to enteric bacterial pathogens in murine mucosa110, were also uniformly downregulated (Fig.5F), alongside others111 113:Ccl3,5,6and22, Ccr4,7 and 9, Cxcr2,3 and 6,Il 5,7,12and16, andIl 2r,5r,7r,10r,12r,18r,21r,23rand27r. An exception to this pattern of cytokine downregulation was upregulation IL 23 and IL 22, which interact with circadian regulation95, and specific members of the mucosal homoeostasis critical interleukin 17 family114,Il 17d, which promotes pathogenicity during infection through suppression of CD8+T cells115, andIl 17rc, which increases expression during compromised epithelial barrier integrity (wounding)116.\n\nThese expression profiles, alongside consistent downregulation of genes within the Intestinal IgA pathway (Fig.5H), suggest suppression of immunity and widespread tissue remodelling at the host gut microbiome interface in mice after spaceflight. This agrees with reports of reduced cytokine production in mice after simulated microgravity117, immune dysfunction in splenic tissue of mice after 13days of spaceflight on the Space Shuttle Atlantis118and in astronauts, alongside increases in plasma cortisol concentration which reached Cushing syndrome levels, during spaceflight119. Taken together, this provides an insight into the role the host gut microbiome interface might play in the current broad consensus of immune dysregulation in spaceflight environments120.\n\nHepatic gene differential expression analysis comparing mice after 29days and 56days in space to their relative ground controls identified 4029 DE genes and 4068 DE genes, respectively (FDR<0.1; Fig.6A, H; Supplementary Figs.15,16and Data5). Of these, 48% and 49% were increased due to 29days and 56days of spaceflight, respectively. GSEA of liver tissue responses also revealed highly consistent responses at the pathway level to 29 and 56days of spaceflight (Fig.6I, J), including disruption of bile acid and energy metabolism.\n\nMA plots showing (A) GC_LAR vs FLT_LAR (29days of spaceflight) and (B) GC_ISS vs FLT_ISS (56days of spaceflight) differentially expressed genes in the liver (FDR<0.1).C HDifferentially expressed gene from select KEGG pathways of interest, (I) Significant Gene Set Enrichment Analysis (GSEA) 29days (modified from WebGestalt182), and (J) Significant GSEA 56days spaceflight. Full DE gene list is available in Supplementary data5and select KEGG pathways of interest with differentially expressed gene highlighted are available in Supplementary Figs.17 21. GSEA of liver tissue responses also revealed highly consistent responses at the pathway level to 29 and 56days of spaceflight. These comprised downregulation of immune response pathways, similar to those seen in the intestine, as well as steroid metabolism, type I diabetes mellitus, inflammatory bowel disease and NAFLD. Spaceflight also led to common upregulation of insulin resistance, Hippo signalling, inositol phosphate metabolism, Cushing syndrome and hepatocellular cancer pathways at both 29 and 56days. Certain pathways were different over time. After 29days of spaceflight, long term depression and maturity onset diabetes of the young pathways were upregulated, whereas after 56days, bile secretion and circadian rhythm were downregulated, while glycolysis/gluconeogenesis pathway were upregulated.\n\nThe most abundant intestinal transcripts in mice after 56 days of spaceflight, differentially expressed and representing 8% and 9% of normalised counts, were from the non coding RNARn7s1andRn7s2genes (7S RNA 1 and 2; Supplementary Data5), respectively, which were recently characterised as inhibitors of global mitochondrial transcription in mammals121. This is consistent with the mitochondrial dysfunction highlighted as characteristic of spaceflight pathogenicity in recent multiomic analysis performed by de Silveira et al.18, who also characterised compromised liver function in mice and astronauts after spaceflight compared ground controls, including upregulation ofFgf21, a negative repressor of bile synthesis122, and accumulation of total cholesterol (higher low density lipoprotein cholesterol but decreased high density lipoprotein cholesterol). Here, another potent repressor ofCyp7A1bile synthesis, fibroblast growth factor 1 (fgf1)123, was upregulated in the liver of mice after 29days of spaceflight, and the more well knownFgf2116was significantly upregulated in the liver after both 29days and 56days of spaceflight.\n\nWithin the liver, Sterol 14 demethylase (Cyp51) catalyses the transformation of lanosterol into cholesterol and Cyp7A1 is then the first (and rate limiting) enzymatic step in transformation of cholesterol in primary bile acid biosynthesis, which itself is strictly inhibited by bile acid concentrations124. The production of bile salts is then a stepwise transformation process dependent on gene expression of 3 beta hydroxysteroid dehydrogenase type 7 (Hsd3b7) gene, cholic acid specificCyp8b1gene and acyl Coenzyme A oxidase 2 (Acox2) before conjugation byBaat,Acnat1andAcnat2, and subsequent excretion in the bile duct by bile salt exporter pump (BSEP)125,126.Cyp51,Cyp8b1andAcox2genes were significantly upregulated andCyp7a1andFxr(Nr1h4) were significantly downregulated in the liver of mice after 56days on the ISS (Fig.6C; Supplementary Figs.17 21and Data5). The cholesterol transporter genesAbcg5andAbcg8(intestinally upregulated after 29 and 56days of spaceflight) were upregulated in the liver after 29days, but no longer significantly upregulated after 56days, andAbcg8was significantly downregulated. This reduction is surprising given the uniform accumulation of cholesterol observed after extended spaceflight; in contrast,Bsepand the bile acid conjugating acyl coenzyme A:amino acid N acyltransferase 1 and 2 (Acnat1andAcnat2; Baatp1/2) genes were significantly upregulated. Taken together, these expression profiles suggest hepatic accumulation of cholesterol, characteristic of glucose and lipid metabolic dysruption97, and describe a subsequent increase in the production bile acids in the liver, preferentially cholic acid, their subsequent conjugation and export as bile salts, with the seemingly contradictory reduction in Cyp7A1consistent with feedback inhibition.\n\nThe other major mechanism for detoxification during cholesterol and bile acid accumulation in the liver is sulfonation of bile acids, the transfer of a sulfonate group to a hydroxyl (OH) by a subfamily of cytosolic sulfotransferases (Sult2agenes) which increases their solubility, decreases enterohepatic recirculation, and increase excretion127. After 29days of spaceflight, hepaticSult2a1,Sult2a4andSult2a5were downregulated, which shifted to downregulation ofSult2a7andSult2a8after 56days (Supplementary Data5). In humans, bile acid sulfonation is catalysed by Sult2a1, which sulfonates the 3 OH of bile acids. In contrast, mice have 8Sult2agenes, withSult2a1 6sharing close homology toSult2a1butSult2a8being recently characterised as having major function in sulfonating 7alpha OH of bile acids128,129, of particular relevance here due to spaceflight microbiome changes in 7alpha dehydroxylatingE. murisandC. scindens. Notably, during acute phase immune responses, alterations to fatty acid, cholesterol, and bile acid metabolism,Sult2a1is known to be suppressed by cholesterol and bile acid regulating nuclearFxr(Nr1h4) andCar(Nr1i3) nuclear receptors130, the latter of which also regulates bile acid responsive transporter geneMdr1(ABCB1)131, all three of which were downregulated after 56days of spaceflight (Fig.6C) and provide further evidence of bile acid dysregulation and toxic stress consistent with extensive disruption of the gut liver axis132.\n\nBeheshti et al.17observed significant depletion in Cyp7A1 protein levels in mice after spaceflight (RR1 and RR3), alongside disruption in glucose and lipid metabolism133as well as NAFLD134. Here, pathways related to energy homoeostasis consistently altered in gene expression due to spaceflight after 29 and 56days included enrichment of fatty acid degradation, insulin signalling and insulin resistance (Fig.6D, E; Supplementary Figs.17 21and Data5). The highest relative abundance (CPM) of transcripts significantly increased in the liver of mice after 56days of spaceflight included fatty acid synthase (Fasn), the liver fat accumulation associated carbonic anhydrase 3 (Car3)135, and the rate limiting enzyme for fatty acid desaturation, Stearoyl CoA desaturase (SCD), recently identified as a key role at the crossroads of immune response and lipid metabolism through interplay with PPARgamma136, also significantly upregulated here (Fig.6F). Glucose metabolism was also disrupted by spaceflight as the glucose transporterGlut2(Slc2a2) gene, required for glucose stimulated insulin secretion137, and glycogen synthase 2 (Gys2) gene, the rate limiting enzyme for glycogenesis138, were downregulated in the liver (and intestine) after both 29days and 56days of spaceflight. The free fatty acid and glycolysis regulatingPPARalphawas also downregulated, and liver glycogen phosphorylase (Pygl) and glycogen synthase kinase 3 beta (Gsk3beta) were significantly upregulated after 56days of spaceflight (Fig.6G). Taken together, the indicated decrease in glycogen synthesis and increase in glycogenolysis is characteristic of insulin resistance leading to the elevated fasting plasma glucose to pre diabetic levels previously observed in crew of the Mars500 analogue mission and during spaceflight139 141. Interestingly, in light of spaceflight induced changes to gut microbiota, upregulation ofGsk3betais also known to be activated by microbial associated molecular patterns142and promotes acute liver failure through inhibition of the PPARalpha pathway143.\n\nOther pathways enriched in the liver after spaceflight included Cushing Syndrome, hypercortisolism consistent with elevation of cholesterol levels, and hepatocellular cancer pathways. Notably, claudins, which were largely downregulated in the intestine where they are commonly expressed within tight junctions, were upregulated in liver tissue after 56days of spaceflight (Supplementary Data5), including highly significant and high relative abundance increases inCLDN1andCLDN2. So called non tight junction claudins have only recently been experimentally explored and, in hepatic cells, CLDN1 is implicated in hepatocellular carcinoma (HCC)144. More broadly, significant upregulation ofTgf alphaand genes involved in complex Tgf beta signalling (Tgfb2,Tgfb3,Tab2,Tgfbrap,Smad3), alongside other markers (Dapk2,Vegfa,Dvl3)145,146are associated to HCC, as well as immune suppression through the cyclin dependent kinase inhibitor 1A (p21cip1;Cdkn1a)147, also significantly upregulated after 29 and 56days of spaceflight. Previous gene expression analysis of mice exposed to high energy ion particle radiation to simulate exposure to Galactic Cosmic Rays reported induction of spontaneous HCC146. These prominent transcriptomic shifts after 56days of spaceflight, if reflected in longer term studies in humans, could represent a serious health concern.",
    "discussion": "A challenge for biological experimentation conducted in space is low replication, compared to model studies using mice on Earth. An important associated shortfall of this research is the lack of assessment of inter cage variation. The commonalities between LAR and ISS mice groups and use of distinct metagenomic methodologies, 16S rRNA gene barcoding and co assembled WMS, helped provide some biological and technical confidence in the spaceflight associated changes in microbiome species detected here; however, it is likely that low n reduced statistical power and that important microbiome associations were missed, particularly those of low abundance bacteria. It is important that the imminent commercial low Earth orbit destinations (CLDs), Gateway, and Lunar Base Camp increase the capacity of their experimental habitats and growth facilities to support replicate numbers for multiomic science, in order to maximise discoveries and enable future interventional microbiome studies.\n\nThis research also lacked truly independent cohorts of mice, as Liver Animal Return (29days spaceflight) and ISS (56days spaceflight), and their respective ground controls, derived from the same initial cohort of mice. Future studies should ensure common data gathering approaches to enable high resolution multiomic data to be directly compared across missions and different cohorts of mice. Integration of metagenomic and host transcriptomic data here provided a highly complementary picture of the multiomic response to spaceflight, and is a strength of an Open Science culture and public multiomic resources such as GeneLab. The addition of untargeted serum and faecal metabolomics would have further strengthened this research and future studies should aim to quantitatively profile the specific deconjugated, dehydroxylated, oxidated, and epimerised bile acids in the system. Alongside metatranscriptomic analysis of the gut microbiome, this would represent an important next step likely to help clarify the directionality of the host gut microbiome responses associated to spaceflight pathology.",
    "conclusion": "Through metagenomic assessment of the murine gut microbiome, significant spaceflight associated changes in bacteria linked to bile and fatty acid metabolism were identified. These changes in relative abundance were largely consistent in two groups of mice after spaceflight when compared to different on Earth control groups at different timepoints as well as when using distinct metagenomic methodologies. The microbiome changes coincided with substantial changes to gene expression at the host gut microbiome interface which are critical to barrier function, microbe interactions and bile acid transport in the intestine. These interactions suggest disruption of the signals, metabolites, and immune factors exchanged across the gut liver axis which are likely to drive glucose and lipid dysregulation. Collectively, these multiomic findings suggest host gut microbiome interactions during spaceflight are likely to underly widespread changes to host physiology which could pose a risk to health."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:02:07.204947",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11362537/"
  }
}