{
  "pmcid": "PMC11451251",
  "title": "Adaptation to space conditions of novel bacterial species isolated from the International Space Station revealed by functional gene annotations and comparative genome analysis",
  "authors": [
    "Lukasz M Szydlowski",
    "Alper A Bulbul",
    "Anna C Simpson",
    "Deniz E Kaya",
    "Nitin K Singh",
    "Ugur O Sezerman",
    "Pawe P abaj",
    "Tomasz Kosciolek",
    "Kasthuri Venkateswaran"
  ],
  "year": "2024",
  "journal": "Microbiome",
  "doi": "10.1186/s40168 024 01916 8",
  "sections": {
    "abstract": "The extreme environment of the International Space Station (ISS) puts selective pressure on microorganisms unintentionally introduced during its 20+ years of service as a low orbit science platform and human habitat. Such pressure leads to the development of new features not found in the Earth bound relatives, which enable them to adapt to unfavorable conditions.\n\nIn this study, we generated the functional annotation of the genomes of five newly identified species of Gram positive bacteria, four of which are non spore forming and one spore forming, all isolated from the ISS. Using a deep learning based tool deepFRI we were able to functionally annotate close to 100% of protein coding genes in all studied species, overcoming other annotation tools. Our comparative genomic analysis highlights common characteristics across all five species and specific genetic traits that appear unique to these ISS microorganisms. Proteome analysis mirrored these genomic patterns, revealing similar traits. The collective annotations suggest adaptations to life in space, including the management of hypoosmotic stress related to microgravity via mechanosensitive channel proteins, increased DNA repair activity to counteract heightened radiation exposure, and the presence of mobile genetic elements enhancing metabolism. In addition, our findings suggest the evolution of certain genetic traits indicative of potential pathogenic capabilities, such as small molecule and peptide synthesis and ATP dependent transporters. These traits, exclusive to the ISS microorganisms, further substantiate previous reports explaining why microbes exposed to space conditions demonstrate enhanced antibiotic resistance and pathogenicity.\n\nOur findings indicate that the microorganisms isolated from ISS we studied have adapted to life in space. Evidence such as mechanosensitive channel proteins, increased DNA repair activity, as well as metallopeptidases and novel S layer oxidoreductases suggest a convergent adaptation among these diverse microorganisms, potentially complementing one another within the context of the microbiome. The common genes that facilitate adaptation to the ISS environment may enable bioproduction of essential biomolecules need during future space missions, or serve as potential drug targets, if these microorganisms pose health risks.\n\nDownload video stream.\n\nVideo Abstract\n\nThe online version contains supplementary material available at 10.1186/s40168 024 01916 8.\n\nKeywords:Functional annotation, International space station, Extremophiles",
    "methods": "Sample collection and bacterial isolation from ISS were performed as previously described [23,62]. Biochemical tests were performed using a Gram positive identification card (Vitek 2 GP ID, bioMrieux) and phenotypic fingerprint was generated through GNIII MicroPlate according to BioLog's protocol as described elsewhere [28]. We assembled the genomes of five novel bacterial species isolated from various surfaces of the ISS (specifically strains IF8SW P5, IIF3SC_B10, F6_8S_P_1B, F6_8S_P_2B, F6_3S_P_1C), using the SPAdes workflow [63]. Phylogenetic affiliations are as outlined in [28] and presented in Table1.\n\nThe ISS isolates (n= 5) were grown on R2A medium and incubated at 30  degreesC, for 2 to 7 days. For WGS, DNA was isolated with the ZymoBIOMICS DNA MagBead kit, and WGS libraries prepared using the Illumina Nextera DNA Flex kit. Sequencing on the NovaSeq 6000 platform involved paired end, 2 x 150 bp reads. FastQC (https://github.com/s andrews/FastQC) and fastp [64] ensured data quality. WGS reads were assembled using SPAdes [63], with genome statistics from QUAST [65] and quality checks from CheckM [66]. Species verification through fastANI [67] and fastAAI (https://github.com/cruizperez/FastAAI) confirmed identities with over 95% identity, and digital DNA DNA hybridization (dDDH) was estimated with GGDC using Formula 2 [68]. For genome synteny analysis, we used SynTracker [25].\n\nFollowing assembly, the contigs were subjected to the NCBI Prokaryotic Genome Annotation Pipeline (PGAP) [69], available athttps://github.com/ncbi/pgap/wiki, in order to obtain draft genomes and proteomes. Genomes were further investigated for their functions, where all identified genes (bearing PGAP descriptions in their names) underwent homology based annotation using eggNOG v5.0, accessible athttps://github.com/eggnogdb/eggnog mapper. Genomes of closest relatives of the ISS species (highest ANI) were also subjected to PGAP and eggNOG annotation.\n\nProteomes with the PGAP identifiers were used as input for DeepFRI analysis [58], available on github: (https://github.com/bioinf mcb/Metagenomic DeepFRI/), which generated query contact map using results from mmseqs2 target database [70] search for similar protein sequences with known structures and with v 1.0 model weights. For reference database, we combined structures from Swissprot (https://alphafold.ebi.ac.uk/download), microbiome immunity project (MIP) [71] and protein databank (PDB,https://www.rcsb.org). Next, the contact map alignment was performed to use it as input to DeepFRI's Graph Convolutional Network (GCN) and annotations without the alignment to known structures were processed with Convolutional Neural Network (CNN). For MQ and HQ annotation, scores higher than or equal to 0.3 (50% of prediction confidence; MQ) and 0.5 (90% of prediction confidence; HQ) were used respectively (Figs.2 3). All annotations for ISS strains and their terrestrial relatives are provided in Supplementary TablesS2 S11. Phylogenetically close relatives from Earth for each tested species were identified using ANI (Table1). Their genomes were annotated using DeepFRI as described above. Protein sequences from the aforementioned five species were aligned and conducted two dimensional clustering using CD HIT [72], available athttps://github.com/weizhongli/cdhit, employing a 40% similarity threshold. Genes below that threshold were considered \"novel\" and subjected to analysis shown in Fig.3A B.\n\nAnnotations (GO terms) were then compared between ISS strains (Supplementary TableS12) and their terrestrial counterparts (Supplementary TableS13). Common annotations were aggregated according to clusters of orthologous genes (COG) categories [73] using go2cog mapper (https://github.com/Tomasz Lab/go2cog). GO terms that could be assigned to more than 3 COG categories were grouped as category R \"general function prediction\" (Figs.2and3). Heatmaps were generated using seaborn (https://github.com/mwaskom/seaborn). Venn diagrams and Upsetplot were generated using matplotlib (https://github.com/matplotlib/matplotlib). Using a knowledge based approach, a set of genes was selected for further analysis. Protein structures were modeled using in silico structure prediction tool AlphaFold Colab [27] and hence obtained protein databank (PDB) format structures were aligned using Geneious Prime 2023.1.1 (Biomatters). Structures were aligned using TM align tool [26]. Based on the predicted structure, novel functional annotation was performed using DeepFRI. All the annotation data and scripts are placed in the repository on github (https://github.com/lmszydlowski/Adaptation of novel bacterial species isolated from the International Space Station).\n\nSequences of selected proteins were aligned using Muscle 5.1 [74]. Clustering dendrograms were built using PhyML 3.3, [75] using LG amino acid substitution model and approximate likelihood ratio test (aLRT) for branch support. All contigs generated for each genome were scanned for potential plasmids using PLASme software (https://github.com/HubertTang/PLASMe), phage related elements using PHASTER software [76,77] and results provided in the Supplementary TablesS15 S16. Genome sequences were also processed through the AntiSMASH 7.0 software [60] to look for biosynthetic gene clusters (BGCs) (Supplementary TableS14).\n\nTo investigate the roles and processes of proteins highly enriched in bacteria from the ISS, we specifically focused on the enrichment of certain amino acids, especially proline and glycine, which belong to unique amino acid change groups. The amino acid compositions of proteins from the ISS strains were compared with those proteins found in the closest terrestrial species through global alignment methods [78]. This facilitates the identification and quantification of any shifts in the amino acid composition. These shifts were evaluated by calculating the mutation rate, which is achieved by dividing the number of amino acid substitutions in the ISS bacteria by the number of amino acid substitutions in their closest terrestrial relatives. Proteins with normalized amino acid mutation rate and Z score above 1.96 or below   1.96 were classified as enriched. To investigate the functions and pathways of these proteins, we utilize the g:Profiler enrichment tool (https://biit.cs.ut.ee/gprofiler/gost[79]). Custom gene sets for bacteria were created using UniProt's [80] predicted GO term associations [81] for bacterial proteins. The tool was configured to include a minimum gene set size of 5 and a maximum of 10,000, focusing on molecular function GO terms. Shared gene sets between samples were filtered using a false discovery rate (FDR) cutoff of 0.05 in 1424 molecular function GO terms. Data visualization was enhanced through ete3 (https://doi.org/10.1093/molbev/msw046) for constructing phylogenetic trees and seaborn (https://github.com/mwaskom/seaborn) for generating heatmaps. The phylogenetic distance between bacterial species was calculated using NCBI's distance calculations, with the closest terrestrial bacteria as a reference.",
    "results": "Five novel species of Gram positive bacteria that were isolated from the ISS were analyzed. Their generic features and the results of other molecular analyses are presented in Table1and Supplementary Fig.S1. These bacteria were obtained from various flights, locations, and time periods, and are associated with different phylogenetic groups. The strain F6_3S_P_1C, which belongs to thePaenibacillusgenus, has been identified as a spore former, while the other four species were identified as non spore forming Actinobacteria. Through ANI and AAI analysis, we established closest Earth relatives (Table1and Supplementary TableS1). Additionally, we performed synteny analysis [25] using all top ANI hits for each of the five organisms (Supplementary TableS1), but yielded no results (data not shown), thus indicating all ISS isolates are distinct species.\n\nGeneral features of the isolates used in this study.ANI, average nucleotide identityAAI, average aminoacid identity.\n\nWhen the annotated genomes were compared with several methods (PGAP, eggNOG), DeepFRI analysis showed highest annotation coverage and provided a confidence scale (based on the score value), to filter medium quality (MQ) and high quality (HQ) annotations and the results are shown in Fig.2(see the \"Methods\" for details). In total, the genomes of the novel species encompassed 1290 and 1184 shared MQ and HQ annotations (1778 all annotations, Fig.2a, b). The majority of shared annotations were related to metabolism, followed by cellular processing and signaling and information storage and processing (Fig.2c; all common annotations (GO terms) are detailed in Supplementary TableS12in the Supplementary material).\n\nOverview of the annotations common in all ISS species.ANumber of unique, common annotations found in all species (BP, biological process; CC, cell component; EC, enzyme commission; MF, molecular function; MQ, medium quality; HQ, high quality).BUpset plot showing common annotations (derived from DeepFRI) with different groups of interests.CClustering all isolates' common annotations in the form of clusters of orthologous genes (COG) categories. See the \"Methods\" for more details\n\nAll curated National Center for Biotechnology Information (NCBI) genomes were used to find the closest terrestrial relatives for the novel ISS bacterial species and the genome that exhibited the highest average nucleotide identity (ANI) value was further compared with genomes of ISS strains to characterize unique annotation. When compared with their closest terrestrial relatives all ISS species have different numbers of unique annotations (Fig.3a), which corresponds to their ANI (the higher the ANI, the fewer unique annotations). Additionally, two dimensional Conserved Domain (CD) hit clustering was performed between each isolate and its closest relative, using a 40% sequence similarity threshold. Thus, for each isolate a subgroup of unique genes (with no counterparts in their closest relative) was found (Supplementary TablesS2 S11). A comparison between these genes revealed the presence of 74 and 49 MQ and HQ common annotations, respectively (309 total annotations, Fig.3b, Supplementary TableS13).\n\nOverview of the annotations unique to ISS bacteria species.AVenn diagrams showing differences in genes (CD hit clustering with 40% sequence similarity threshold) found in space isolates compared to their closest terrestrial relatives (ANI provided below each diagram) and the comparison between unique annotations of those genes found in all space isolates.BOverview of grouped annotations, in the form of COG categories, of unique, common in all genes derived from CD Hit two dimensional clustering.CStructure alignment of novel genes with 52.8% similarity found in bothMicrobacteriaspecies. Mma,Microbacterium mcarthurae(magenta); Mme,Microbacterium meiriae(orange); pLDDT, predicted local distance difference test; pTM, predicted template modeling; TM, template modeling, see [26,27]\n\nWhen aligning the novel genes in the genome context, we found the presence of potential novel biosynthetic gene clusters (BGCs) in all species. These BGCs encode secondary metabolites such as terpenes, carotenes, betalactones, lanthipeptides, lassopeptides, non ribosomal metallophores, furans, non alpha poly amino acids (NAPAA), type 3 polyketide synthase (T3PKS), ribosomally synthesized and post translationally modified peptides (RiPP), proteusins (Supplementary Fig.S1), Our findings of BGCs are complimentary to the previously reported BGCs inA. burdickii,L. williamsii, andP. vandeheii[28]. We also expand the BGCs classification of the studied ISS species into the \"novel\" category, which are not found in the genomes of their closest terrestrial relatives. In this study, we report small molecule biosynthetic pathways, metal ion transporters and other transmembrane transporters. Furthermore, transcription factors associated with environmental stress have been found (Supplementary TableS14).\n\nGiven the difference in ANI for each ISS species:closest relative pair, a different number of novel gens was obtained in each case, proportional to the phylogenetic distance (the lower the ANI, the more novel genes were found). We therefore focused on the twoMicrobacteriaspecies, as their ANI to the closest relative was higher than 98%. Using Muscle, we aligned sequences of novel genes from each species together. We found an example of novel genes (Mma_002827 and Mme_000934) being present in both species with high (52.8%) sequence similarity. Given that initial annotation (\"heavy metal associated domain,\" \"response to copper ion,\" see Supplementary TablesS2andS6), was sequence based (see the \"Methods\" for details), another approach was assayed, with structure prediction, followed by a functional annotation. Superpositions of predicted structures (both with pTM > 0.7 and pLDDT > 80) are almost identical (Fig.3c). The structure based deepFRI annotations reveal that these proteins have oxidoreductase activity (acting on CH NH2 group of donors) and that are located in the extracellular layer of the cell (Supplementary TableS15). When compared to the proteome ofD. radiodurans, weak structural homology was found to extracellular proteinWP_027479552.1(TM score 0.34, see Supplementary Fig.S2).\n\nMobile genetic elements (MGEs) such as transposases were also found in all species exceptL. williamsii. There is also evidence of plasmid in some of the species (M. mcarthurae,M. meiriae), due to the presence of relaxosome encoding genes, such as MobC/L family relaxase (Fig.5, Supplementary TableS16).\n\nHeatmap representing abundance of annotations of interest in the studied species\n\nSeveral groups of proteins, important for adaptation to space environmental conditions were analyzed between ISS species and their closest Earth relatives. In metallopeptidases, the mutation rate of hydrophobic amino acids and glycine are higher than 1 in this protein group, suggesting an enrichment of these amino acids in the metallopeptidase proteins of ISS bacteria. These mutations might enhance the stability of these proteins under space environmental conditions (Fig.4A). Glycine enrichment is a measure of how often the amino acid glycine appears in a protein sequence compared to what would be expected by chance (see the \"Methods\" for more details). Significant glycine enrichment in a protein can suggest evolutionary pressures and adaptive responses to make proteins more flexible via mutation to glycine [29]. The metallopeptidase activity stands out as it exhibits consistent glycine enrichment across all strains, suggesting it may play a critical role in universal adaptive mechanisms (Fig.4B). Other molecular functions, such as \"ATP dependent peptidase activity\" and \"2 C methyl D erythritol 4 phosphate cytidylyltransferase activity,\" show high glycine enrichment, but only in bothMicrobateriumspecies, indicating potential taxonomy based adaptations (Fig.4B).\n\nComparison of mutation enrichment in ISS species across different protein families.AClustering dendrogram representing enrichment in protein mutations (wrt closest relative) related to the protein group and type of mutation.BMutation enrichment of selected proteins (wrt Uniprot database) with their significance scores\n\nCertain molecular functions, such as \"5 formyltetrahydrofolate cyclo ligase activity,\" \"ATP dependent peptidase activity,\" and \"ATP phosphoribosyltransferase activity,\" display a high degree of hydrophobic amino acid enrichment, but only inM. meiriaeandL. williamsii. This could suggest convergent adaptations involving changes in hydrophobicity of aforementioned proteins. Interestingly, \"metallopeptidase activity\" shows hydrophobic amino acid enrichment across all ISS species, albeit at a lower level than glycine enrichment. This could suggest a universal, but less dominant, adaptive strategy involving changes in protein hydrophobicity. These patterns underscore the complexity of potential adaptive strategies, highlighting the interplay between different types of amino acid changes in response to ISS environments (Fig.4B). Metallopeptidases play role in celluar stress response [15], biofilm formation [30], as well as virulence [31] and hence are important factors in microbial adaptations to space conditions. Therefore, comparative analysis of sequences and structures of selected metallopeptidases fromM. meiriaeand its closest relative will be further discussed in the section below.\n\nThe functional annotations were further investigated to search for genes that would allow adaptation to life in space. The genes of interest were summarized in Fig.5.\n\nAs previously reported [8 10,12,13,18] metabolic rearrangements are essential part of adaptations to life in space (see overview in Fig.1). Common annotations show the presence of genes encoding proteins related to carbohydrate, cofactors and coenzymes metabolism (Figs.2c and3b). Apart from genomic annotation (Supplementary TableS12), metabolic tests conducted on the ISS bacterial species reveal their ability to grow on a broad range of carbon sources, including cyclic compounds, oligo  and polysaccharides (Supplementary Fig.S3a b). All species are capable of growing on 27 substrates being the sole carbon source, including carbohydrates (pectin, dextrin, mannose, fucose, gentibiose, lactose, melibiose, glucose, galactose, fructose as well as their branched and glycosylated derivatives), fatty acids (acetic acid, L malic acid, sodium lactate and butyrate), amino acids (L glutamic acid), alcohols (glycerol) and antibiotics (vancomycin and aztreonam). They can also grow at 1% NaCl concentration and pH6. Apart from the spore formingP. vandeheii, the other bacteria can also utilize tween 40, gelatin, D malic acid, L lactic acid, propionic acid, D/L serine, L alanine, sorbitol, lincomycin, minocycline, nalidixic acid, rifamycin, as well as grow in the presence of lithium chloride. On the other hand, onlyP. vandeheiiis able to grow in the presence of sodium bromate. Additionally to the species described by Simpson and colleagues [28], two species ofMicrobacteriumwere characterized for the first time. These species are able to utilize 72 carbon sources altogether (80 and 73 substrates forM. mcarthuraeandM. meiriae, respectively), grow at 8% NaCl concentration, as well as in the presence of lithium chloride and potassium tellurite. Unlike other species, eitherM. mcarthuraeorM. meiriaecan utilizealpha keto glutaric acid and citric acid.\n\nExcept forA. burdickii, each of the studied organisms has at least one copy ofmscS gene annotated. Msc proteins are known to play a crucial role in adapting cells to the osmotic pressure [32]. Overall, two variants of Msc proteins exist: large conductance (3.6 nS) MscL and small conductance (1 nS) MscS. Large conductance channels are generally conserved and present in most bacteria as well as eukaryotes, although they are not found in deep sea species, where no pressure changes occur. Conversely, MscS are diverse structurally and functionally and occur in those organisms, which exhibit hypo osmotic stress periodically (e.g., desiccation). MscS proteins have a common core architecture but show different gating mechanisms and conductive properties. Because low gravity conditions can be viewed as decrease in osmotic pressure, leading to the hypo osmotic stress, their presence is therefore crucial for survival in ISS. All terrestrial relatives have a copy of mscS gene with over 90% sequence similarity to their homologous gene from the ISS species (Supplementary Fig.S4), except forL. williamsii, where there is an additional copy of the mscS with no homology in the genome ofLeifsoniasp. ku ls. Nevertheless, the presence of an additional copy of mscS gene could be due to the larger phylogenetic distance, as indicated by ANI (Fig.3A). As for the osmoprotectants, there is no commonly shared metabolite, as genes related to betaine, choline, ectoine and trehalose synthesis are not present in all five species.\n\nChanges in osmotic pressure, as well as exposure to ionizing radiation may lead to the formation of reactive oxygen species (ROS) that have detrimental effects on cells. From the studies onDeinococcusit was found that it has elevated intracellular concentrations of Mn as well as Fe [33]. All studied ISS strains show an elevated number of metalloproteins compared to their closest terrestrial counterparts (Supplementary TableS12). In the case ofM. mcarthuraeandM. meiriae, there are 27 and 25 unique metalloproteins, respectively (Supplementary TableS14), which include metallopeptidases, thioredoxins, metalloregulated transcription factors and heavy metal associated P type ATPases. Metallopeptidases were of our special interest, as they showed certain adaptive mutations in all studied species (as described in previous section). Therefore, we decided to further analyze the metallopeptidase pair fromM. meiriaeand its terrestrial relativeMicrobacteriumsp. LTR1. We found aminopeptidases in two of these species (Mme_001931 andWP_268776344.1fromM. meiriaeand its terrestrial relativeMicrobacteriumsp. LTR1, respectively), which share only 44% protein sequence similarity (58.4% nucleotide similarity, Supplementary Fig.S5). When structural models were calculated for these proteins (both with pTM score0.9), their superposition is almost identical (Fig.6A), despite the low sequence similarity. When analyzing enrichment of the amino acids in Mme_001931 withWP_268776344.1as a baseline, we observed enrichment of arginine and methionine, which were over 1.5 times more abundant compared to terrestrial protein. Opposite case was observed for lysine, which was over 2 times less abundant in ISS organism (Fig.6B). When superimposed to deinococcal aminopeptidase (WP_0516188611), Mme_001931 exhibited similarly high TM score (0.83), although the latter's size is 1.81 times bigger than WP_0516188611 (Supplementary Fig.S6). In terms of amino acid enrichment,WP_051618861also showed an elevated amount of arginines (8.3% wrt 5.5%) with subsequent decrease of lysines (1.1% wrt 2.6%) and increase in methionine with decrease of negatively charged amino acids, but also increase in glycines, histidines and prolines. Nonetheless, there is almost two times the size difference and further phylogenetic distance than in the case ofM. meiriae(Supplementary FigureS6).\n\nStructure alignment of selected metallopeptidases fromMicrobacteriumspecies, with amino acid enrichment in space isolate. amino acids were grouped by their side chains properties. pLDDT, predicted local distance difference test; pTM, predicted template modeling; TM, template modeling, see [26,27]\n\nAnother feature associated with ISS is the elevated rate of DNA damaging due to radiation.Deinococcus radioduranswas extensively tested for its ability to protect and repair damaged DNA, which was due to its homologous recombination (HR) kit. All ISS species encode 10 14 genes related to HR, compared to 10 genes identified inD. radiodurans(Fig.5). Similarly, all of the genomes share the set ofrec,ruv,radanduvrgenes. In terms of non homologous end joining (NHEJ), all ISS strains share at least one gene. When compared with the Rec protein family fromD. radioduransandB. pumilus(Supplementary Fig.S7), clusters reflect phylogenetic distances. Moreover, all ISS strains share the LexA repressor (EC 3.4.21.88), which is part of the SOS response.\n\nPhage elements were found in all genomes of ISS strains, with at least two phage related genes found in each strain. Holin is a short protein containing few transmembrane regions. Although holin is usually accompanied by endolysin, there is no evidence of phage related endolysin in any of the genome of ISS strains, suggesting that the phage elements could have been domesticated or removed. When tested with PHASTER software, prophage elements were detected only in the genome ofP. vandeheii, as well as in its closest Earth relative (Supplementary TableS16).\n\nCommon annotations (Supplementary TableS2) indicate the presence of genes with virulence potential, such as metallophores and hemolysins (including the group III family, which forms oligomeric complexes), which are present in all ISS strains. However, ISS strains often exhibit enhanced expression of these virulence genes due to the unique selective pressures of the space environment, such as microgravity and increased radiation. In contrast, Earth analogous strains show a greater diversity in these genes, driven by varied environmental challenges and human influences like antibiotic use and pollution ([34]. Genomes of all ISS bacterial species contain genes involved in biofilm formation, potentially posing a pathogenic risk to humans under specific conditions, even though these genera and their closest terrestrial relatives are not typically known to be infectious agents. Comparatively, Earth counterparts also form biofilms, but the selective pressures driving this ability differ. On Earth, biofilm formation is often a response to environmental challenges such as antibiotic exposure and surface colonization in diverse habitats. In contrast, ISS bacteria have shown adaptations favoring biofilm formation and surface interactions due to the unique conditions of the space environment, such as microgravity and limited nutrient availability [35]. Additionally, as Mora et al. highlighted in their work [36], the genomic and physiological features selected by ISS conditions, though not directly pertinent to human health, exhibit considerable adaptations for biofilm formation and surface interactions. Their research underscores the importance of minimizing local moisture to prevent the formation of potentially harmful biofilms. Metabolic assays indicate that all ISS bacterial species have the ability to degrade at least two antimicrobial compounds (Supplementary Fig.S3ab), showcasing their resilience in a controlled, high stress environment. These bacteria also harbor various P type translocating transportases and metallopeptidases within their pool of novel genes (Supplementary TableS12), suggesting advanced mechanisms for survival and resistance. Similarly, Earth analogs have evolved to degrade antimicrobial compounds, especially in environments heavily influenced by human activity, such as hospitals and agricultural sites [31].",
    "discussion": "The thorough examination of genomes of five novel ISS bacterial species, when compared with their closest terrestrial counterparts, unveiled clear adaptations to the rigors of ISS space environment. Notably, significant shifts in cell physiology and metabolism were seen. The extent to which genes lacked homologs in their terrestrial relatives was found to be associated with their phylogenetic distance. A specific set of genes was discovered to be present in all isolates but absent in their closest terrestrial relatives. This observation is consistent with earlier findings on the ISS specific evolutionary patterns [37,38]. Mannose is a known substrate of glycosylation in prokaryotes [39] and thus may play a role in cell wall modifications, cell adhesion and biofilm formation. Moreover, genes related to beta mannosidase and mannose activities were up regulated in high salinity media in the brine shrimpArtemia salina[40], suggesting that mannose and its derivatives may be accumulated as organic osmolytes. Clusters associated with small molecule and peptide biosynthesis in fungi were found in abundance, reaffirming earlier studies into molecular responses to microgravity [11]. The pool of novel genes unique to the ISS species (Supplementary TableS13) showed an abundance of genes related to peptide and small molecule synthesis, transmembrane secretion/transport, and mechanosensitive ion channels. This suggests they might have a defense mechanism against hypoosmotic shocks. Furthermore, novel surface oxidoreductases have been identified inM. mcarthuraeandM. meiriaewhich are not present in their terrestrial analogs. In light of these findings, a deeper investigation using comparative transcriptomics, proteomics, and metabolomics is recommended. To perform meta omic analysis while cultivating these microorganisms on ISS would be very challenging. Nevertheless, such studies were conducted before, e.g., Tanpopo mission [15], although this study focused on meta omic analyses post exposure. Conductingin vivoexperiments on microogranisms could be performed via simulating some of the conditions experienced in ISS, e.g., increased radiation, vacuum or microgravity. Ground facilities to recreate these conditions exist and has been utilized in such experiments before ([41 43], also reviewed in [10]). It would therefore be possible to compare gene expression profile under these conditions, protein activity (e.g., extracellular metallopeptidases) or even assay secretion of certain metabolites (e.g., chelators, antibiotics) on indicative media.\n\nEfficient DNA repair and its impact on survival in the extreme conditions has long been studied in many organisms [41,44,45]. LexA repressor mediated response is known to be crucial to DNA protection and repair process [46]. Studies on extremophilic bdelloid rotifers highlighted the linkage of efficient DNA repair mechanisms with the presence of high rates of HGT [47,48]. The detection of MGEs underscores a significant genetic factor hinting at the selective pressures faced by species isolated from the ISS. Interestingly, the quantity of annotated transposases seems to be in proportion to genome size, withP. vandeheiigenome showcasing the most substantial presence of MGEs. On the other hand, transposable elements were not detected in all ISS species, thus suggesting that TE mediated genome rearrangements are not a common route for genomic adaptations to space environment. Given that microgravity and hypoosmotic shock may induce dessication stress, the adaptation mechanisms may be similar to dessication tolerant organisms, e.g., bdelloid rotifers, where TEs are highly diverged [49] and containing unique ORFs, thus indicating a domestication. Hence, it is possible that in the species described in this study the TEs are significantly diverged. Extremophilic lifestyle provides selective pressure on maintaining genome integrity. Therefore, TEs disruptive activity is expected to be quenched, at least in the non spore forming species. On the other hand,P. vandeheiimay have a different adaptation system, being a spore former (such asD. radiodurans, which is known to contain TEs that are a part of stress response [50]). Notably, sequences tied to plasmid specific genes, such asmobC and relaxase, were discerned in bothMicrobacteriumspecies, a feature absent in their terrestrial analogs. This emphasizes the potential unique genetic adaptations of these space borne bacteria.\n\nBuilding upon established research [33,47], our analysis of proteomic alterations points to a significant enrichment across various protein classes. A particularly noteworthy observation is the global glycine enrichment, a phenomenon that aligns with findings from earlier studies onAcinetobactersp., a desiccation tolerant organism [17,37,51]. Historically, these organisms have not only displayed enhanced hydrophilicity but have also shown a fortified resistance to ionizing radiation, a stress factor intrinsically tied to redox reactions. The emphasis on these genetic mechanisms holds paramount importance, especially in the context of space related stress factors. As organisms venture into space, they confront an array of unique and potent stressors, including elevated radiation, microgravity, and vacuum conditions. The genetic adaptability and resilience exhibited by certain organisms, as demonstrated by their proteomic profiles and specific enrichments, provide invaluable insights. These genetic mechanisms might well be the key to understanding how life can persist, and perhaps thrive, in the harsh environs of space. Such knowledge not only expands our understanding of extremophile biology but also informs potential biotechnological applications and space colonization strategies in the future.\n\nWhen looking at the singular case of metallopeptidase (aminopeptidase N) fromM. meiriaeand its closely related Earth counterpartMicrobacteriumsp. LTR1, we observed almost perfect structure alignment, despite 43% sequence similarity. The changes in amino acid composition reflect the adaptations to the lifestyle ofM. meiriae, with enrichment of arginine(s) and methionine(s), with the subsequent reduction of lysine and asparagine. Arginine is known to provide more stability to the structure than lysine [52 54]. Methionine in proteins plays an important role in cellular antioxidant activity, protein structure stabilization, and sequence independent recognition of protein surfaces. It can also act as a regulatory switch through reversible oxidation and reduction (reviewed in [55]). This could hence explain its presence in the catalytic site (HEXXH motif) of aminopeptidase N.\n\nDrawing from foundational work such as that by Daly et al. [33], metalloproteins stand out as a consistently enriched protein class in strains adapted to space conditions. This enrichment pattern mirrors the remarkable adaptations seen in organisms likeD. radiodurans, which has gained attention for its extraordinary radiation resistance [41]. The prominence of these metal dependent enzymes in space adapted strains is not merely a coincidence. These enzymes play a pivotal role in efficiently managing the redox stress that such microorganisms face in space. Their enrichment suggests an enhanced capability for early stress detection, with these enzymes acting as both environmental sensors and transcription factors. This is a vital adaptation, as space presents a plethora of unique stressors, with redox imbalances being a major concern. The ability of certain strains to bolster their defense mechanisms, as evidenced by the enrichment of specific proteins, reveals the intricate genetic adaptations that enable survival in such hostile settings. These findings not only deepen our grasp of astrobiology but also have profound implications for potential biotechnological applications, hinting at ways to engineer organisms or systems for better resilience in space or other extreme conditions. The extreme ISS environment explains the need for metals scavenging to balance the redox stress, e.g., in the form of metalloproteins. The study of metallopeptidases is essential in the context of microbial adaptation to space conditions due to their significant roles in protein degradation, regulation of biological functions, and contribution to microbial virulence and biofilm formation [30]. This research is vital for ensuring the health and safety of astronauts, maintaining the integrity of space missions, and exploring new biotechnological applications. On the other hand, the prevalence of genes such as hemolysins, ferrochelatases, as well as protein glycosylation (mannose), antibiotic resistance and biofilm pathways indicates the risk of potential pathogenicity of the ISS inhabiting microorganisms. These genes also appear in the genomes of their closest terrestrial relatives, but more studies needed to validate whether microgravity enhance the antibiotic resistance and biofilm production [56]. Conversely, these observations highlight the importance of metal uptake systems, which could lead to the development of antimicrobial agents utilized in the space habitat. Hemolysins are known to be repressed upon high Fe concentrations, as they are tools to scavenge it from the environment. On the other hand, LexA mediated stress response is known to initiate bacteriocin synthesis [57]. Thiopeptide antibiotic called TP 1161 has been detected in the ISS organismA. burdickii[28] and the presence of BGCs encoding potentially novel antimicrobial molecules in the genomes of remaining four ISS species has been confirmed. Therefore, these organisms may serve as a source of potential new antimicrobial agents available upon spaceflight.\n\nIn summary, the present study underscored the benefits of deep learning based annotations, here using DeepFRI [58], which are able to go beyond the limitations of homology based tools like PGAP and eggNOG [59]. In fact, DeepFRI enabled the construction of a comprehensive and cohesive picture of adaptations to space conditions. Nevertheless, combined use of annotations derived from all tools was applied to, e.g., mechanosensitive ion channel proteins (see Section 2.3.2). While traditional tools often relegated these genes to the ambiguous \"hypothetical\" category, DeepFRI was adept at providing precise annotations. This allowed for the discernment of novel BGCs, a finding that was further corroborated using specialized tools such as antiSMASH [28,60]. In addition, a significant portion of these novel annotations pertained to membrane associated proteins. This resonates with prior observations highlighting membrane related adjustments. The challenge of studying the membrane proteome cannot be understated. Yet, with the recent augmentation of databases like AlphaFold [27] and ESM atlas [61], the scientific community has been endowed with a richer repository of membrane bound protein structures. This surge in data availability paves the way for more refined structure based annotations of novel genomes.\n\nThis deep dive into the genetic underpinnings bears profound significance, especially when contextualized within space related stress factors. As organisms confront the multifaceted challenges of space, their genetic machinery undergoes intricate recalibrations. By harnessing sophisticated annotation tools, we gain unparalleled insights into these genetic adaptations, potentially unlocking the secrets of space resilience. Such revelations not only propel our understanding of astrobiology forward but also spotlight the potential of genetic mechanisms in tailoring organisms for optimal performance in extraterrestrial environments.",
    "conclusion": "Our findings indicate that the microorganisms isolated from ISS we studied have adapted to life in space. Evidence such as mechanosensitive channel proteins, increased DNA repair activity, as well as metallopeptidases and novel S layer oxidoreductases suggest a convergent adaptation among these diverse microorganisms, potentially complementing one another within the context of the microbiome. The common genes that facilitate adaptation to the ISS environment may enable bioproduction of essential biomolecules need during future space missions, or serve as potential drug targets, if these microorganisms pose health risks."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:08:09.370325",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11451251/"
  }
}