{
  "pmcid": "PMC9640571",
  "title": "Microfluidics integrated spaceflight hardware for measuring muscle strength of Caenorhabditis elegans on the International Space Station",
  "authors": [
    "Purushottam Soni",
    "Taslim Anupom",
    "Leila Lesanpezeshki",
    "Mizanur Rahman",
    "Jennifer E Hewitt",
    "Matthew Vellone",
    "Louis Stodieck",
    "Jerzy Blawzdziewicz",
    "Nathaniel J Szewczyk",
    "Siva A Vanapalli"
  ],
  "year": "2022",
  "journal": "NPJ Microgravity",
  "doi": "10.1038/s41526 022 00241 4",
  "sections": {
    "abstract": "Caenorhabditis elegansis a low cost genetic model that has been flown to the International Space Station to investigate the influence of microgravity on changes in the expression of genes involved in muscle maintenance. These studies showed that genes that encode muscle attachment complexes have decreased expression under microgravity. However, it remains to be answered whether the decreased expression leads to concomitant changes in animal muscle strength, specifically across multiple generations. We recently reported the NemaFlex microfluidic device for the measurement of muscle strength ofC. elegans(Rahman et al., Lab Chip, 2018). In this study, we redesign our original NemaFlex device and integrate it with flow control hardware for spaceflight investigations considering mixed animal culture, constraints on astronaut time, crew safety, and on orbit operations. The technical advances we have made include (i) a microfluidic device design that allows animals of a given size to be sorted from unsynchronized cultures and housed in individual chambers, (ii) a fluid handling protocol for injecting the suspension of animals into the microfluidic device that prevents channel clogging, introduction of bubbles, and crowding of animals in the chambers, and (iii) a custom built worm loading apparatus interfaced with the microfluidic device that allows easy manipulation of the worm suspension and prevents fluid leakage into the surrounding environment. Collectively, these technical advances enabled the development of new microfluidics integrated hardware for spaceflight studies inC. elegans. Finally, we report Earth based validation studies to test this new hardware, which has led to it being flown to the International Space Station.\n\nSubject terms:Human behaviour, Biological techniques",
    "methods": "Wild type Bristol isolate (N2) worms were maintained in CeMM (Cell Guidance Systems, Cambridge, UK). To start culturing the animals in CeMM, agar grown animals were bleached, and the eggs were introduced into the CeMM. The stock culture was then maintained by transferring aliquots of animals to fresh CeMM before cultures became starved. For the initiation of NemaFlex experiments, approximately 1000 larvae from a stock culture were transferred into an FEP bag (Saint Gobain Performance Plastics Corporation, Ohio, USA) containing 20mL of CeMM. The FEP bags were stored in the incubator at 20+/ 1 degreesC. A mixed population of the well fed gravid adult animals was used for all force measurement experiments. Every other week, 1mL aliquots from the culture bag were transferred to a new bag containing 19mL of fresh CeMM to make a total of 20mL to initiate the new subcultures.\n\nTo quickly assess the physical health of the animals, we performed a thrashing assay every other week. To measure the thrashing frequency, a 250 uL aliquot of worms was withdrawn from the culture bags and transferred into a Petri plate, and diluted with 2mL of CeMM. The animals were left to acclimatize for 10min. The number of body bends was manually counted under a dissecting microscope for 40 random individual worms for a period of 20s at room temperature (20+/ 1 degreesC).\n\nThe micropillar based NemaFlex S device was fabricated using a 2 step soft lithography process. The mold was fabricated in SU 8 2050 negative photoresist (Microchem) on a 4\" silicon wafer as a substrate. First, a 20 um tall photoresist layer was fabricated, which forms the boundary of the NemaFlex chamber. On top of this layer, a second layer of 80um height was fabricated with cylindrical holes that form the micropillars. This two layer approach provides a total chamber depth of approximately 100um and creates deformable pillars of height 80um.\n\nPolydimethylsiloxane (PDMS) devices of thickness 4.25+/ 0.25mm thick were cast using Sylgard 184 part A (base) and part B (curing agent) (Dow Corning) 10:1 by weight over the SU 8 mold by curing for 2h at 70+/ 1 degreesC. Inlet, outlet, and air vent holes were cored with a 1mm hole puncher (Accuderm, Florida, USA). The devices were thoroughly cleaned with scotch tape to remove any dirt before bonding. The PDMS replica was then treated in an air plasma cleaner (Harrick Plasma, Ithaca, NY) for the 90s and bonded to a 2\"x3\" glass slide. Bonding was done while ensuring the pillars did not collapse or deform. The bonded devices were immediately kept in the oven for 10min at 70+/ 1 degreesC. Devices were then treated with 5wt% Pluronic F127 (Sigma Aldrich) for 30min to prevent any bacterial build up and also to help reduce bubble formation during worm loading. After incubation, excess Pluronic was removed by washing the devices with DI water. The Pluronic treated devices were soaked in DI water overnight at 20+/ 1 degreesC to release any air bubbles from the device. The PDMS devices were then integrated into WLA and kept in double Bitran bags and stored at ambient temperature until the day of the experiment.\n\nThe worms were loaded into NemaFlex S chambers using the procedure described in the main text. The animals were allowed to habituate in the micropillar arena for approximately 10min before imaging. One minute long videos of crawling worms were acquired with Nikon inverted microscope (Eclipse TS 100) at 4X magnification with a field of view of 1920x1080 pixels. All videos were recorded at a temperature of 22+/ 1 degreesC. The recorded movies were processed offline using custom routines written in MATLAB (Mathworks, R2018b) for quantitation of pillar displacements as discussed by Rahman et al.30. Worm diameters were measured manually using ImageJ 1.48v.\n\nFurther information on research design is available in theNature Research Reporting Summarylinked to this article.",
    "results": "The goal of our spaceflight experiment on ISS is to measure the strength of adult wild typeC. elegansat 4 time points across an 8 week period corresponding to 8 generations. This study design allows the evaluation of potential changes in muscle strength due to short and long term muscle adaptation to the microgravity environment. In contrast to conducting experiments on Earth, spaceflight experiments present unique constraints that deserve special consideration. These constraints include crew time for conducting the experiments, maintaining sterile culture conditions, and the safety of the crew members and workstation at ISS. Therefore, while developing culturing and fluid handling protocols, the microfluidic device, and the worm loading apparatus, we considered these spaceflight constraints.\n\nThe first challenge was to cultureC. elegansfor several generations on ISS. Table1lists the different space flight missions withC. elegans, the culturing hardware, and the food source used in these studies. In typical laboratory conditions on Earth,C. elegansis cultured on nematode growth media (NGM) plates. CulturingC. eleganson NGM plates is generally labor intensive as it requires manual picking of animals and transfers to new plates to maintain synchronized animal populations. Such laborious tasks consume significant crew time; therefore, the culture ofC. eleganson NGM plates remains impractical for multigenerational studies in space.\n\nSummary of previous space missions withC. elegans.\n\nAn additional constraint is the maintenance of bacterial food source for culturing worms. Although non pathogenicE. coliOP50 is typically used as the food source, maintenance of defined bacterial population densities across the 8 week duration of our spaceflight experiment may present challenges since high bacterial density might limit oxygen availability for nematodes.C. eleganson NGM plates are used mostly in simulated microgravity on Earth33 35.C. eleganswere flown to space on a standard agar based nematode growth medium for a short duration of 10 to 20 days with different space missions36 39as listed in Table1. But the missions do not involve imaging onboard, therefore all the behavioral studies were conducted postflight.\n\nTo overcome the issues discussed above, the wild type worms were cultured in chemically defined liquidC. elegansmaintenance media (CeMM)40. The safety and low maintenance requirements make CeMM robust and appropriate media for multigenerational cultures on board the International Space Station. However, previous experiments show there are some differences between nematodes grown using NGM and CeMM40,41. In particular,C. elegansdevelopment is slower, progeny production is slower, and lifespan is increased inC. eleganscultured in CeMM compared with those cultured using NGM41. In addition, the culture vessels used to maintainC. eleganscould impact their growth. Therefore, there was a need to optimize culture protocols in CeMM and in spaceflight compatible culture vessels to achieve consistent culture densities across multiple generations.\n\nThe worms were maintained in CeMM in biocompatible Fluorinated Ethylene Propylene (FEP) bags (Fig.1a). These bags provide a solution for culturingC. elegansin liquid media since they are highly permeable to oxygen and carbon dioxide while remaining impermeable to water42. An efficient and robust protocol was developed for culturing the animals to maintain the desired density across several generations to prevent overcrowding and ensure nutrient availability. A schematic of the culturing protocol for multigenerational studiesin C. elegansis depicted in Fig.1b. Primary bags (group 1) with approximately 1000 larvae/mL were prepared at day 0 and incubated at 20+/ 1 degreesC for 2 weeks. On week 2, a specified aliquot (1mL) of the media with worms was transferred from this bag to a new bag that was prefilled with 19mL of fresh CeMM. The new bag was incubated at 20+/ 1 degreesC, and the old bag was used for loading the worms into the NemaFlex S device. The same culturing protocol was followed every other week for the remaining generations. No transfer was made on week 8.\n\naAn FEP bag containing wildtypeC. elegansculture in CeMM. Image used in this figure was captured at TTU.bA schematic protocol for culturingC. elegansfor multigenerational studies over an 8 week period. Here, d0 represents day 0 (start of the culture), and w2, w4, w6, and w8 represent week 2, week 4, week 6, and week 8, respectively.\n\nThe efficacy of the multigenerational culturing protocol discussed in Fig.1bwas evaluated by measuring animal density and locomotory health during the 8 week multigeneration experiment. Since the culture was not age synchronized, we measured the density of adults, larvae, eggs, and dead animals in the FEP bags. In parallel, we also measured the thrashing frequency of gravid adults as a health measure. Both these measurements were conducted on weeks 2, 4, 6 and 8. As illustrated in Fig.2a, the culture consisted of more than 1000 adults/mL, the approximate density needed for optimized loading into the NemaFlex S device. The culture was also found to have several thousands of larvae and eggs, which shows good reproductive health and overall health of the animals in the culture. With regards to locomotory health, we find that the thrashing frequency is the same across all four time points (Fig.2b). Thus, the overall culture health is not compromised over the 8 week multigenerational experiment.\n\naCharacterization of the culture density including adults, larvae, eggs, and dead animals.bSwim induced thrashing frequency of gravid adults as a measure of their locomotory health (Supplementary Table1). Error bars represent standard deviation. All the data pass the normality test. There is no significant difference between thrashing frequency as calculated by one way ANOVA,P>=0.7.\n\nOur concept for designing a spaceflight ready microfluidic device involved ideally housing individual animals in small chambers so that the astronaut performing the imaging can easily locate and record videos of animals, thereby reducing crew time. In recent years efforts have been made in studying the behavior ofC. elegansin longitudinal chips43 46, worms were loaded automatically into these chips. Prior literature provides design guidance on how to house individualC. elegansin microfluidic chambers, however, these devices do not meet the needs of multigenerational space flight studies. For example, Chung et al.43and Le et al.44designed a microfluidic device that had an array of connected chambers with tapered necks for individual animals to enter and be housed. Although these devices can successfully house individual animals, they were optimized for age synchronized animals and not for mixed populations where progeny needs to be removed. Moreover, the chambers were not configured with flexible pillars, which makes them unsuitable for strength measurements. Additionally, in these Earth based studies, worms were cultured on plates and then transferred to liquid media. Transferring the liquid culture in a microfluidic device in an open manner is not safe as it can lead to contamination of the workstation at ISS and possibly cause health hazards due to the presence of bacterial food.\n\nBuilding on this prior work, we considered additional criteria relevant to our spaceflight experiment that led to technical advances in engineering the NemaFlex S device. These additional criteria include: (i) given that the culturing protocol generates a mixed population of animals, the device design should be capable of sorting and obtaining nearly age  and size matched animals since muscle strength ofC. eleganscan vary with developmental stage and body size30, (ii) the pillar diameter and spacing should be modified to accommodate CeMM grown animals, which are skinnier than bacteria fed worms for whom the original NemaFlex deflectable pillar geometry was optimized, (iii) maximize the number of chambers with 1 to 2 animals so that the image processing code can detect pillar deformations and cleanly associate it with the corresponding animal making those deflections, (iv) minimize entry of air bubbles or plugs into the pillar arena that can negatively impact animal loading and image processing, which ultimately can reduce collection of useful animal data from the space experiment, (v) allow a means for the crew on orbit to easily focus the microscope objective on the pillar rim which is crucial for the software to auto detect the deflections, and (vi) establish a relatively simple chip to world interface so that the crew time is reduced for loading the animals into the individual pillar chambers.\n\nThe layout of the NemaFlex S device is shown in Fig.3aand consists of two identical sections of 30 chambers, each with pillars. The presence of 2 separate sections allows redundancy in case one section clogs and also reduces pressure drop during animal loading. Each section has a single inlet, a single outlet, and a side vent port to remove air bubbles. The pillar chamber has a diameter of 3mm to allow the 1mm long adults to move freely within the pillars arranged as a square lattice (Fig.3b). The design of the pillar lattice was based on the body diameter of CeMM grown adults and the optimal body confinement between pillars needed to induce maximum exertable force30. The body diameter of the adult worms grown in CeMM isD45um, which is about half the diameter of animals grown on NGM plates withE. coliOP50 diet. Therefore, pillars of diameter 40um were designed along with the pillar gap being 40um so that the body confinement of 1 is within the admissible range30. The pillar chamber height was designed to be 100um and the pillar height to be 80um, providing a clearance of 20um between the pillar tip and the chamber floor. To facilitate easy selection of the imaging focal plane by the crew, a focusing pillar of 200um in diameter was introduced at the center of the chamber (Fig.3c).\n\naAn actual image of the NemaFlex S device with two identical sections NF A and NF B, the device is filled with red food dye for better visualization of the salient features.bImage of a gravid adult crawling in the pilar chamber. The zoomed inset image shows the eggs inside the worm. Scale bar, 100um.cDesign of the individual pillar chamber. The chamber is connected to the flow channel (highlighted with blue arrows) with a tapered neck for trapping the worms and with sieve channels for removing the progenies.dScanning electron microscopy (SEM) image of deformable micropillars. Scale bar, 50um.eSEM image of sieve channels. Scale bar, 100um.fImage of an adult worm trapped in the neck Scale bar, 500um. See Supplementary Video for trapping and loading of an adult into the chamber. Images used in this figure were captured at TTU.\n\nTo obtain animals of a specific age from the mixed population in FEP bags, we focused on sorting gravid adults since it allows the crew to visually confirm these egg bearing animals (Fig.3b). An on chip strategy for size based sorting of gravid adults was implemented by adding two key geometric features to the pillar chambers   tapered necks and sieve channels, as shown in Fig.3c e. The principle underlying these geometric features is that an animal of a given size is arrested in the tapered neck, while animals below this size are washed out from the sieve channel. The neck was designed to be 2.2mm long with the minimum width being 25um such that the 1mm long adult remains trapped in the neck until the flow rate is increased to push the trapped animal inside the chamber. The sieve channels separated by 20um at the end of the chamber serve the dual purpose of retaining the adult in the chamber but allowing a path for the washout of larvae and eggs43,47. The high resolution images of the pillars and sieve channels are shown in Fig.3dand Fig.3e, respectively. Since the chambers are connected to the flow channel via the tapered neck and sieve channels, they provide a low resistance path for the worm suspension to flow. Gravid adults passing through the flow channel tend to follow the low resistance path and become trapped in the necks (Fig.3f). Once most of the necks are occupied, the adults can be pushed into the chambers by setting the pump to higher flow rates (See Supplementary Movie1), as discussed later in the paper.\n\nThe worm suspension in FEP bags and the NemaFlex S device need to be integrated in a facile manner to allow the crew to load worms in the pillared chambers. This bag to chip integration was achieved using a worm loading apparatus (WLA) to prevent open handling of culture that presents a biohazard on ISS. The design of the WLA addressed several requirements for the crew to conduct the experiment in an efficient and safe manner. These requirements include (i) containment of the glass bonded microfluidic device in case of potential glass breakage, (ii) storage and dispensing of samples including waste in closed containers to avoid fluids that might float in microgravity and contaminate the ISS environment, and (iii) a flow distribution system that allowed switching of different fluids that need to be injected into the NemaFlex S device during the loading protocol. Although such requirements are not critical for conducting microfluidic experiments on Earth, they become crucial due to crew safety and time being a priority on ISS.\n\nThe schematic of the WLA shown in Fig.4awas designed for leak proof and efficient loading of the worms into the NemaFlex S device. WLA has four key hardware components: (i) an imaging cassette, (ii) a flow distribution valve, (iii) a programmable syringe pump, and (iv) a specially designed board to mount hardware components and fluid lines (Fig.4b, c). The worm suspension loop shown in Fig.4agoes underneath the distribution valve (see Fig.4b, c). The imaging cassette schematic shown in Fig.4dhoused the glass bonded microfluidic device. It was machined from polysulfone a high performance plastic. The retention clips serve to hold the Nemaflex S device and the inlet/outlet cannulas. The fasteners on either side are aligned with the side vent ports to purge air and then plug the vent holes. Two waste reservoirs collect the outgoing liquid (up to 3mL each side) from the NemaFlex S device during the worm loading process and are vented by porous membranes. The lids to the waste chambers are designed to be adhesively attached. The inlet cannulas are connected to the distribution valve with the help of tubing, and outlet cannulas are connected to the waste reservoirs. A polydimethylsiloxane (PDMS) replica of the NemaFlex S device of 4.25+/ 0.25mm thickness can be integrated into the cassette. The imaging cassette was mounted on the board using Velcro. The cassette can be removed after loading the worms into the NemaFlex S device and mounted on the microscopic stage for the crew to perform imaging. The actual image of the WLA is shown in Fig.4e.\n\naSchematic diagram of the worm loading apparatus (b) and (c) shows the schematic top and bottom view of the WLA board and its key component, respectively.dA leak proof imaging cassette for loading the worms into NemaFlex S Cassette. The highlighted parts are: (1) inlet lines connected to the distribution valve (2) clips holding the inlet and outlet cannulas (3) L shaped cannulas connected to the inlet of NemaFlex S chip (4) cannula connected to air vent purge port (5) outlet cannula opening into the waste collection chamber (6) porous membrane for releasing the air.eImage of the actual worm loading apparatus showing the three major hardware components   Imaging cassette, distribution valve, and the syringe pump. The worm culture bag and 10mL waste collection syringe are connected to the distribution valve; the worm suspension loop carries either the CeMM from the media syringe or worm solution from the culture bag. The distribution valve has a feeding port (shown in fig.c) underneath the mounting board. Image used in this figure was captured at TTU.\n\nAnother crucial component of the WLA apparatus is the 4 way distribution valve. The feed to the distribution valve comes from the CeMM syringe mounted on the syringe pump (see Fig.4a, e) via an inlet port present underneath the mounting board (see Fig.4b, c). The length of tubing from the media syringe is predetermined to create a fluid loop that can hold a defined volume of worm suspension aspirated from the FEP culture bag. Two ports of the valve are connected to the two inlets of the imaging cassette. The remaining two ports are connected to the worm culture bag and the waste collection syringe, respectively. The direction of fluid flow can be manually controlled by turning the knob on the distribution valve. A script was programmed into the syringe pump, allowing the astronauts to click on the pump program and follow the instructions to load the animals into the NemaFlex S device.\n\nGiven that spaceflight experiments are costly endeavors, there is a need to robustly test protocols to be used by the crew and address potential experiment risks. With the completion of the WLA design and fabrication, we developed and tested a crew protocol to load animals into the NemaFlex S device and achieve optimal animal occupancy in the pillared chambers. Instead of shipping the NemaFlex S devices dry for spaceflight experiment, and priming them on ISS, which might lead to bubble formation as the liquid permeates the pillared chambers, we chose to prime the devices with deionized (DI) water on Earth and address any potential bubble issues prior to flight by conducting long term device storage experiments. Below, we discuss our optimization efforts to develop a crew friendly and time efficient protocol for loading animals and our risk mitigation strategy to have NemaFlex S devices remain bubble free.\n\nThe objective of the worm loading protocol involved replacing the DI water present in the pre filled NemaFlex S devices with CeMM, drawing a defined volume of worm suspension to inject into the chambers, and then pumping CeMM through the devices to remove progeny in the chambers. This objective was accomplished in multiple steps as shown schematically in Fig.5and Supplementary Table2. Figure5ashows the schematic of the WLA, with the worm suspension loop present underneath the distribution valve (see Fig.4c). Since all the lines in the WLA board are primed with DI water during storage, therefore we need to prime the line and distribution valve with CeMM to remove DI water and any possible air pockets developed during the storage process. Therefore, in step I, 1mL of CeMM was purged towards the waste collection syringe at 1000mL/h as shown in Fig.5b.\n\naShows the schematic of the worm loading apparatus. (b) Step I: priming of the valve with CeMM, flow will be from CeMM media syringe to waste collection syringe. (c) Step II: aspirating a specified worm aliquot from worm culture bag to worm suspension loop.dStep III: priming of the valve with worm suspension, flow is from suspension loop to waste collection syringe. (e) Step IV: taking a specified worm aliquot (400uL) from worm bag to suspension loop. (f) Step V: load the worms into A side of the NemaFlex S device. Repeat step IV and step V to load the worms into the B side of the NemaFlex S device.\n\nThe next step involved priming with worm suspension because the distribution valve and ports have a dead volume that is filled with DI water during storage. Prior to performing this step, the culture bag was thoroughly mixed using a 3mL syringe to ensure uniform distribution of animals. This process also removes any air trapped in the neck of the bag. Subsequently, the culture bag was manually spun to ensure bubbles collect at the far end of the bag. Immediately after this step, a clamp was used to prevent the air in the headspace reaching the valve port. Finally, the bag was connected to the worm loading port, and 400uL of worm suspension was withdrawn from the worm culture bag (Fig.5c) and subsequently transferred into the waste collection syringe at 400mL/h (Fig.5d).\n\nSubsequent steps involve loading animals in the NemaFlex S device with the two sides (NF A and NF B) being loaded sequentially. For this step as well, the culture bag was mixed and 400uL of worm suspension was withdrawn at 400mL/h (Fig.5e). Then the valve was turned towards NF A to replace the DI water in the microfluidic device with CeMM at 25mL/h. Next, the 400uL of worm suspension was aspirated to trap animals at the neck, followed by 1500uL of CeMM at 25mL/h to wash out the progeny (Fig.5f). Overall, this procedure took 17min to complete per imaging cassette (see Supplementary Table2).\n\nNext, we tested the efficacy of the crew assisted loading protocol described above by keeping the animal density in the culture bags at 1000 adults/mL and maintaining the maximum push flow rate of animals into the chamber at 25mL/h. We optimized the protocol by varying the flow rates for trapping the animals in the tapered necks since trapping is the rate limiting step in the worm loading protocol. Additionally, we optimized the worm suspension volume aspirated from the culture bag, as the number of animals in the aspirated volume will determine the frequency of trapping and occupancy rate in the chambers. Our objective was to identify conditions that resulted in most chambers being occupied with 1 to 2 gravid adults to allow convenient software processing of pillar deflections.\n\nAs shown in Fig.6a, two different flow rates of 5mL/h and 7mL/h were used for trapping the worms in the tapered neck. The aspirated worm suspension volume was kept constant at 300uL. We found that the number of chambers occupied by 1 to 2 gravid adults were relatively higher for 7mL/h flow rate (29+/ 3 chambers) compared with 5mL/h flow rate (25+/ 1 chambers). In addition, trapping at 7mL/h reduces the total time of loading. Next, we optimized the worm suspension volume while keeping all other parameters constant. Three different volumes (300uL, 400uL, and 500uL) of worm suspension were used to load the NemaFlex S device. The total number of chambers occupied by gravid adults when using suspension volumes of 300uL, 400uL, and 500uL were 31+/ 3, 36+/ 2, and 41+/ 3, respectively. Although the total number of chambers occupied with gravid adults was highest for 500uL, it had only 29+/ 1 chambers occupied with 1 2 animals compared with 31+/ 3 chambers for 400uL (Fig.6b). Therefore, 400uL of worm aliquot was used in the crew protocol for loading animals in the NemaFlex S device.\n\naEffect of flow rate used for worm trapping in the tapered neck (Supplementary Table3).bEffect of worm suspension volume (Supplementary Table4). The density of animals in the culture bag was 1060+/ 160 adults/mL. Error bars represent standard deviation.\n\nOur need to conduct an 8 week long experiment with PDMS based microfluidic devices raised two important concerns. First, since we primed the NemaFlex S devices with DI water, there could be water loss due to PDMS being a porous substrate causing bubble formation. Second, the dissolved gases in the liquid might cause bubble formation in PDMS devices due to changes in local pressure or temperature or wettability, or geometrical conditions. Both these factors may cause bubble formation and make the NemaFlex S devices unsuitable for clean images needed for optimal strength measurements. Therefore, there was a need to develop a mitigation strategy to address these potential risks.\n\nIn general, the PDMS layer is porous and hydrophobic in nature. The PDMS devices can be turned into hydrophilic by oxidized plasma bonding and it is reported that the hydrophilic nature of the device can be maintained for a longer duration of time if the device is submerged in water48 50. Placing the entire WLA board in water is practically impossible due to space/payload constraints. Therefore, we adopted an alternative approach to mitigate water loss and maintain the hydrophilic nature of devices by creating a humidified environment around the PDMS surfaces. We not only maintained the humid environment around the microfluidic chip, rather we keep the wet towel directly on top of the PDMS microfluidic device. Placing a wet towel directly on top of the PDMS layer is equivalent to submerging the device in water. A blue surgical towel was attached on top of the PDMS layer and soaked with 5mL of DI water. Another piece of the towel was attached to the bottom side of the WLA platform and again soaked with 7.5mL of DI water. Once these moist towels were attached, the entire WLA was kept inside a Bitran bag. The excess bag was folded over the WLA and then put into a secondary Bitran bag. Humidity sensors were placed inside the primary bag, and a 9 week storage experiment was conducted. We observed less than 1% loss in humidity during the test period indicating that our approach to preventing moisture loss and minimizing bubbles within NemaFlex S devices was successful. This technique helps in maintaining the hydrophilicity of the microfluidic device and prevents the formation/nucleation of air bubbles in the NemaFlex S devices.\n\nUpon integration of the WLA with the NemaFlex S device and optimization of the worm loading protocol, we piloted a ground study to measure the muscle strength of wild typeC. elegansusing the multi generational culture protocol. The objective of the ground testing was to demonstrate the capability to implement the multi generational culture, loading protocol, imaging session, and analysis of the videos. This allowed us to assess risks associated with maintaining sterile culture over the 8 weeks of experiment, achieving efficacious worm loading from a mixed population, and observing consistency in strength measurement of gravid adults given that all gravid animals may not be of the same age.\n\nFigure7shows the results of this ground study. The worm diameter at mid length was also measured to assess the homogeneity of gravid adults occupied in the chambers, which were visually selected for strength analysis based on the presence of eggs. As shown in Fig.7a, the gravid adult body diameter did not show a statistical difference between animal groups that were assessed during each time point during the experiment, suggesting that the protocols for culture and loading providing a sufficient number of animals suitable for strength evaluation.\n\naWorm diameter over multiple generations.bMuscle strength over multiple generations.n=32 for week 2,n=36 for week 4,n=38 for week 6, andn=41 for week 8 (Supplementary Table5). Error bars represent standard deviation. All the data pass the normality test. There is no significant difference between force values using one way ANOVA withP=0.8.\n\nNext, we analyzed the 60 s videos acquired for each gravid adult. We identify the pillar with the maximal deflection in each image and generate a cumulative probability distribution with all the maximal deflections. We use the 95thpercentile of this maximal force distribution, referred to asf95, as a measure of muscle strength30. Since the worm body diameters at different time points were not significantly different from each other during this 8 week experiment, its effect on strength measurements was considered negligible. As expected, we did not find any statistical difference in the strength values for wild type on weeks 2, 4, 6, and 8 (Fig.7b).\n\nIn summary, this pilot study demonstrated that the experimental procedures developed for the microfluidics integrated spaceflight hardware make the technology amenable toC. elegansmuscle strength investigations on the ISS. Primary culture bags were prepared at Texas Tech University (TTU) with optimized worm densities (1000 Larve/mL) and shipped to Eastern Virginia Medical School (EVMS), Norfolk in a temperature control box. The culture bags were inspected for any possible contamination by the TTU team at EVMS upon arrival and incubated at 20oC until flight turnover. The NemaFlex S chips were assembled on the WLA board at EVMS by the payload developer (BioServe Space Technology). Given the success of the pilot study, the microfluidics integrated hardware and culture bags were flown to the ISS on Feb 20th, 2021, as part of the Northrop Grumman Cygnus NG 15 cargo mission. The same number of WLA boards and culture bags were prepared for ground control and shipped to TTU by mimicking the approximately same temperature profile used in the launch.\n\nThe culture bags were incubated at 20 degreesC in SABL, and the CeMM bags were stored at 4 degreesC after receiving them at the ISS. The worms were cultured for a week in microgravity conditions before conducting timepoint 1 activities. Astronauts Shannon Walker, Kathleen Rubins, and Michael Hopkins conducted the On Orbit operation, with guidance provided to them by the authors of this study. The crew successfully inoculated the culture bags for subsequent time points by employing the culture protocol discussed in Sec. 2A. The worms were loaded into the NemaFlex S chip, and the movement of worms in the NemaFlex S chambers was recorded successfully.\n\nThe experiment went well for 2 generations (time points 1 and 2), and sufficient movies were recorded for muscle strength analysis. We saw a drastic decline in the animal density for time point 3 and 4 in worms cultured at ISS, whereas ground control cultures grew as expected. The reasons for the decline are unknown to us. Preliminary investigations suggest that it could be due to radiation, contamination, or maybe a combination of both, which is yet to be ascertained. We also froze worm cultures after NemaFlex experiments to conduct gene expression studies, enabling us in the future to correlate muscle strength changes to alterations in gene expression. No drying or glass cracks were observed in the NemaFlex S device over long time storage. Additionally, no leakage was observed while transferring the cultures from one bag to another and while loading them into the NemaFlex S device. Thus, the microfluidics integrated spaceflight hardware for muscle strength investigations inC. eleganshas been successfully launched and operated onboard at the ISS. Hundreds of videos were collected along with frozen culture samples for gene expression analysis   this data is being currently analyzed and the results will be reported in the future.",
    "discussion": "With the human ambition of becoming multi planetary species, there is a need to understand how the conditions of space (microgravity and radiation) affect the biology and physiology of species grown for multiple generations. Model organisms continue to play an important role in space biology investigations51. Conducting multi generational studies in mammals on the ISS is a daunting task, however, theC. elegansmodel presents a unique opportunity for such investigations.\n\nCompared to vertebrates, theC. elegansmodel has significant advantages including a fast generation cycle, small form factor, low payload mass, and translational relevance due to conserved molecular mechanisms. Despite these advantages, conducting successful experiments on the ISS is a major technological feat since it requires the design and integration of crew interfacing user friendly, and safe flight hardware and operational protocols. The focus of our study is not only the design of the NemaFlex S device, but its integration into the Worm Loading Apparatus (WLA) that the crew can use to conduct experiments on the International Space Station (ISS). Below, we discuss the challenges of conducting multigenerational studies and the impact that our microfluidics integrated space flight hardware can have on space biology investigations inC. elegans.\n\nThe major challenge for conducting multigenerational studies even inC. elegansis to identify suitable culture methods to breed them across generations while maintaining age matched populations. The standard approach of culturingC. elegansfor multiple generations on NGM plates that is typically done on Earth studies, is not suitable since (i) manual picking and transfer of animals to new plates to maintain synchronized populations is laborious and moreover, the open nature of the transfers represents a significant biohazard for ISS investigations. (ii) An additional constraint is the maintenance of defined bacterial population densities across the 8 week duration of our spaceflight experiment may present challenges since high bacterial density might limit oxygen availability for nematodes. To overcome these issues, we have culturedC. elegansinside FEP bags using chemical defined liquidC. elegansmaintenance media, which is being tested and used in the previous space mission's38,52.\n\nThe power of theC. elegansmodel is the availability of a large number of muscle mutants that can potentially serve as biological controls. However, most of these mutants were obtained by standard culture on NGM plates and bacterial diet, and their viability in CeMM across multiple generations remains an open question. Identifying mutants grown in CeMM is challenging as they not only need to be viable, but also their growth rates need to match wild type animals so that optimized density is available to load into the NemaFlex S device. In the future, more studies need to be conducted to identify muscle mutants that grow well in CeMM across multiple generations. In our study, since we have wild type animals growing on Earth, they serve as a biological control to compare against space bred worms. Therefore, any changes in muscle strength could be compared with respect to ground control.\n\nAs summarized in Table1, most flight studies conducted withC. elegansare confined to molecular analysis due to a lack of tools that can quantitate animal behavior, locomotion, and other physiological measures under the constraints imposed by spaceflight and crew time13,14,17,19,25,53,54. Development of new crew compatible hardware is a major challenge since it requires close collaboration between scientists, payload developers, and space agencies; along with considerations of cost, upload mass, and foot print requirements. Thus, most science based investigations are limited by what hardware is available on the ISS.\n\nMicrofluidic devices present a unique opportunity to capture in vivo physiology data for small animals likeC. eleganson the ISS55,56. However, there has been a lack of microfluidics integrated flight ready hardware that is compatible with crew requirements and can report on muscle physiology. In the present study, we validated microfluidic integrated hardware on Earth and successfully launched it to the ISS. The library of videos acquired from the spaceflight study along with the gene expression data from multiple generations of animals will be a valuable resource to the scientific community that has been enabled by our integrated technology. The advancements offered by this hardware are as follows: (i) The microfluidic device is suitable for sorting the gravid adult animals of a specific size from a mixed culture and allowing the removal of progenies. (ii) The microfluidic device is integrated with a leak proof cassette that can retain the waste generated during the loading of the worms, and therefore prevent contamination of the workstation. (iii) The worm loading apparatus helps in loading the animals in the microfluidic device with minimal effort from the crew. Astronauts need to simply click on the pump program and change the knob position on the distribution valve. (iv) Convenient recording of low or high resolution videos of the animal inside the chambers allowing access to whole organism phenotypic data.\n\nAs mentioned earlier, previous space missions were mostly limited to molecular analysis due to the lack of proper hardware. The integrated microfluidic hardware developed here is easy to use and opens new avenues for conducting behavioral and stress assays onboard ISS since theC. elegansmodel is widely accepted by the space biology community to understand the effects of short and long term space missions. The hardware can be used for assessing the effect of environmental toxins, drugs, gut microbes, in flight radiation,etc. The videos can be recorded based on the need of the study design and can be used to detect the changes in the behavior of the animal since behavioral alterations are an earlier indicator of toxic exposure than the death of the organism57.\n\nThe current hardware can also be used to study aging since the physiological and pathological changes occurring in space flight conditions are reminiscent of accelerated aging. Indeed, how the spaceflight environment affects animal lifespan and healthspan is not well understood. Attempts have been made in the past to understand aging inC. elegansin space14,58. However, these studies do not preserve the identity of the worms and use biomarkers to inform on aging, rather than actual lifespan or healthspan measurements. The current hardware provides the basic solution to both problems as synchronized animals can be housed individually in the chambers and image based phenotypic data can be obtained. Implementing some degree of automation to the current hardware could enable facile aging investigations on the ISS while reducing crew time.\n\nThe present study sets the stage for future space biology investigations on the ISS. Given that theC. elegansmodel is used in a variety of fundamental biology investigations ranging from behavior to neurobiology to aging, we anticipate that the NemaFlex S devices used in this study will aid in such investigations. Additionally, our documented protocols for animal culture, animal loading, and the flow control system could be adapted to instrument a variety ofC. elegans based microfluidic devices already reported in the literature for spaceflight studies43 46,59. Successful completion of experiments with our technology over multigeneration in a microgravity environment opens the door for future discoveries usingC. elegansas a model organism. Finally, the microfluidic technology developed in this work can also be of Earth benefit, since individuals can be monitored to understand how muscle atrophy occurs in a human disease setting and aging.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:07:21.873314",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9640571/"
  }
}