{
  "pmcid": "PMC12040010",
  "title": "Cryptococcus albidus meningitis: A case report and literature review",
  "authors": [
    "Genzhu Wang",
    "Hang Liu",
    "Xiaoying Wang",
    "Zhongdong Li"
  ],
  "year": "2025",
  "journal": "Medicine",
  "doi": "10.1097/MD.0000000000042125",
  "sections": {
    "abstract": "Central nervous system (CNS) infections caused byCryptococcus albidusare rarely reported, but are often associated with high mortality rates. Clinical data on the appropriate use of liposomal amphotericin B (liposomal AmB) with cryptococcal meningitis are limited. Here, we report for the first time the efficacious and safe use of the ideal bodyweight to calculate the dose of liposomal AmB for a severely obese patient withC albidusmeningitis. We also review the cases of CNS infection caused byC albidusand its related species.\n\nA severely obese female patient was admitted to neurosurgical ward with lesions in the intracranial space and accompanying headache. Brain magnetic resonance imaging revealed prominent lesions in the right parietal and left frontal insular region. After glioma resection,C albiduswas isolated from her cerebrospinal fluid samples.\n\nShe diagnosed histopathologically with aCryptococcusspecies infection. The culture from her cerebrospinal fluid sample showed the growth of yeast like colonies, which were identified asC albiduswith mass spectrometry. She was treated with liposomal AmB (50mg day 1intravenously) plus 5 fluorocytosine (10g day 1orally in 4 divided doses) for 6 weeks. The patient was asymptomatic at the time of discharge.\n\nCNS infections ofC albiduswere uncommon. Using ideal bodyweight to calculate the dose of liposomal AmB should be considered for severely obese patients withC albidusmeningitis.\n\nKeywords:case report, central nervous system infection, cryptococcal meningitis,Cryptococcus albidus, liposomal amphotericin B, review",
    "methods": "",
    "results": "",
    "discussion": "C albidusin the genusCryptococcus, is a rare species that causes cryptococcal infections, especially in the CNS infections. The antifungal treatment recommended for cryptococcal meningoencephalitis is liposomal AmB plus flucytosine.[10,11]Although liposomal AmB has been used for several decades, little is known about its pharmacokinetics in obese patients.[12,13]The prescribing information for cryptococcal disease recommends weight based doses of 0.7 to 6mg/kg/day AmB, depending upon the AmB product used. To date, the calculation of the appropriate dose for severely obese patients is controversial.[13,14]Animal studies have demonstrated significantly increased AmB serum concentrations and increased rates of nephrotoxicity in obese rats and rabbits, with poor distribution of adipose tissue.[15]Furthermore, women have a higher body fat rate than men, which is a risk factor for acute kidney injury caused by liposomal AmB.[16]Therefore, it may be reasonable to consider the ideal bodyweight rather than the actual bodyweight when calculating the dose of liposomal AmB for severely obese female patients. In this case, we have demonstrated the efficacy and safety of using the ideal bodyweight, rather than the actual bodyweight, to calculate the dose of liposomal AmB for a severely obese patient withC albidusmeningitis.\n\nA comprehensive review of the literature was performed in accordance with the \"Preferred Reporting Items for Systematic Reviews and Meta Analysis.\"[17 19]Studies of case report relevant to CNS infections attributed toC albidusand its related species in the PubMed, Medline, and Web of Science databases from their inception until July 2024. The following key words were used: fungus, human infection, CNS, meningitis, ventriculitis, encephalitis, non neoformans, cryptococcus, naganishia, adeliensis, albida, albidus, chernovii, curvatus, diffluens, friedmannii, liquefaciens, magnus, terreus, uniguttulatus, and uzbekitanensis. The references in each manuscript were also reviewed to identify additional cases.\n\nOur searches yielded 104 potentially relevant records. After nonhuman species (e.g., dog, cat, pigeon) were excluded,[20,21]86 studies were included. After non CNS cases, non research studies, non Cryptococcus, C neoformansspecies complex, andC gattiispecies complex infections were excluded,[10,22 28]17 studies were reported. Of those 17 studies, 7 were cohort studies ofCryptococcus,[11,29 34]and 1 study was ofC laurentiimeningitis combined withC albiduscryptococcaemia.[35]Finally, 9 cases of CNS infections caused byC albidusor its related species have been reported. The risk factors, manifestations, diagnosis, and treatment for these pathogens are presented in table2. Like otherCryptococcusspecies,C albidusand its related species were commonly isolated from the gastrointestinal tracts and droppings of birds.[2,36]There is, as yet, no explanation of how humans contract these infections. Reasons may include the worldwide increase in immunocompromised patients, the widespread use of immunosuppressive agents, and the prolonged use of central venous catheters or indwelling devices.[9]In our systematic review of the literature, we detected 2 cases of infection in human immunodeficiency virus (HIV) infected adults and 4 in apparently immunodeficient individuals.[3,7,9,38]Leukemia and cancer are important risk factors in HIV negative patients.[36,37,39]The administration of corticosteroids agents, exposure to bird excrement, contact with animals, and surgery are also risk factors for these infections.[2,3,36]\n\nSummary of data from central nervous system infection caused byC albidusand its related species in humans.\n\n = change to, AIDS=acquired immunodeficiency syndrome, AmB=amphotericin B, F = female, 5 FU = fluconazole, ITS=internal transcribed space, M = male, MALDI TOF MS = matrix assisted laser desorption ionization time of flight mass spectrometry, MS = mass spectrometry.\n\nPatients can present with headache, fever, altered mental state, nausea, and vomiting. Headache is the commonest symptom, and only 1 patient reported no headache.[7]Although fever is possible, it only presented in 3 cases (31%). These results are similar to a cohort study that showed fever present in 28% of cases.[29]Patients also presented with increased intracranial pressure increasing and altered mental states, and these neurological symptoms are similar to other cryptococcal infections.[28]The cryptococcal capsule lodges in the arachnoid villi and subsequently prevents CSF reabsorption may explain the elevated intracranial pressure.[40]\n\nCulture and API strip assimilation test are laboratory commonly used methods to identify isolatedCryptococcusspecies.[7,38,39]However, it may be difficult to identify species when only 1 or 2 methods are used. Without the sequence of the D1/D2 domains of the large subunit of ribosomal RNA (rRNA), some rareCryptococcusspecies can be misidentified asC albidus.[8,27,41]For example, a yeast isolate was initially identified asC albiduswith an API strip assimilation test. However, after the internal transcribed spacer and the D1/D2 domains of the large subunit rRNA were sequenced, the isolate was finally confirmed asC liquefaciens.[38]Mass spectrometry is a new methodology for identifying bacterial species, and some studies have shown that the accuracy of mass spectrometry for their identification is over 95% at the species level.[42 44]Hence, the identification ofC albidusbased on VITEK mass spectrometry is reliable.\n\nBecause these fungi are infrequent causes of disease, there are no evidence based guidelines or standard recommendations for their treatment. The susceptibility ofC albidusand its related species to antifungal agents is shown in Table3. The cumulative experience reported in the published literature suggests that AmB is the only agent to whichC albidusand its related species are consistently sensitive.[45,46]Therefore, AmB is a safe and effective drug for use as initial induction therapy against these infections in the CNS. However, consideration should be given henceforth to submitting these clinical isolates for susceptibility testing and proper identification to guide subsequent therapeutic decisions. To date, no randomized controlled trials have been conducted to optimize the choice of AmB or the duration of its therapy. We recommend: (1) using liposomal AmB instead of AmB deoxycholate because liposomal AmB is safer and more rapidly sterilizes the CSF than AmB deoxycholate[11,12,32]; (2) at least 1g of AmB during treatment and prolonged treatment are recommended.[47](3) The combination of AmB and 5 fluorocytosine, is recommended because it has been shown to reduce the toxicity of this drug and reduce the relapse rate ofC albidusinfections.[30,31]\n\nAntifungal susceptibility ofCryptococcusspecies.",
    "conclusion": "Using the ideal bodyweight to calculate the appropriate dose of liposomal AmB for obese patients withC albidusmeningitis is both efficacious and safe. Based on the systematic review of CNS infections ofC albidusand its related species, we also concluded that leukemia and cancer are important risk factors for these infections and that headache is the most frequent symptom. The identification of fungal pathogens requires the analysis the rRNA sequences because many species share phenotypic similarities. AmB based treatment should be the first choice, and subsequent treatment should be guided by susceptibility testing."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:02:48.214335",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12040010/"
  }
}