{
  "pmcid": "PMC7285199",
  "title": "Tart Cherry Increases Lifespan in Caenorhabditis elegans by Altering Metabolic Signaling Pathways",
  "authors": [
    "Shasika Jayarathne",
    "Latha Ramalingam",
    "Hunter Edwards",
    "Siva A Vanapalli",
    "Naima Moustaid Moussa"
  ],
  "year": "2020",
  "journal": "Nutrients",
  "doi": "10.3390/nu12051482",
  "sections": {
    "abstract": "Aging and healthspan are determined by both environmental and genetic factors. The insulin/insulin like growth factor 1(IGF 1) pathway is a key mediator of aging inCaenorhabditis elegansand mammals. Specifically, DAF 2 signaling, an ortholog of human IGF, controls DAF 16/FOXO transcription factor, a master regulator of metabolism and longevity. Moreover, mitochondrial dysfunction and oxidative stress are both linked to aging. We propose that daily supplementation of tart cherry extract (TCE), rich in anthocyanins with antioxidant properties may exert dual benefits for mitochondrial function and oxidative stress, resulting in beneficial effects on aging inC. elegans. We found that TCE supplementation at 6 ug or 12 ug/mL, increased (p< 0.05) the mean lifespan of wild type N2 worms, respectively, when compared to untreated control worms. Consistent with these findings, TCE upregulated (p< 0.05) expression of longevity related genes such asdaf 16andaak 2(but notdaf 2orakt 1genes) and genes related to oxidative stress such assod 2. Further, we showed that TCE supplementation increased spare respiration in N2 worms. However, TCE did not change the mean lifespan ofdaf 16andaak 2mutant worms. In conclusion, our findings indicate that TCE confers healthspan benefits inC. elegansthrough enhanced mitochondrial function and reduced oxidative stress, mainly via the DAF 16 pathway.\n\nKeywords:C. elegans, tart cherry, lifespan, aging, oxidative stress,daf 16",
    "methods": "Frozen TC (Cherry Marketing Institute, Dewitt, MI, USA) was ground using motor and pestle to obtain TC extract (TCE). Extracted cherry juice was filtered using 0.22 um filter and stored in  80  degreesC until further use. Amounts of TCE used are based on anthocyanin concentration. We used TCE with doses between 0 12 ug anthocyanin per mL media. TCE extract from frozen TC contains 533 +/  47 ug/g total anthocyanin [29], and 1 uL TCE contains 3 ug of anthocyanins as measured by high performance liquid chromatography mass spectrometry (HPLC MS) [35,42,43]. Additionally, TCE contains other phenolics, melatonin, vitamins A/C/E/K, niacin, beta carotene, lutein + zeaxanthin, and pantothenic acid [29,44]. To prevent oxidation, thermal degradation, chemical and biochemical changes, extracted TC was aliquoted (20 uL) and stored in  80  degreesC [45]. Aliquots of TCE were thawed only once and not refrozen, and TCE was replaced every day to prevent oxidation [45].\n\nWorms (wild type N2,daf 16,aak 2) (Vanapalli lab, TTU, Lubbock, TX, USA) were maintained on solid nematode growth medium for two successive generations, as previously described [46]. On the third day, age synchronized young adults were used for analyses.\n\nAt day 3, individual worms were suspended in liquid buffer (Nematode Growth Media (NGM)) and loaded into the micropillar chambers of a NemaLife microfluidic device using a syringe [40,41]. Each microfluidic device contained 30 individual chambers for animals to crawl, and one worm was loaded per chamber. Chambers were washed everyday with NGM to avoid progenies. Adult worms were fed with concentrated bacteria (100 mg/mL OP50) mixed with 3, 6, and 12 ug/mL TCE in the final mixture every day starting at day three until they all died. Chambers were rinsed everyday using liquid NGM media to wash out worm progenies and food was replenished. Worms were scored for survival every day. Worms killed during manipulation, wash errors, and bagging of worms exposed to contamination events were subsequently censored from analyses. At least three independent trials were performed for all conditions. Lifespan analyses were carried out using Kaplan Meier statistical function using GraphPad Prism Version 7.04 software, with statistical significance considered atp< 0.05 using the log rank (Mantel Cox) test.\n\nAge synchronized worms ~500 uL was added into 60 mm plates. We estimated that each plate had approximately same number of worms ~1000 for RNA isolation. These N2 worms were grown in 3 mL of liquid axenic media for 7 days and then treated with or without tart cherry (6 ug/mL media, 12 ug/mL media) for 3 days, after which RNA was isolated using RNA isolation kit (Zymo Research Corp, Irvine, CA, USA) following manufacturers protocol. Same amount of total RNA was transcribed into cDNA using Maxima Reverse Transcription kit (Thermo Fisher, Waltham, CA, USA). Maxima powerup SYBRTMGreen Master Mix (Thermo Fisher, Waltham, CA, USA) was used for making cDNA to test targeted genes includingdaf 16,daf 2,daf 18,aak 2,akt 1,lin 14,skn 1,ucp 4,sod 2/3with18shousekeeping gene (Sigma Aldrich, St. Louis, MO, USA).\n\nTo investigate TC mediated changes in mitochondrial function, oxygen consumption rate (OCR) measurements were performed using the Seahorse XFe24 analyzer (Agilent, Santa Clara, CA, USA). Three days treated adult wild type worms were washed twice in M9 buffer [47] and transferred into M9 filled wells (20 worms/well) in replicates of 4 per condition (i.e., 4 wells per strain). The experiment was repeated three times (n= 3) using the same conditions. To generate stable OCR measurements, 5 measurement cycles were performed for basal OCR, 9 cycles for maximal OCR following the addition of FCCP (10 uM final well concentration), and 5 cycles for non mitochondrial OCR following the addition of sodium azide (40 mM final well concentration). OCR measurements were normalized to the number of worms per well. To avoid unstable OCR measurements, the final 3, 7, and 2 measurement cycles were used for the statistical analysis of basal, maximal, and non mitochondrial OCR, respectively.\n\nDifferences in gene expression and OCR were detected with a one way ANOVA with Tukey's multiple comparison test using GraphPad Prism 7.04, with statistical significance considered atp< 0.05.",
    "results": "Under these conditions, wild type (WT) worms had a mean lifespan (MLS) of 13.31 +/  0.61 days. The MLS of worms treated with TCE at concentrations of 3, 6, and 12 ug/mL were 14.92 +/  0.58, 16.83 +/  0.77, and 16.73 +/  0.67 days, respectively. While there was no difference with 3 ug/mL, both 6 and 12 ug/mL TCE significantly (p< 0.01) increased lifespan by 26.44% and 25.69%, respectively (Figure 1andSupplementary Table S1), compared to no TCE treatment.\n\nTart cherry extract (TCE) extends lifespan inCaenorhabditis elegans. Treatment with 6 ug/mL (pink) and 12 ug/mL (purple) TCE increased mean lifespan (MLS) in wild type (N2)C. elegans(p< 0.05) by 16.83 +/  0.77 and 16.73 +/  0.67 days, respectively compared to control or no treatment (0 ug/mL, MLS 13.31 +/  0.61 days, black) or 3 ug/mL TCE (blue, MLS: 14.92 +/  0.58 days) grown at 20  degreesC. Each lifespan experiment was repeated at least three independent times with similar results.\n\nTo identify molecular mechanism(s) involved in promoting lifespan by TCE, we selected 6 and 12 ug/mL TCE that extended mean lifespan of WT worms in data discussed above. Using qRT PCR, we evaluated the mRNA levels ofdaf 2,age 1ortholog of human phosphatidylinositol 4,5 bisphosphate 3 kinase, anddaf 16genes in WT worms treated with 6 and 12 ug/mL TCE. Both 6 and 12 ug/mL TCE decreased mRNA expression ofdaf 2(Figure 2a) and increased mRNA expression ofdaf 16(Figure 2b). However,age 1gene, downstream target of insulin/insulin like growth factor signaling pathway (IIS), had very low expression (data not shown due to low expression levels).\n\nEffects of tart cherry extracts (TCE) on mRNA levels of (a)daf 2, (b)daf 16, (c)daf 18, (d)akt 1, (e)lin 14, (f)skn 1, (g)ucp 4, (h)sod 2, (i)sod 3, and (j)aak 2. mRNA expression ofdaf 2,daf 16,daf 18,skn 1,ucp 4,sod 2,aak 2was significantly different with 6 and 12 ug/mL TCE worms compared to not treated (0 ug/mL) worms (different letters (a, b) are significantly different,p< 0.05, One way ANOVA,n= 5, five independent experiments with triplicates). There is no significant difference in the mRNA levels ofakt,lin 14andsod 3in the 6 and 12 ug/mL treated worms compared to not treated worms (0 ug/mL). Synchronized worms (approx.n~ 1000) grown in the axenic media were treated with 0, 6, and 12 ug/mL TCE, and gene expression analysis was performed at day 10 after 3 days of treatment.\n\nMoreover, we measured the mRNA levels ofdaf 18gene (Figure 2c), a human phosphatase and tensin homolog (PTEN) tumor suppressor gene ortholog, which downregulates DAF 2 receptor pathway by inhibiting the activity of AGE 1 [48]. Here, we observed thatdaf 18was upregulated significantly by 6 and 12 ug/mL TCE, which may also be involved in down regulating IIS signaling and promoting DAF 16 nuclear localization [49]. Additionally, we measured two upstream DAF 16 inhibitors, serine threonine protein kinase (akt 1)(Figure 2d) andlin 14(Figure 2e) and did not find any changes in expression levels of these genes following TCE treatment. This suggests that upregulation of upstreamdaf 18gene may inhibit the expression ofakt 1andlin 14.\n\nAs antioxidant status and mitochondrial function are also important in aging, we measured the mRNA levels of markers involved in regulating mitochondrial homeostasis. Specifically, we measured levels of (i) SKiNhead (SKN 1), homolog to mammalian nuclear factor erythroid 2 related factor 2 (NRF 2); (ii) uncoupling protein 4 (UCP 4), mitochondrial uncoupling protein; (iii) SOD 2/3, a superoxide dismutase controlling ROS production; and (iv) aak 2, an AMP activated protein kinase homolog known to directly regulatedaf 16activity. Data inFigure 2illustrate changes in expression of these genes following TCE treatment as shown by mRNA levelsof skn 1(Figure 2f),ucp 4(Figure 2g),sod 2(Figure 2h), andaak 2(Figure 2j), all of which were significantly higher (p< 0.05) in the worms treated with 6 and 12 ug/mL TCE, compared to worms with no TCE treatments. By contrast, no differences were observed in mRNA levels forsod 3(Figure 2i) with TCE treatment at either dose tested. Collectively, our results indicate that TCE acts through the insulin/insulin like signaling (IIS) pathways by directly or indirectly influencing the activities of the DAF 16 transcription factor.\n\nAs few mitochondrial genes are changed by TCE, we next assessed changes in mitochondrial function/respiration by TCE inC. elegans, using the Seahorse Extracellular Flux analyzer, (Figure 3). Only spare respiration, which reflects \"the ability of an organism to respond to increasing energy demands\" [50] was significantly higher in 6 and 12 ug/mL treated worms compared to non treated (0 ug/mL) and 3 ug/mL TCE treated worms (Figure 3a). There were no differences observed in maximum (Figure 3b), mitochondrial (Figure 3c), or non mitochondrial (Figure 3d) respiration.\n\nEffects of tart cherry extracts (TCE) on respiration capacity inC. elegans. WT worms were treated with 0, 3, 6, and 12 ug/mL TCE. Sea horse analysis was used to measure how they utilize oxygen. (a) Spare respiration was significantly higher (different letters (a, b) are significantly different,p< 0.05, one way ANOVA, 20 worms/well in 4 replicates,n= 3 independent experiments) in 6 and 12 ug/mL TCE treated worms compared to 0 and 3 ug/mL treated worms. No difference was observed in (b) maximum respiration, (c) non mitochondrial, or (d) mitochondrial respiration in TCE treated worms compared to non treated worms.\n\nBecausedaf 16mRNA expression was significantly increased by TCE, we tested whetherdaf 16mutant worms were responsive to the same concentration of TCE used for WT worms to further validate the specific pathways involved in TCE mediated lifespan extension. None of the TCE concentrations used (3, 6, and 12 ug/mL) significantly changed the MLS ofdaf 16mutant worms (Figure 4a andSupplementary Table S2), which support our initial finding that lifespan extension by TCE is dependent on IIS/DAF 16 pathway.\n\nTart cherry extract (TCE) did not extend lifespan indaf 16andaak 2mutantC. elegans. (a) Treatments with 3 ug/mL (blue), 6 ug/mL (pink), and 12 ug/mL (purple). TCE had mean lifespans (MLS) of 12.65 +/  0.43, 13.96 +/  0.51, and 14.29 +/  0.74, respectively indaf 16mutantC. eleganscompared to control or no treatment (0 ug/mL, MLS 13.57 +/  0.51, black) grown at 20  degreesC. (b) Treatments with 3 ug/mL (blue, MLS: 14.83 +/  0.15), 6 ug/mL (pink, MLS: 14.41 +/  0.18), and 12 ug/mL (purple, MLS: 15.64 +/  0.83) TCE did not increase MLS inaak 2mutantC. elegans, compared to control or no treatment (0 ug/mL, MLS: 15.68 +/  0.20, black) grown at 20  degreesC. Each lifespan experiment was repeated at least three independent times with similar results. Statistical significance considered atp< 0.05 using the log rank (Mantel Cox) test.\n\nMoreover, since TCE significantly increased mRNA expression ofaak 2in WT worms, and published research showed that both DAF 16 and AAK 2 are involved in regulating longevity [51], we next tested involvement of AAK 2 signaling in lifespan. Interestingly, TCE (3, 6, and 12 ug/mL) did not increase the MLS ofaak 2mutant worms (Figure 4b andSupplementary Table S3), indicating importance of this pathway in TCE mediated longevity effects.",
    "discussion": "Studies have observed that bioactive compounds from various botanicals offer a variety of health benefits against obesity, cancer, inflammation, and age related functional decline [23,35,52,53]. Here, we showed that Montmorency Tart Cherry is a potentially effective nutraceutical for promoting healthy aging inC. elegans. We showed that TCE consumption substantially extends lifespan mainly through IIS and DAF 16 signaling. We further confirmed these findings in mutant worms lacking functionaldaf 16andaak 2genes. TCE treatment did not extend the lifespan ofdaf 16andaak 2mutant worms.\n\nIn this study we used 3, 6, and 12 ug/mL of TCE to investigate its longevity effects inC. elegans. Previous studies from our lab have shown that TC increased cell survival and antioxidant activity in vitro using adipocytes [35]. Moreover, TC reduced toxic levels of ROS in both adipocytes and Zucker fatty rats [35]. To our knowledge, there are no studies that have documented lifespan effects of TCE in mammalian and only one study has showed TCE effects in model organisms [54]. Some studies have shown that TC improves memory, autophagy, and hippocampal inflammation in aged rats [52] and protects against age related bone loss in mice [55]. Studies inC. eleganswith blueberries (50, 100, and 200 mg/mL of extract) demonstrated increased MLS by 22.2%, 36.5%, and 44.4% [27] and 5 mg/mL of blueberry extracts extended MLS ofDrosophilaby 10% [17]. Similarly, cranberry extracts (2 mg/mL) increased MLS ofC. elegansby 32.5% [13] and 20 mg/mL cranberry extracts extended MLS ofDrosophilaby 10% [8]; purple wheat anthocyanins (100 ug/mL) increased MLS ofC. elegansby 10.5% [56]. In our study, we found that feedingC. eleganslower concentrations of TCE (3, 6, and 12 ug/mL) resulted in significant extension of MLS by 12.09% (p> 0.05), 26.44% (p< 0.05), and 25.69% (p< 0.05), respectively. These results are comparable to findings from the studies outlined above using other plant or fruit extracts [13,27,56]. However, previous studies inC. eleganswere done on agar plates, which require typically very high doses to get enough drug into the worms, as the drug can diffuse into the agar, and drug delivery is not efficient. Our cultures are in liquid environment due to microfluidics (NemaLife), which is a novel approach to culture worms with several advantages: worms can crawl in an optimized micropillar arena in liquid (unlike in agar plates) that improves drug delivery; during maintenance, sieve channels dispersed progeny, thus avoiding loss of adults; they can feed the adult only population [41]. Consistent with the advantages mentioned above, observation of lifespan extension with low doses of TCE suggests that the microfluidic environments are efficient at drug delivery compared to agar plates.\n\nIIS pathway modulates aging and longevity and highly conserved in invertebrates and mammals. Insulin like peptide (ILPs), an insulin/IGF 1 receptor (DAF 2), serine/threonine kinase (pyruvate dehydrogenase kinase isozyme 1 (PDK 1), AKT 1/2, AGE 1)/PI3K and FOXO transcription factor (DAF 16) are major components of the IIS transduction cascades [49]. Inactivation of DAF 16 transcription factor occurs after binding of ILPs to DAF 2, inhibiting the nuclear translocation of DAF 16 [57], which negatively regulates longevity.\n\nIn addition to IIS signaling, many signaling pathways such as TOR, AMPK, Ca2+/calmodulin dependent protein kinase II (CaMKII), and c Jun N terminal kinase (JNK) pathways are involved in aging [49,58]. Inhibition of TOR signaling increases lifespan ofC. elegansandDrosophilavia DAF 16 [8,59], CaMKII targets DAF 16 and modulates lifespan when worms are exposed to heat, hunger, or some other form of stressors [58], and JNK 1 signaling also regulates the activity of DAF 16 to promote lifespan post transcriptionally [60].\n\nVery limited studies have tested effects of bioactive compounds in worms. Supplementation with wild blueberry juice (50, 100, and 200 mg/mL) increasedC. eleganslifespan through CaMKII pathway that mediates osmotic stress resistance [28]. Other studies using fresh blueberry (200 ug/mL) also showed increased lifespan and stress tolerance through DAF 16 [27], cranberry extract (2 mg/mL) [25] and anthocyanin rich purple wheat extract (100 ug/mL) [56] increased lifespan inC. elegansvia the IIS/DAF 16 signaling pathway [13,25,56]. Further studies showed that oleanolic acid increased lifespan and stress tolerance through DAF 16 [61] while resveratrol, found in grape berry skin (100 uM), increased lifespan inC. elegansthrough sirtuin 2.1 (SIR 2.1), mammalian NAD dependent protein deacetylase homology [62]. Moreover, blackberry extract increased antioxidant capacity in worms and provided protection against ROS generation [63]. In addition, a recently published study revealed that TCE acts as a calorie restriction mimetic and increased lifespan inC. elegans[54].\n\nOur findings showed that TCE regulates many components in IIS pathway to influence lifespan. TCE did not increase lifespan in daf 16 mutantC. elegans, indicating that TCE may regulate lifespan through DAF 16. Further analysis of genes in WT worms also confirmed that TCE regulates lifespan mainly via DAF 16/IIS pathway, evident by significantly reduced expression ofdaf 2and increased expression ofdaf 16genes. Since both DAF 2 and DAF 16 in IIS pathway are highly conserved, our findings reveal the significant potential of TCE to promote healthy aging in humans. Although we did not see any changes ofakt 1andlin 14, two inhibitors of DAF 16, at mRNA levels, there are many other upstream pathways and downstream targets that we did not test. Thus, it is possible that TCE regulates upstream molecular targets ofaktandlin 14, which merit further investigation, including those that control the expression of these genes such aspdk 1andlin 4. SKN 1 is another transcription factor, which acts downstream of IIS pathway and showed reduced expression with reduced IIS signaling [64]. We found thatskn 1gene expression was also upregulated by TCE treatments in WT worms. Our results are consistent with a recently published study usingHibiscus sabdariffaL. extracts which increased SKN 1 activity and prolonged lifespan inC. elegans[65]. Studies have shown that cherries including sour cherry possess antimicrobial activity [66]. We performed all our gene expression data in liquid CMEM media without bacteria supplementation and still observed increased expression of lifespan related genes. However, in our current study, we did not measure anti microbial activity of TCE on the OP50 bacteria which might account for part of calorie restriction like effects onC. elegansto increase lifespan. Therefore, these findings must be validated in future in lifespan assays.\n\nInterestingly, TCE did not increase the MLS ofaak 2mutant worms, indicating importance of this pathway in TCE mediated longevity effects. AMP activated protein kinase (AMPK) is a fuel sensing enzyme that negatively regulates fatty acid synthesis and positively regulates energy production pathways such as glycolysis and fatty acid beta oxidation [57]. Activation of AAK 2, homolog of AMPK inC. elegansphysiologically (dietary restriction) or pharmacologically (resveratrol or metformin), increased lifespan ofC. elegans[67].C. eleganshas bothaak 1andaak 2, two different genes. The AMPKalpha1 subunit inC. elegans, AAK 2, is activated by AMP and involved in longevity [51]. By contrast, AMPKalpha2 subunit, AAK 2, inC. elegansis not involved in longevity effects suggesting that AAK 2 is the subunit with kinase activity [67]. Because of that, here, we evaluated the effects of TCE inaak 2worm lifespan andaak 2gene expression in WT worms. TCE did not change the MLS ofaak 2worms treated with TCE. Previous studies reported thataak 2(ok524) mutants have a shorter lifespan (12%) than WT worms [51]. In contrast to these findings, however,aak 2(rb754) mutant worms we used for our lifespan assays did not show shorter average lifespan than WT worms, andaak 2(rb754) had 17.8% increased lifespan than WT worms. The above reported study has been conducted on agar plates, while we used microfluidic devices for the lifespan assay and fed worms everyday with liquid OP50 mixed with TCE. Changes of the environment, use of microfluidic devices, and differences in theaak 2strains used might be a potential cause for these discrepancies. Further genetic analysis in WT worms showed increased expression ofaak 2gene with TCE treatments. Possibly, activation ofaak 2increased fatty acid oxidation in WT worms, which may change total fatty acid composition in the worms and indirectly influence the lifespan of WT worms. However, these changes were not taking place in mutantaak2, which may affect their responses to TCE and changes in fatty acid composition or lipid metabolism. These findings suggest that TCE acts partly through AAK 2 pathway and requires DAF 16 and IIS pathways to increase lifespan inC. elegans. Sirtuins 1 (Sirt 1), an ortholog of mammalian yeast deacetylaseSir 2linked to IIS signaling pathway [12], may also be involved in lifespan regulation and merits further investigation.\n\nMitochondria plays an important role in overall cellular and organism health. Mitochondria are involved in cellular metabolism, apoptosis, and production of ROS [60]. It is thought that impaired mitochondria produce more ROS which causes cellular damage and leads to aging [68,69]. SOD is an enzyme that is involved in detoxification [16,70] and is found in cytoplasm, nucleus, and mitochondria [71]. Experiments in yeast and mice showed that knocking outsod 1andsod 2decreased lifespan [72,73]. In contrast, another study reported that SOD has no effect on lifespan inC. elegans[16]. In our current study,sod 2gene levels were increased with TCE, with no changes insod 3gene expression. Another study using purple pitanga fruit showed increasedsod 3protein expression inC. elegans[19]. We chosesod 3oversod 1as they share some genetic similarities and have a certain level of amino acid homology, andsod 2does not share substantial amino acid homology with eithersod 1orsod 3[74]. Possibly, increasedsod 2gene expression in our study decreased mitochondrial ROS activity and extended lifespan. However, these findings remain to be confirmed usingsod 2mutant worms. Furthermore, to validate effects of TCE on ROS production, we plan in future to conduct additional functional assays to measure ROS, GSH/SG, and MDA levels.\n\nIdeal mitochondrial function is critical to have healthy cellular activity, and mitochondrial respiration is a strong indicator of good mitochondrial function [75]. An age related decline in oxidative phosphorylation can relate to reduced mitochondrial and nuclear expressed peptides functioning in the electron transport chain (ETC) [76]. Mitochondrial health can be measured by the rate of mitochondrial respiration in ETC [77,78]. Moreover, alterations in the oxygen consumption rate are an indicator of mitochondrial dysfunction [79]. Moreover, decreased mitochondrial function reduces sufficient energy production, which plays key role during aging [80]. In order to quantify the function of mitochondria, we assessed mitochondrial OCR by TCE treatments in WTC. elegans. Our data showed that TCE treated adult worms have significantly higher spare respiration capacity with 6 and 12 ug/mL concentrations. Spare respiratory capacity is the amount of additional ATP produced by oxidative phosphorylation as a result of sudden increase in energy demand [76]. Based on our findings, it is possible that increased expression of antioxidant genes, led to increased mitochondrial spare respiration by reducing ROS production and oxidative stress in part throughsod 2.\n\nAnother indicator of mitochondrial function is uncoupling proteins (UCPs).C. elegansexpressesucp 4. UCPs are highly conserved in many species, such as invertebrates, plants, and mammals. UCP 1 in mammals is induced by cold temperature and is a major player in thermogenesis and energy expenditure [81]. Mammals express several other UCPs, which are involved in different functions other than thermogenesis. It is reported that non thermogenic UCPs protect cells against oxidative stress [82]. In support of these ideas, knocking downucp 2gene in mice generated more ROS than WT mice [83], and knocking downucp 3gene led to more ROS production in skeletal muscle [84]. UCP like protein inC. elegansis thoroughly related toucp 4in mammals, and the two proteins share 46% sequence identity [85]. Here, we found that expression ofucp 4was significantly higher in worms treated with 6 and 12 ug/mL TCE. Several studies documented thatucp 4mutants may be involved in increased neuronal defects during aging [68,86], but none of the studies have reported lifespan extension effects ofucp 4by reducing mitochondrial ROS production. Our findings suggest that reduced ROS production and increased mitochondrial function by TCE may be governed partially by increaseducp 4expression.",
    "conclusion": "In conclusion, we have shown that TCE increases lifespan ofC. elegans, in a DAF 16 dependent manner. This may be mainly due to genetic regulation in IIS and DAF 16 pathway, partial involvement of AAK 2 signaling, increased antioxidant activity, and spare respiratory activity, allowing cells to function better under stressful conditions. Major underlying molecular targets are summarized inFigure 5, some of which require additional validations. Further studies are warranted to understand mechanisms linking oxidative stress, respiration, and longevity and their regulation by dietary antioxidants such as tart cherry anthocyanins.\n\nMajor molecular targets for TCE inC. elegans. TCE downregulateddaf 2gene and up regulateddaf 16,daf 18,skn 1,sod 2,ucp 4, andaak 2while no changes were observed inakt 1orlin 14genes. These molecules may be indirectly involved in regulating mitochondrial function, oxidative stress, ant oxidant activity, and fatty acid metabolism, and this may subsequently increase lifespan ofC. elegans. Downregulated genes are shown in red; up regulated genes are shown in blue, and those genes that were not changed by TCE are shown in green. Dotted arrows show potential indirect targets of TCE."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:07:19.256247",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7285199/"
  }
}