{
  "pmcid": "PMC10422843",
  "title": "Genomic characterization and radiation tolerance of Naganishia kalamii sp. nov. and Cystobasidium onofrii sp. nov. from Mars 2020 mission assembly facilities",
  "authors": [
    "Patrick Leo",
    "Marcus de Melo Texeira",
    "Atul M Chander",
    "Nitin K Singh",
    "Anna C Simpson",
    "Andrey Yurkov",
    "Fathi Karouia",
    "Jason E Stajich",
    "Christopher E Mason",
    "Kasthuri Venkateswaran"
  ],
  "year": "2023",
  "journal": "IMA Fungus",
  "doi": "10.1186/s43008 023 00119 4",
  "sections": {
    "abstract": "During the construction and assembly of the Mars 2020 mission components at two different NASA cleanrooms, several fungal strains were isolated. Based on their colony morphology, two strains that showed yeast like appearance were further characterized for their phylogenetic position. The species level classification of these two novel strains, using traditional colony and cell morphology methods combined with the phylogenetic reconstructions using multi locus sequence analysis (MLSA) based on several gene loci (ITS, LSU, SSU,RPB1,RPB2,CYTBandTEF1), and whole genome sequencing (WGS) was carried out. This polyphasic taxonomic approach supported the conclusion that the two basidiomycetous yeasts belong to hitherto undescribed species. The strain FJI L2 BK P3T, isolated from the Jet Propulsion Laboratory Spacecraft Assembly Facility, was placed in theNaganishia albidaclade(Filobasidiales, Tremellomycetes),but is genetically and physiologically different from other members of the clade. Another yeast strain FKI L6 BK PAB1T, isolated from the Kennedy Space Center Payload Hazardous and Servicing Facility, was placed in the genusCystobasidium(Cystobasidiales, Cystobasidiomycetes) and is distantly related toC. benthicum.Here we propose two novel species with the type strains,Naganishia kalamiisp. nov. (FJI L2 BK P3T=NRRL 64466=DSM 115730) andCystobasidium onofriisp. nov. (FKI L6 BK PAB1T=NRRL 64426=DSM 114625). The phylogenetic analyses revealed that single gene phylogenies (ITS or LSU) were not conclusive, and MLSA and WGS based phylogenies were more advantageous for species discrimination in the two genera. The genomic analysis predicted proteins associated with dehydration and desiccation stress response and the presence of genes that are directly related to osmotolerance and psychrotolerance in both novel yeasts described. Cells of these two newly described yeasts were exposed to UV C radiation and compared withN. onofrii,an extremophilic UV C resistant cold adapted Alpine yeast. Both novel species were UV resistant, emphasizing the need for collecting and characterizing extremotolerant microbes, including yeasts, to improve microbial reduction techniques used in NASA planetary protection programs.\n\nThe online version contains supplementary material available at 10.1186/s43008 023 00119 4.\n\nKeywords:2 new species,Naganishia kalamii,Cystobasidium onofrii, Mars 2020 mission, NASA cleanrooms, UV resistance, Extremophiles",
    "methods": "Steps for sample collection and isolation of yeasts at the Jet Propulsion Laboratory Spacecraft Assembly Facility (JPL SAF) and the Kennedy Space Center Payload Hazardous and Servicing Facility (KSC PHSF) cleanrooms were previously described (Parker et al.2022; Blachowicz et al.2022). Briefly, samples were collected from cleanroom surfaces using moist polyester wipes and were agitated in 200mL sterile phosphate buffered saline (PBS) and shaken for 1min. The resulting PBS suspension was concentrated using an Innova Prep LLC concentrating pipette and spread onto plates containing potato dextrose agar (PDA, Difco, #213,400) mixed with chloramphenicol (25ug/mL). Plates were incubated at 25 degreesC for 7 14days, and yeast strains were isolated, purified, and stored for further characterization.\n\nSteps for determination of microscopic traits and observation and microscopic morphology were followed as per previous protocol (Chander et al.2022b). In a nutshell, a small block of agar was placed in the center of a sterile slide, and all four sides of the agar were inoculated with the yeast suspension. Subsequently, a sterile cover slip was gently placed on top of the agar block. The slide culture was kept in a moist Petri dish lined with filter paper soaked in sterile water. After 14 21days, the yeast grew out onto the coverslip and the slide was tested. The cover slip was gently removed with sterile forceps and placed on a clean microscopic slide with a drop of water or lactophenol cotton blue (Hardy Diagnostics, Santa Maria, CA) for microscopic observations. Phase contrast images were captured on an Olympus BX53 microscope with an Olympus DP25 camera and Olympus cellSens software. Differential interference contrast (DIC) images were generated on a Nikon Ti2 E inverted microscope with Nikon NIS Elements software. Cell morphological characters were measured with the Olympus cellSens or Nikon NIS Elements software.\n\nAssimilation tests were performed in liquid media following the procedures described by (Kurtzman et al.2011), in custom made microplates (Nunc 96 Well U Bottom plate, Thermo Fisher Scientific) and 5mL tubes (Falcon, Corning) using the same standard set of substrates and with YT MicroPlates (BioLog) as described elsewhere (Greetham et al.2014; Manov et al.2018; Passer et al.2019). Tubes and microplates with suitable aliquots of test cultures were incubated at 25 degreesC. Utilization of substrates was examined in PDA and incubated for 7days. The change in coloration and oxidation and/or assimilation profiles of 94 different carbon sources were documented by visual examination. The clear positives and negatives were scored within 7days of incubation, and delayed reaction (weak) was documented by examining the tetrazolium violet color change after 14days of incubation. Further incubation and observation on 14th day did not yield any difference in results compared to those that were observed at day 7. Tubes were examined after 7, 14 and 21days, and the growth (changing turbidity) was documented by visual examination.\n\nDNA was extracted from 7 day grown yeast cultures on PDA incubated at 25 degreesC using the tissue LEV purification kit with Maxwell 16 MDx automated system (Promega, Madison, WI, USA). The ITS region was amplified employing polymerase chain reaction (PCR), using primers ITS 1F (5 CTT GGT CAT TTA GAG GAA GTA A 3) (Lai et al.2007),and Tw13 (5 GGT CCG TGT TTC AAG ACG 3) (Taylor and Bruns1999). PCR conditions and sample preparation steps for sequencing are described elsewhere (Blachowicz et al.2017).The ITS sequences were also included in the subsequent MLSA based analyses.\n\nGenomic DNA was isolated from 1g wet biomass scraped from PDA plates, using a ZymoBIOMICS MagBead DNA kit (Zymo Research) and bead beating, followed by a Precellys homogenizer (Bertin) treatment. The quality of genomic DNA was verified by gel electrophoresis and quantified by spectrophotometric measurements (Nanophotometer NP80 Mobile, Implen GmbH). Library preparation was performed using the Illumina Nextera Flex Protocol (Illumina document # 1000000025416 v07). The initial amount of DNA for library preparation was quantified, and 5 12 cycles of PCR amplification were carried out to normalize the output depending on the input DNA concentration. The amplified genomic DNA fragments were indexed and pooled in a 384 plex configuration with dual index adapters. WGS was performed on a NovaSeq 6000 S4 flowcell PE 2x150 base pairs (bp) platform with a paired end module. The data was filtered with NGS QC Toolkit v2.3 (Patel and Jain2012),for high quality (HQ) vector and adaptor free reads for genome assembly (cutoff read length for HQ, 80%; cutoff quality score, 20). The genomes for the two novel yeast species were reassembled using the Automatic Assembly For The Fungi (AAFTF v 0.3.3) pipeline (Stajich and Palmer2019), as follows: (i)The Illumina sequencing reads underwent trimming via the BBDuk module within the BBMap software suite (v 38.95)(BBMap: A Fast, Accurate, Splice Aware Aligner (Conference) OSTI.GOV); (ii) BBMap was employed to eliminate any contaminant reads, and (iii) the resulting high quality reads were assembled using SPAdes v3.15.4 (Bankevich et al.2012). (iv) Contaminant contigs were identified and removed, using nucleotide Basic Local Alignment Search Tool (BLASTn) (Johnson et al.2008); (v) We purged duplicated contigs using minimap2 (Li2018). Final assemblies were polished, using the Pilon v1.24 software (Walker et al.2014); (vii) The final scaffolds were sorted by length and the fasta headers renamed for further annotation. The assembly quality was verified with QUAST 5.1.0 (Gurevich et al.2013) and completeness using BUSCO and its basidiomycota_odb10 database (Seppey et al.2019).\n\nAs described in Chander et al. (2022b), the funannotate v1.8 pipeline (Palmer and Stajich2020) for fungal genome annotation was used. Masked repetitive DNA content were identified using TANTAN (Frith2011) using the funannotate mask command. The funnanotate predict command was used for gene content prediction, via both evidence based and ab initio (i.e. structure based) prediction pathways. The basidiomycota_odb10 BUSCO database (Simo et al.2015) was used to find conserved gene models for training the ab initio predictors Augustus (Seppey et al.2019), glimmerhmm (Delcher1999), and snap (Korf2004). The GeneMark ES was also evoked with the option for fungal genomes (Lomsadze2005). Weighted consensus gene structure was obtained via EVidenceModeler (Haas et al.2008) using weigh=2 in the case of Augustus HiQ models and weight=1 otherwise. Genes of length<50aa and genes identified as transposable elements were filtered out of the dataset. tRNAscan SE was used to predict tRNAs (Chan and Lowe2019). Finally, the funannotate annotate function was used to annotate genes using Eggnog (Huerta Cepas et al.2019), Pfam (Mistry et al.2021), carbohydrate degrading enzymes (CAZYme) (Drula et al.2022), Interproscan (Blum et al.2021), Gene Ontology (GO) terms (Gene Ontology Consortium2004), MEROPS (Rawlings et al.2018), and Secreted proteins (Choi et al.2010). Biosynthetic gene clusters (BGCs) were predicted in the two yeast genomes via fungiSMASH, the fungal genome specific version of antiSMASH (Blin et al.2021). We next run the funannotate compare function in 7Naganishiaspecies (which ones) and in 5Cystobasidium(which ones), to look for genomic trends of the above protein categories in those two groups of fungi. Next, we ran CAFE5 to infer changes in the size of Interpro gene families regarding their phylogenetic distribution using the gene birth and death procedure to infer gene gain and loss of specific yeast phenotypes. Assembled genomes and its respectively annotations were deposited at the National Center for Biotechnology Information (NCBI; Chander et al.2022a).\n\nFollowing recent multi gene analyses of basidiomycetous yeasts (Liu et al.2015; Wang et al.2015b), MLSA was used to obtain solid placement of the two yeast strains. The gene sequences of all availableNaganishiastrains were retrieved from NCBI, except forN. tulchinskyi(Bijlani et al.2022) and FJI L2 BK P3Tstrains, which were obtained from using blast tools (Additional file1: Table S1). Likewise, the gene sequence of all availableCystobasidiumstrains were retrieved from NCBI, except for the FKI L6 BK PAB1Tstrain, which was obtained from its WGS during this study (Additional file1: Table S2). Phylogenetic analyses were carried out using seven genes (ITS,LSU,SSU, RPB1,RPB2,CYTB, andTEF1) with all availableNaganishia(n=20) andCystobasidiumspecies (n=21). The individual gene sequences forCystobasidiumandNaganishiadatasets were aligned separately using the R package DECIPHER (Wright2020). Briefly, sequences from a fasta file were extracted and loaded usingReadDNAStringSetfunction. TheremoveGapsargument was set to \"all\" to remove all gaps in the input sequences. For this reason,OrientNucleotidesfunction was used to reorient sequences by changing their directionality and/or complementarity to match specified reference sequences in the same set. By default, the first sequence with maximum width was used as a reference sequence. Character string indicating the allowed reorientation of non reference sequences was set to \"both\" (for reverse complement). The algorithm works by finding thek merdistance between the reference sequence. The more the sequences look similar, smaller is the evolutionary distance. Numeric threshold giving the decrease ink merdistance required to adopt the alternative orientation was set to 0.05.AlignSeqsfunction was performed for the generation of the alignment. The profile to profile method aligns a sequence set by merging profiles along a guide tree until all the input sequences are aligned. Guide tree was automatically constructed based on a distance matrix of sharedk mersusing the settingguideTree=NULL.iterations=2 andrefinement=1 were set to specify the number of iteration steps to regenerate the guide tree based and the re alignment. Thus, the best alignment was chosen based on its sum of pairs score. Construction of phylogenetic trees utilizing the seven gene sequences listed above for MLSA was performed via IQ TREE v 2.1.1 using the concatenation approach (Minh et al.2020). ModelFinder approach was used for the evaluation of the best DNA substitution model (Kalyaanamoorthy et al.2017). Ultrafast bootstraps and SH like approximate likelihood ratio test (SH aLRT) were assumed for branch support (Anisimova et al.2011). The tree topologies were then visualized with the Interactive Tree Of Life v5 (https://itol.embl.de/).\n\nPhylogenomic trees based on universal barcodes for fungi were constructed following the PHYling pipeline (GitHub   stajichlab/PHYling_unified: Unified PHYling pipeline for species tree building from annotated genomes; seehttps://github.com/stajichlab/AAFTFandhttps://github.com/nextgenusfs/funannotatefor assembly and annotation steps). The protein models representing theTremellomycetesclass (for phylogenomic analysis of FJI L2 BK P3T) and theCystobasidialesorder (for phylogenomic analysis of FJI L2 BK P3T) were downloaded from the Mycocosm portal (Grigoriev et al.2014).Additional unannotated genomes representing theCystobasidiumandNaganishiaspecies were downloaded from NCBI and submitted to the same gene prediction papiline described above (See Genome Annotation and Comparative Genomic Analyses section). We used the hmmsearch tool from HMMER v3.3.2, to compare protein sequences to the fungi_odb10 database, a collection of benchmarking protein sequences that are conserved across a wide range of fungal species, and identify potential homologous sequences (Simo et al.2015). The tool utilizes a statistical model of protein sequence conservation to identify the degree of similarity between the query sequence and the protein sequences contained in the database. To create the protein alignments, the HMMER v3.3.2 hmmbuild function was employed. Spurious positions were purged with the ClipKIT v 1.3.0 tool, using the smartgap function. We then generated individual protein Maximum Likelihood (ML) phylogenetic trees employing IQ TREE2 using partitions from each protein marker; the best protein model was calculated individually utilizing standard model selection ( m TEST option) (Kalyaanamoorthy et al.2017). Tree reconstruction was performed with the supermatrix approach (Chernomor et al.2016) and branch fidelity was tested using SH aLRT (Anisimova and Gascuel2006) and ultrafast bootstrap methods (Hoang et al.2018). The final tree for each species was visualized with FigTree v 1.4.4 software.\n\nThe evaluation of UV C resistance was carried out via methods described previously (Blachowicz et al.2019). Briefly, yeast cells (n=3 species) were counted using a hemocytometer (Double Neubauer Counting Chamber, Hausser Scientific, Horsham, PA, United States) from 7 day old cultures grown at 25 degreesC on PDA. Cell suspensions were diluted in molecular grade sterile water (Fisher Scientific, Waltham, MA, United States) and 2x104cells/mL were added to precision cleaned aluminum coupons followed by drying overnight at room temperature in a bio hood (Chander et al.2022a,b). Coupons with dried yeast cells were placed in plastic Petri dishes, without a lid, and exposed to UV C using a Crosslinker CL 1000 (UVP Inc). The lamp was placed above the sample with an exposure time required to produce the following doses: 0, 500, 1000, 2000 and 3000J/m2. The dose rate was 100uWcm 2. After exposure to UV C, 100 uL of 10% sterile polyvinyl alcohol (PVA) was applied on each coupon and dried at 37 degreesC for 60min. Dried PVA along with yeast cells was peeled using sterile forceps and added to 1mL of molecular grade sterile water. The PVA extraction step was repeated twice. Once PVA was dissolved, serial dilutions were prepared and plated on PDA in quadruplicates. Colony forming units (CFUs) were counted after 7days of incubation at 25 degreesC.",
    "results": "Naganishia kalamiibelongs toBasidiomycota, classTremellomycetes, and orderFilobasidiales. ITS sequence similarity of the strain FJI L2 BK P3Twith the majority ofNaganishiaspecies was>98.5% suggesting that the ITS marker alone may not be useful to identifyNaganishiaspecies (see also Scorzetti et al.2002; Fonseca et al.2011). Furthermore, combined sequence analyses of both ITS and LSU fragments placedN. kalamiiin theN. albidaclade, in a distinct position next toN. albidavar.ovalisCBS 5810T(two substitutions in the LSU). Although theN. albidaclade is represented in the literature, collections and databases by an array of strains showing highly variable physiological and biochemical characteristics, the pair wise distances matrix clearly shows the difficulties to discriminate the members ofN. albidaclade when only ITS and LSU markers were used (Additional file2: Fig. S2). This problem was highlighted in the comments to the species by Fonseca et al. (2011), but in 2021 twoNaganishiaspecies were described largely based on sequence dissimilarity in the clade (Kachalkin et al.2019; Tan et al.2021). However, it is important to note that the analyzed protein coding (CYTB,TEF1, RPB1andRPB2) individual phylogenetic trees of gene fragments other than SSU (invariable for the whole clade), LSU and ITS exhibited higher resolution in differentiating theNaganishiaspecies (Additional file2: Fig. S3 S7). Furthermore, seven loci phylogenetic tree (Fig.2a) convincingly showed that FJI L2 BK P3Toccupies a distinct position in the clade with high bootstrap support (100%). The novel speciesN. kalamiiis most closely related toN. albidavar.ovalisCBS 5810T,N. albidavar.kuetzingiiCBS 1926T(type ofCryptococcus kuetzingii),N. albidavar.albidaCBS 142T,N. liquefaciensCBS 968TandN. adeliensisCBS 8351T(Fig.2a). Another speciesN. nivaliswas not included in the MLSA analysis because protein coding sequences were not available for the analysis. The tree based on conserved genes from theN. kalamiiFJI L2 BK P3Tgenome (Fig.2b) showed thatN. kalamiiis phylogenetically distinct fromN. albidavar.albidaCBS 142TandNaganishiasp. NRRL Y 1402 that was earlier misidentified asN. albidavar.albida.\n\naMaximum likelihood phylogenetic tree, based on concatenated seven gene sequences (ITS, LSU, SSU, CYTB, RPB1, RPB2, TEF1), extracted from WGS of the respective type strains (superscript T) or from the available genomes, showing the phylogenetic relationship ofN. kalamiiwith closely related members ofTremellomycetes. The gene fragment lengths in base pairs (bp) are given in parenthesis: ITS (621bp); LSU (611bp); SSU (517bp);CYTB(339bp);RPB1(317bp);RPB2(1282bp);TEF1(1084bp). Bootstrap values from 1000 replications are shown at branch points. Bar=0.1 substitution per site. GenBank accession numbers of the sequences are listed in Additional file1: Table S1.bWGS Maximum likelihood phylogeny ofNaganishia kalamiireconstructed using a concatenated alignment of universally distributed yeast genes. Branch fidelity used two different approaches, Ultrafast bootstraps and Gene Concordance Factors, which were added next to its corresponding branches\n\nThe estimated genome size ofN. kalamiiFJI L2 BK P3Tis 27.86Mb and assembled into 478 scaffolds (N50=190,774, L50=38) with a largest scaffold as 1,000,601bp. The GC content is 53.9% and the raw sequences are submitted with an accession #:JAKLLX000000000. A total of 8,085 genes were identified, divided into 7902 mRNAs and 183 tRNAs. We have found 1,904 GO annotated and 6007 Eggnog terms, 2548 Interpro and 4783 Pfam domains, 177 CAZYmes, 219 MEROPS peptidases, 396 secreted proteins, and 1624 BUSCO orthologs. When compared with otherNaganishiaspecies,N. kalamiihas the highest number of genes (8085) and 7902 proteins products (Additional file1: Table S4). Among the seven species ofNaganishiaanalyzed, three species belonging to theN. albidaclade (N. kalamii,N. albidaJCM 2334 and NRRL Y 1402) had similar number of predicted genes and proteins, of whichN. kalamiiexhibited the highest number of secreted proteins (Additional file2: Fig. S8) as well the number of peptidases (MEROPS; Additional file2: Fig. S9) but not CAZymes (Fig.3). Lowest numbers of CAZymes terms were seen inNaganishiasp. N6 (168; deep sea isolate) andN. vishniaciiANT03 052 (170; Antarctic soil isolate), that were isolated from natural extreme environments.\n\nComparative genomic analyses.aPhylogenetic tree showing gain and loss of Interpro domains ofNaganishia kalamiiand otherNaganishiaspecies.b cBar plot showing CAZYme group and family domains among theNaganishiaspecies.d eUpSet plot showing the distribution (shared and unique) of the CAZYme family terms among theNaganishiaspecies and the relative table\n\nBased on the detailed research in the MEROPS peptide database, 219 different membrane associated peptidases were identified within the families: aspartic (10), cycteine (52), metallo (76), serine (62), threonine (17) and protease inhibitors (2). Serine peptidase, S9 prolyl oligopeptidase (S09X subfamily), and the prolyl aminopeptidases (S33) were the most abundant families detected in theNaganishiaspecies. Moreover, the metallo protease thimet oligopeptidase (M03A), pitrilysin (M16A), aminopeptidase N (M01) and the serine proteased Ala d Ala carboxypeptidase B (S12) were found to be overrepresented in the genome ofN. kalamii(Additional file2: Fig. S9).\n\nDetailed analysis into CAZy database revealed 49 genes associated with assembly (GT: glycosyltransferase) and 109 (84 GH: glycoside hydrolase, 3 PL: polysaccharide lyase, 22 CE: carbohydrate esterase) involved in the breakdown of carbohydrate complexes (Fig.3). In addition, 16 genes coding for initial lignin degradation (AA: auxiliary activities) and 5 involved in carbohydrate binding module (CBM) were also predicted. According to genome wide comparison,N. kalamiishared 59 CAZy families with otherNaganishiaspecies analyzed. No unique CAZy families have been recorded forN. kalamii. However, the polysaccharide lyase family 36 (PL36) was shared only among the members of theN. albidaclade. GH5 and CE10 were the largest family (both with 15 predicted genes inN. kalamii) shared also by the otherNaganishiamembers. GH5 consisted of genes related to cellulolytic activity while genes encoding CE10 family members act on non carbohydrate substrates. Genes involved in the degradation of endogenous fungal cell wall polysaccharides (GH128) and lignin (AA1) were also detected.\n\nSince survival of yeasts on UV C exposure was performed during this study, Pfam and Interpro terms associated with dehydration, desiccation, rehydration and UV resistance have been investigated (Additional file2: Fig. S10). Results did not reveal significant differences in Pfam terms among theNaganishiaspecies analyzed. Protein tyrosine and serine/threonine kinase (PF07714), WD domain, G beta repeat (PF00400), Ras family (PF00071), Cytochrome P450 (PF00067), Ankyrin repeats (PF12796) and ABC transporter (PF00005) were the most presented Pfam terms in all the species. Heat shock protein 70 and dehydration stress response Pfam terms were also commonly present in all the species analyzed. The psychrophilicN. vishniaciiANT03 052 showed presence of genes involved in raffinose synthesis (PF05691).\n\nThe Interpro analysis filtered for UV resistance terms forN. kalamiishowed the absence of protein directly involved in the synthesis of carotenoids (IPR004294).N. kalamiialso lack the UV radiation resistance protein (IPR018791), short coiled   coil protein (IPR019357), and the XPG conserved site (IPR019974) involved in the catalytic mechanism of DNA excision repair, but XPG, N terminal (IPR006085) and XPG/Rad2 endonuclease (IPR006084) are present, both not conserved residues. The only strain exhibiting all the terms involved in the UV resistance was AntarcticN. vishniaciiANT03 052 strain.\n\nThe profile of fungal specific transcriptional factors was compared among theNaganishiaspecies (Additional file2: Fig. S11). Fungal Zn(2) Cys(6) binuclear cluster domain (IPR001138), fungal specific TF domain (IPR007219), basic region leucine zipper 2 (IPR004827) and bZIP TF 1 (IPR004827) were commonly enriched in all the species considered. However, it was not prominent inN. kalamiiwhen compared to the Antarctic strainN. vishniaciiANT03 052 and avian guano in South Africa strainN. randhawaeeABCC1.\n\nCAFE5 analysis revealed thatN. kalamiihas experienced an expansion of 10 Interpro domain categories while a reduction of 43 Interpro domains (p<0.05) was witnessed (Fig.3a). The GO term conversion of the acquired Interpro domains are related to protein N linked glycosylation and inositol phosphate dephosphorylation biological processes. In contrary, the contracted GO terms are related to regulation of DNA templated transcription, regulation of transcription by RNA polymerase II, protein folding, proteolysis, ubiquitin dependent protein catabolic process, intracellular protein transport and vesicle mediated transport. This suggested thatN. kalamiihave lost domains related to the control of transcription as well as protein degradation, folding and transport.\n\nSix biosynthetic gene clusters (BGCs) were predicted in the genome ofN. kalamiiFJI L2 BK P3T, five of which do not match with any known BGCs. These included three non ribosomal peptide synthase like (NRPS like) clusters, one cluster encoding for a Type III polyketide synthase, and two clusters encoding for terpene synthesis, one of which was identified as the BGC for the synthesis of clavaric acid. Similar sets of BGCs were predicted for the genomes ofNaganishiasp. strain N6 andN. albidaJCM 2334, with two differences: one, neither of the terpene synthesis clusters were a match for clavaric acid in the genome ofN. albidaJCM 2334; and two,Naganishiasp. strain N6 was predicted to have a NRPS cluster in place of one of the three NRPS like clusters (Fig.4).\n\nThis novel yeast belongs to the phylumBasidiomycota, classCystobasidiomycetes, and orderCystobasidiales.According to the phylogenetic analysis based on ITS and LSU sequences,C. onofriiis distantly related toC. benthicumJCM 10901T(16 base substitutions and 6 gaps, 97.01% of similarity in ITS and 5 base substitutions, 99.22% in LSU). The similarity ofC. onofriiwith otherCystobasidiumspecies are shown in Additional file1: Table S6 and the two ribosomal genetic markers were found to be good to discriminateCystobasidiumspecies. The individual phylogenetic trees using ITS,LSU, SSU, CTYB, TEF1, RPB1, RPB2,(Additional file2: Fig. S12 S18; Additional file1: Table S6) were generated followed by a concatenated seven loci phylogenetic tree (Fig.5a) forCystobasidialesspecies. All the seven loci investigated exhibited good resolution in delimiting the analysedCystobasidiumspecies. Based on the MLSA tree, strain FKI L6 BK PAB1Tconstitutes a well supported clade withC. benthicum, C. tubakii,andC. pallidum,each of the species representing a well separated lineage (Fig.5a). The WGS based analysis further supported a distinct phylogenetic position of the strain FKI L6 BK PAB1T(Fig.5b) and formed a triad along withC. tubakii9A 1 0 andC. pallidumJCM 3780.\n\naMaximum likelihood phylogenetic tree, based on concatenated seven gene sequences (ITS, LSU, SSU,CYTB,RPB1,RPB2,TEF1), extracted from WGS of the respective type strains (superscript T) or from the available genomes, showing the phylogenetic relationship ofC. onofriiwith closely related members ofCystobasidiomycetes. The gene fragment lengths in base pairs are as given in Fig.2. Bootstrap values from 1000 replications are shown at branch points. Bar=0.1 substitution per site. GenBank accession numbers of the sequences are listed in Additional file1: Table S2.bWGS Maximum likelihood phylogeny ofCystobasidium onofriireconstructed using a concatenated alignment of universally distributed yeast genes. Branch fidelity used two different approaches, Ultrafast bootstraps and Gene Concordance Factors, which were added next to its corresponding branches\n\nThe estimated genome size ofC. onofriiFKI L6 BK PAB1Tis 20.99Mb and assembled into 162 scaffolds (N50=616,502, L50=10) with a largest scaffold as 3,147,288bp. The GC content is 48.8% and the raw sequences were submitted with an Accession#:JAKLNA000000000. The final annotation of theC. onofriiyielded a total of 6889 genes, divided into 6831 mRNAs and 58 tRNAs. The genome annotation revealed 2934 GO and 5820 Eggnog terms, 3930 Interpro and 4803 Pfam domains, 172 CAZYmes, 221 MEROPS peptidases, 335 secreted proteins, and 1540 BUSCO orthologs.\n\nComparative genome analyses ofCystobasidiumspecies showed thatC. onofriihas the second highest number of genes (6889) and predicted protein products (6831) afterC. slooffiae(Additional file1: Table S7). The genomic annotations revealed thatC. onofriiFKI L6 BK PAB1Tsecreted larger number of proteins and second toC. slooffiaeamong theCystobasidiumspecies (Additional file2: Fig. S19). Similar trend is observed for the number of secreted proteins that are peptidases (Additional file2: Fig. S20), CAZymes (Fig.6), and MEROPS classes. However, no significant changes in the number of each group have been observed. Among the CAZymes ofC. onofrii, 30 genes associated with assembly of glycosyltransferase (GT) and 87 genes involved in the breakdown of carbohydrate complexes (52 GH: glycoside hydrolase, 5 PL: polysaccharide lyase, 30 CE: carbohydrate esterase) were predicted. In addition, 20 genes coding for initial lignin degradation (AA: auxiliary activities) and 1 involved in carbohydrate binding module (CBM) were also noticed. According to genome wide comparison,C. onofriishared 52 CAZy families with the other 4Cystobasidiumspecies while PL Family 36 (PL36) was unique inC. onofrii(Fig.6). GH5 and CE10 were the largest family (both with 16 predicted genes inC. onofrii) shared also by the otherCystobasidiummembers. GH5 presents genes related to the degradation of cellulose while genes encoding CE10 family members act on non carbohydrate substrates. CE family 16 is another family well represented inC. onofriialong withC. tubakiiandC. slooffiae.\n\nComparative genomic analyses.aPhylogenetic tree showing gain and loss of Interpro domains ofCystobasidium onofriiand otherCystobasidiumspecies.b cBar plot showing CAZYme group and family domains among theCystobasidiumspecies.d eUpSet plot showing the distribution (shared and unique) of the CAZYme family terms among theCystobasidiumspecies and the relative table\n\nSinceC. onofriiFKI L6 BK PAB1Tstrain could utilize several organic substrates, a search in the MEROPS peptide database was performed in order to survey the genome for membrane associated peptidases that could initiate the degradation of complex protein molecules. In total, 221 different peptidases were identified, which were classified within the families: aspartic (13), cycteine (48), metallo (68), serine (76), threonine (19), protease inhibitors (2) and mixed peptidase (1). Serine and metallo peptidase are the predominant families in all theCystobasidiumspecies. InC. onofriiS9 prolyl oligopeptidase (S09X subfamily) and the prolyl aminopeptidases (S33) are the more abundant terms. S33 includes some hydrolases, which additionally degrade other substrates like lipids. Theexo keratinolytic enzymes M38 and the A01A subfamily members, are found abundantly inC. onofriicompare to the otherCystobasidiumspecies (Additional file2: Fig. S20).\n\nPfam and Interpro terms associated with dehydration, desiccation, rehydration and UV resistance have been investigated as stress parameters (Additional file2: Fig. S21). Results did not reveal significant differences in Pfam terms among theCystobasidiumanalyzed. Protein tyrosine and serine/threonine kinase (PF07714), WD domain, G beta repeat (PF00400), Ras family (PF00071), Cytochrome P450 (PF00067), Ankyrin repeats (3 copies) (PF12796) and ABC transporter (PF00005) are the most presented Pfam terms in all the species.\n\nHeat shock protein 70 and other Pfam terms for predicted proteins involved in the dehydration stress response are also commonly present in all theCystobasidiumspecies analyzed. The Interpro analysis filtered for UV resistance terms, seen in the genome ofC. onofriiof proteins related to the synthesis of carotenoids (IPR004294; IPR002060) and DNA repair (eg. IPR006084). However,C. onofriilacks the UV radiation resistance protein (IPR018791) and short coiled protein (IPR019357) but both of these proteins are present in the genome of the AntarcticC. ongulenseand inC. slooffiae(Additional file2: Fig. S21).\n\nFungal specific transcriptional factors among theCystobasidiumspecies (Additional file2: Fig. S22) showed presence of Fungal Zn(2) Cys(6) binuclear cluster domain (IPR001138), Fungal specific TF domain (IPR007219), Basic region leucine zipper 2 (IPR004827), and bZIP TF 1 (IPR004827) and are more prominent inC. onofrii(Additional file2: Fig. S22), when compared with the strains isolated from natural extreme environments (Antarctic soil and deep sea).\n\nData from CAFE analysis ofCystobasidiumspecies showed thatC. onofriihas experienced an expansion of 31 Interpro domain categories while a reduction of 9 Interpro domains (p<0.05) (Fig.6a). The expansions were related to acetyl CoA biosynthetic process from pyruvate, DNA repair, regulation of DNA templated transcription, protein phosphorylation, nitrogen compound metabolic process, mono atomic ion transport, phospholipid biosynthetic process, iron ion transmembrane transport, and positive regulation of transcription by RNA polymerase II. In contrary, the contracted GO terms were related to DNA repair, sulfate transport, and transmembrane transport.\n\nA single BGC, an NRPS like cluster of unknown function, was predicted in the genome ofC. onofriiFKI L6 BK PAB1T. The genomes of neighboring speciesC. tubakiiJCM 31526TandC. pallidumJCM 3780Talso contained a single NRPS like cluster, with an additional unknown cluster encoding for terpene synthesis predicted for the genome ofC. pallidumJCM 3780T.The genome ofC. benthicumwas not available for comparison.\n\nSurvival rates of two novel species and the high altitude cold adaptedN. onofriiexposed to UV C are presented in Fig.7. The cultivability of all three yeasts dramatically decreased due to desiccation before exposing them to UV C irradiation conditions (Additional file2: Fig. S23). The survival of yeasts after desiccation was 22% forN. kalamii, 23% forC. onofrii, and 33% forN. onofrii. This observed trend might be not only due to the desiccation but also the effect of polyvinyl alcohol (PVA) that was used to peel off the dried cells could not be ruled out. The number of cultivable cells after desiccation and PVA treatment were considered as baseline (N0) while calculating the effect of different doses of radiation (N).\n\nSurvivability of various yeasts exposed to UV C radiation (doses: 0, 500, 1000, 2000 and 3000J/m2. UV C survival rates calculated using formula: N/N0, where N is the number of cells surviving at any given dose and N0the number of cells of original seed culture (~2x104cells/ml). The ratio of survival rates from three different species are plotted. The gray box shows the effect of desiccation and PVA treatment. The experiments were repeated twice\n\nIn general, all three yeasts displayed a similar resistance pattern up to 2000J/m2with a gradual increase of mortality recorded with increasing radiation doses (Fig.7). Among the three yeasts tested, onlyN. onofriiexhibited higher resistance (~5.5x103CFU at 2000J/m2and~4.7x103CFU at 3000J/m2[p<0.05], with 72% of conidia were cultivable after exposure to the highest dosage [3000J/m2]). Even thoughC. onofrii(~2.1x103CFU) andN. kalamii(~2.9x103CFU) exhibited a linear decrease in cultivability up to 2000J/m2, a significant decrease in viability was noticed at the 3000J/m2dosage for bothC. onofrii(~5.6x102CFU;p<0.05; Additional file2: Fig. S23) andN. kalamii(~1.2x102CFU;p<0.005; Additional file2: Fig. S24). The pink coloredC. onofriiretained 27% of the cultivability after UV C radiation exposure whereas the non pigmentedN. kalamiiwas the most sensitive, with only 13% of cultivable cells present after 3000J/m2of UV C irradiation. Exposure experiments were repeated twice and showed the same trends.",
    "discussion": "Microorganisms associated with NASA spacecraft assembly cleanrooms might hitchhike on spacecraft surfaces, contaminate extraterrestrial environments, or compromise the life detection missions. Due to stringent maintenance and cleaning, SAFs can be considered as extreme environments since microorganisms found in these cleanrooms could withstand unfavorable conditions and survive low nutrient availability, desiccation, controlled temperature, etc. Indeed, bacteria and fungi isolated from these SAFs are poly resistant and have been reported to withstand harsh and unfavorable conditions. Therefore, characterization of yeast species from NASA spacecraft assembly cleanrooms is essential.\n\nThe identification of yeasts has been shifted from phenotypic characterization to sequence based identification and DNA markers were utilized for defining their phylogenetic affiliation (Fonseca et al.1999; Scorzetti et al.2002). Since the 2000s,Naganishiaspecies have been identified by considering differences among ribosomal gene sequences (ITS and partial LSU), which sometimes leads to ambiguous identification in subsequent revisions of the genus (Turchetti et al.2015; Ruiz and Radwan2021). Circumscription of the speciesCryptococcus albidushas a long and complicated history of splitting and lumping using the ever growing array of available tests and tools, including whole cell protein patterns, DNA DNA hybridization, and nucleotide sequencing (Fonseca et al.2011). The species has long been known as a variable species and included, as varieties, yeasts that are presently placed in other genera and families ofFilobasidiales(Fonseca et al.2011; Liu et al.2015). As the result of reclassification of theC. albidusspecies complex using LSU and later ITS sequences, many previous varieties were promoted to the taxonomic level of species, e.g.Naganishia diffluens,N. globosa,N. liquefaciens,Solicoccozyma terrea,Solicoccozyma terricola. Delineation of species using a single ribosomal gene region is not always reliable in basidiomycetous yeasts, because different lineages strongly vary in their rates of nucleotide substitution (Fell et al.2000; Scorzetti et al.2002). The case of the genusNaganishiais challenging as species were delimited based on very few substitutions in the two fragments, ITS and LSU. Based on ITS and LSU, thealbidaclade of the genusNaganishiacurrently include three varieties ofN. albida(N. albidavar.albidaCBS 142T,N. albidavar.kuetzingiiCBS 1926T(formerlyCryptococcus kuetzingii),N. albidavar.ovalisCBS 5810T) and three other species (N. nivalisDBVPG 5706T,N. liquefaciensCBS 968T,N. brisbanensisBRIP 28244; Additional file2: Fig. S1; Scorzetti et al.2002; Kurtzman et al.2011; Li et al.2020). However, according to our results, combined sequence analysis of the LSU and ITS sequences, it is not possible to differentiate members ofN. albidaclade using the approach due to low discriminatory power and lack of bootstrap support (Additional file2: Fig. S1). Our results suggest that the recently describedN. brisbanensis(Tan et al.2021) might be a taxonomic synonym ofCryptococcus kuetzingii, the species that have not been included in the original analysis by Tan et al. (2021). To improve as much as possible poor species resolution in the ITS LSU tree, a seven loci (MLSA) and WGS based phylogenies were generated for the discrimination ofN. albidaclade members. The MLSA tree convincingly separatedN. kalamiifrom the other members of theN. albidaclade suggesting that it should be placed in a new species rather than keeping as aN. albidavariety which would further increasing the heterogeneity of the species. Furthermore, our MLSA  and WGS based trees suggest that all the varieties of theN. albidaclade are likely to be independent species (Fig.2a). However, the complete reclassification ofN. albidamust include (either as the seven gene dataset, but preferably WGS) recently describedN. nivalisandN. brisbanensis, the varietiesN. albidavar.kuetzingiiandN. albidavar.ovalis, as well as some present synonyms of theN. albida, namelyTorulopsis rotundataandTorulopsis nadaensis(Fonseca et al.2011). In addition, WGS based phylogeny of the strains NY 1402, N6, and I2 R1 from public databases revealed that strain NY 1402 is potentially a novel species and two other strains (N6, isolated from deep sea sediment and I2 R1, isolated from an ISS HEPA filter for a rodent experiment) should be assigned toN. tulchinskyi. These examples show that MLSA and WGS analyses are necessary to avoid misidentification (Taylor and Fisher2003; Liu et al.2015; Wang et al.2015a,b; Vu et al.2016).\n\nNaganishiastrains phylogenetically close toN. kalamiiare well adapted to cold environments. Extreme conditions might have a selective pressure leading to an increase in mutation rates, allowing microbial species to adapt to extreme conditions (Turchetti et al.2015). Most of theNaganishiaspecies (N. vaughanmartiniae,N. onofrii,N. friedmannii,N. cerealis,N. randhawae,N. globosa, N. adeliensis,N. liquefaciensandN. albida) are able to grow at low temperatures (4 degreesC) but onlyN. kalamiiandN. qatarensiscan grow at 35 degreesC. All the psychrophilic or psychrotolerantNaganishiaspecies exhibit the presence of cold adapted genes which might have allowed them to colonize cold environments such as Antarctica and the deep sea (Selbmann et al.2005,2013; Turchetti et al.2015; Fotedar et al.2018; Han et al.2020; Segal Kischinevzky et al.2022).N. qatarensis,a halophilic yeast isolated from a warm hypersaline marine environment in Qatar, is reported to grow at 30 35 degreesC (Fotedar et al.2018). Growth ofN. qatarensisat lower temperature (~25 degreesC) has been reported but it took 8weeks after incubation. Conversely,N. kalamiiis able to grow in a temperature range of 15 35 degreesC after 7days, and growth was noticed within 14days when incubated at 4 10 degreesC. Similar toNaganishiaspecies, theC. onofriiclade consists of three species that were also isolated from cold environments (Tsuji et al.2017; de Menezes et al.2019) and other members of the genusCystobasidium(n=12 species) are among the most common cold adapted species (Buzzini et al.2018). All members of the genusCystobasidium, includingC. onofrii, are psychrophilic or psychrotolerant, with optimum growth temperatures ranging from 15 to 20 degreesC.\n\nCryosphere harbors abundant microbial diversity, e.g. Antarctica, Greenland, cold lakes in Argentina, and deep sea (Buzzini and Margesin2014). Cold adapted yeast species are reported to survive while embedded in the ice layers of glaciers or in permafrost (Zucconi et al.2012; Turchetti et al.2013), finding micro conditions that are isolated from the surrounding environments (Price2000). Low nutrient availability is another limiting factor typical of Antarctic ecosystems. The oligotrophic Antarctic yeastC. tubakii, which closely related toC. onofrii,does not require amino acids and vitamins for growth, and is also able to grow at 3 degreesC (Tsuji2018). Since future space missions for example, ESA JUpiter ICy moons Explorer and NASA Europa Clipper missions are designed to explore the potential habitability of icy moons, the presence of cold adapted yeasts should be monitored in the NASA cleanrooms. For future missions, monitoring psychrophiles, xerophiles and halophiles in SAFs is of particular interest because they may be capable of surviving inside or under the icy crust of Europa due to its extremely cold and saline environment (Marion et al.2003). For instance,C. lysiniphilumandC. slooffiaeare reported as halotolerant species (Mokhtarnejad et al.2016). Similarly,C. onofriishows moderately halophilic aptitude since it exhibits growth at 10% NaCl.\n\nIn general, SAF surfaces are decontaminated with reagents and also kept dry. Our genomic analysis reveals that bothNaganishiaandCystobasidiumspecies have predicted proteins (Pfam and Interpro terms) associated with dehydration and desiccation stress response. Halotolerance is another adaptation required for yeasts typically active in hyper arid regions, and so the halophilic traits detected in the genomes of these species also likely contributes to their survival in the cleanroom environment (Buzzini and Margesin2014; Logan et al.2021; Yurkov et al.2022). As reported by Yurkov et al.2022, members of both generaNaganishiaandCystobasidium(N. albidaandC. minutum) were nearly the only yeasts isolated from hot and dry sandy soil of the Namib desert.N. albidais well adapted to dry conditions due to a thick polysaccharides capsules, which might be responsible for its remarkable ability to survive in air dried autoclaved loamy sand (Vishniac1985). Highly desiccation tolerance has also been reported inN. vishniacii,showing almost 100% survival after 27days at a relative humidity of<1% (Connell et al.2014). Another species of the genus,N. friedmanniitested for desiccation (along with stratospheric low pressure and temperature and UV exposure) during stratospheric balloon flights, recorded larger numbers of viable cells than bacterial spores. Presence of the genetic traits associated with desiccation and oligotrophy were present inN. kalamiiandC. onofrii, promoting their presence to the stringent conditions found in cleanrooms. Our genomic analysis revealed that along with genes related to desiccation tolerance, genes related to UV resistance are present in bothNaganishiaandCystobasidiummembers. However, the only strain exhibiting all gene ontology terms involved in UV resistance isN. vishniaciiANT03 052, firstly isolated from the McMurdo Dry Valleys (Antarctica), a terrestrial Mars analogue. We may assume that local physical chemical parameters of the environment might be one of the evolutionary drivers that induce the stabilization of the genes required to survive in the extreme conditions (Aureli et al.2023).\n\nUV C resistance may be a critical factor for microbial survival during interplanetary transport. Most work correlates increased UV C resistance with microbial pigmentation (Kreusch and Duarte2021). Few studies recognized the existence of non pigmented yeasts with similar resistance (Molin et al.2010; Schmidt et al.2017; Pulschen et al.2018; Kreusch and Duarte2021). Our results showed UV C survival of the non pigmentedN. kalamiiand the pigmented pink coloredC. onofriiat up to 3000J/m2UV C irradiation. Multiple species from the non pigmentedNaganishiaspecies are highly resistant organisms to UV radiation (Pulschen et al.2015; Schmidt et al.2017) and our results are in line with this finding. Indeed, we found that the polar yeastN. onofriiis more resistant to UV C radiation compared to the pigmentedC. onofrii,which is capable of synthesizing carotenoids with UV shielding properties (Molin et al.2010). Furthermore, cold adapted yeasts, suchN. onofriiare characterized by a thick cell wall and the ability to produce an extracellular polysaccharide capsule surrounding their cells (Turchetti et al.2015), providing robustness to the organism when exposed to stress conditions. This adaptation is typically found in extremophiles. Indeed, it is already demonstrated that deinococcal polysaccharide capsule (DeinoPol) has antioxidant properties involved in resistance to severe environmental stresses, including UV radiation and hydroxyl radicals (Lin et al.2020). During atmospheric transportation, microorganisms must cope up with not only with intense UV, but also low temperatures and dehydration (Selbmann et al.2005,2013).\n\nThe serine proteases ofN. kalamiialso include some hydrolases which were reported to degrade lipids (Leger et al.1997; Muszewska et al.2017). Protein tyrosine and serine/threonine kinase (PF07714), WD domain, G beta repeat (PF00400), Ras family (PF00071), Cytochrome P450 (PF00067), Ankyrin repeats (PF12796) and ABC transporter (PF00005) are the most abundant Pfam terms in all theNaganishiaspecies and are usually associated with survival of multiple dessication rehydration cycles (Gao et al.2017). Heat shock protein 70 and other Pfam terms for predicted proteins involved in the dehydration stress response were also present in all theNaganishiaspecies analyzed. However, only the psychrophilicN. vishniaciiANT03 052 had genes involved in raffinose synthesis (PF05691). Raffinose accumulation is one of the adaptive strategies involved against cold shock (Imanishi et al.1998; Egert et al.2013; Yang et al.2022).\n\nBy comparing the gene conservation and functional annotation in the different species analyzed, we identified that bothNaganishiaandCystobasidiumspecies present a consistent number of genes related to a saprotrophic lifestyle of decaying organic and plant materials (PL36; GH5; CE10; GH128; AA1). Moreover, serine proteases S33 and S09X found inN. kalamii,are essential hydrolytic enzymes with several functions such as protein maturation, signal peptide cleavage and transduction, and intracellular protein turnover. Although both are typically understudied in yeast, they have been suggested as a marker for saprotrophy in fungi as they are theorized to be less expressed in fungi with a pathogenic or animal associated lifestyle (Muszewska et al.2017). Furthermore, it has also been suggested that the relatively high abundance of the aminopeptidases M01 and the serine proteases S12, which are both detected in abundance in the genome ofN. kalamii,may be an indicator of saprotrophy (Muszewska et al.2017). The same trend has been detected inC. onofrii.Furthermore, genes encoding a wide range of glycosyl hydrolases that have the capacity to degrade the major plant cell wall polymers (eg. AA1 for lignin and GH5 for cellulose breakdown) were found in bothN. kalamiiandC. onofrii. Acetyl esterases, found inC. onofrii,are an important component of the enzymatic machinery for fungal degradation of plant biomass and break down xylan derived oligosaccharides and on galactoglucomannan (Venegas et al.2022). In particular, the Acetyl esterases subfamily members are preproenzymes, acting in the lysosomal/endosomal system and may be involved in the external digestion of proteins in saprophytic organisms (Chan et al.2014). The synthesis of extracellular enzymes which degrade organic matter and release nutrients is crucial for the survival of saprotrophs. However, by comparing the gene conservation and functional annotation of the two yeasts described here, we observed a loss in gene family (PFAM terms and GO term counts) in both species, which is usually associated with a host/substrate shift from plants to animals. It is worth mentioning that the loss is more remarkable inN. kalamii(Muszewska et al.2017).",
    "conclusion": "This study underscores the extreme, oligotrophic conditions of meticulously maintained NASA cleanrooms, which could potentially house various microbes, including significant yeast species. Traditional yeast identification methods are deemed inadequate, highlighting the need for more precise techniques like MLSA and WGS, particularly for complex genera likeNaganishia. The study also warns about these UV C resistant yeasts, including high altitude, cold adaptedN. onofriiand two other NASA cleanroom species, to potentially contaminate extraterrestrial environments, thereby posing risks to life detection missions. The presence of these cold adapted yeasts in SAF bears implications for future missions to icy moons. Genomic analysis further reveals the potential for survival in harsh conditions, pointing to genes linked with desiccation tolerance and UV resistance."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:04:12.314960",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10422843/"
  }
}