{
  "pmcid": "PMC6615562",
  "title": "The CaV1.2 L type calcium channel regulates bone homeostasis in the middle and inner ear",
  "authors": [
    "Chike Cao",
    "Aaron B Oswald",
    "Brian A Fabella",
    "Yinshi Ren",
    "Ramona Rodriguiz",
    "George Trainor",
    "Matthew B Greenblatt",
    "Matthew J Hilton",
    "Geoffrey S Pitt"
  ],
  "year": "2019",
  "journal": "Bone",
  "doi": "10.1016/j.bone.2019.05.024",
  "sections": {
    "abstract": "Bone remodeling of the auditory ossicles and the otic capsule is highly restricted and tightly controlled by the osteoprotegerin (OPG) / receptor activator of nuclear factor kappa B ligand (RANKL) / receptor activator of nuclear factor kappa B (RANK) system. In these bony structures, a pathological decrease in OPG expression stimulates osteoclast differentiation and excessive resorption followed by accrual of sclerotic bone, ultimately resulting in the development of otosclerosis, a leading cause of deafness in adults. Understanding the signaling pathways involved in maintaining OPG expression in the ear would shed light on the pathophysiology of otosclerosis and other ear bone related diseases. We and others previously demonstrated that Ca2+signaling through the L type CaV1.2 Ca2+channel positively regulates OPG expression and secretion in long bone osteoblasts and their precursor cellsin vitroandin vivo.Whether CaV1.2 regulates OPG expression in ear bones has not been investigated. We drove expression of a gain of function CaV1.2 mutant channel (CaV1.2TS) usingCol2a1 Cre,which we found to target osteochondral/osteoblast progenitors in the auditory ossicles and the otic capsule.Col2a1 Cre;CaV1.2TSmice displayed osteopetrosis of these bones shown by uCT 3D reconstruction, histological analysis, and lack of bone sculpting, findings similar to phenotypes seen in mice with an osteoclast defect. Consistent with those observations, we found thatCol2a1 Cre;CaV1.2TSmutant mice showed reduced osteoclasts in the otic capsule, upregulated mRNA expression ofOpgandOpg/Ranklratio, and increased mRNA expression of osteoblast differentiation marker genes in the otic capsule, suggesting both an anti catabolic and anabolic effect of CaV1.2TSmutant channel contributed to the observed morphological changes of the ear bones. Further, we found thatCol2a1 Cre;CaV1.2TSmice experienced hearing loss and displayed defects of body balance in behavior tests, confirming that the CaV1.2 dependent Ca2+influx affects bone structure in the ear and consequent hearing and vestibular functions. Together, these data support our hypothesis that Ca2+influx through CaV1.2TSpromotes OPG expression from osteoblasts, thereby affecting bone modeling/remodeling in the auditory ossicles and the otic capsule. These data provide insight into potential pathological mechanisms underlying perturbed OPG expression and otosclerosis.\n\nKeywords:CaV1.2, Ca2+signaling, osteoprotegerin, otosclerosis, osteoclast",
    "methods": "All animals were handled according to protocols approved by the Institutional Animal Care and Use Committee at Duke University and at Weill Cornell Medical College.Rosa26 CaV1.2TSandCol2a1 Crehave been described previously [29 31]. HomozygousRosa26 CaV1.2TSfemale mice were crossed withCol2a1 Cremales to generateCol2a1 Cre;CaV1.2TSmutant progeny andCre negative littermate controls [31] with both sexes used in all experiments.\n\nX gal (5 bromo 4 chloro 3 indolyl beta D galactopyranoside) staining was performed on whole mount specimens. The auditory ossicles, the inner ear vestibular system and cochlea were fixed in 4% paraformaldehyde on ice for 1 hour, washed three times with 1 x PBS, and stained with X gal solution (5 mM potassium ferrocyanide, 5 mM potassium ferricyanide, 1 mg/ml X gal, 2 mM MgCI2, 0.1% sodium deoxycholate, 0.2% IGEPAL CA 630) in the dark for 12 hours at 37  degreesC.\n\nSpecimens were fixed in 10% neutral buffered formalin, washed three times with 1 x PBS, and then embedded in 2% agarose gel in a 50 ml centrifuge tube. Images were obtained with a Scanco VivaCT 80 scanner (Scanco Medical AG, Switzerland) set to 55 kVp and 145 uA, voxel size 10.4 um.\n\nSpecimens were fixed in 10% neutral buffered formalin, washed three times with 1 x PBS, then decalcified in 14% EDTA at 4  degreesC for 2 weeks. Samples were processed for paraffin embedding and then sectioned at 10 um thickness. Alcian Blue Hematoxylin /Orange G (ABH/OG) staining and TRAP staining were performed following standard protocols.\n\nThe otic capsule surrounding the cochlear part of the control andCol2a1 Cre;CaV1.2TSmutant mice at 8 weeks of age was carefully dissected, and grinded in a bath of liquid nitrogen using the disposable micro Tissue homogenizer (BioMasher, Japan). Ground samples were collected with 500 ul Trizol (Qiagen) and total RNA was purified using the ZR tissue & Insect RNA MicroPrep kit (Zymo Research, Irvine, CA, USA). qPCR was performed using SYBR green Supermix (Bio Rad). The primers forOpgandRanklandGapdhhave been described previously [25]. Gene expression was first normalized toGapdhand then normalized to control samples.\n\nThe 6 week old mice were anesthetized with ketamine (125 mg/kg) and xylazine (12.5 mg/kg) via intraperitoneal injection prior to all procedures. Once a suitable plane of anesthesia was reached, the portion of the pinna which obscured the entrance to the tested ear canal was removed. The anesthetized animal was then placed in a sound isolated, electrically shielded box on top of a heating pad (40 90 2 05, FHC, Inc.). In conjunction with the heating pad, a rectal probe and DC temperature controller (41 90 8D, FHC, Inc.) were used to maintain the mouse's temperature near 38  degreesC. Both eyes were moistened with ophthalmic ointment (Puralube, Dechra Veterinary Products). Needle electrodes (GRD SAF, The Electrode Store) were subdermally placed behind the pinna of the tested ear (reference electrode), in the scalp between the ears (active electrode), and in the back near the tail (ground electrode). ABRs were evoked by tone bursts of 4, 8, 16, and 32 kHz produced by a closed field magnetic speaker connected to a power amplifier (MF1 and SA1, Tucker Davis Technologies). Each 5 ms burst was presented 33.3 times per second with alternating polarity. The onset and offset of each burst was tapered with a squared cosine function. For each frequency, the sound pressure level was lowered from 80 dB SPL in 5 10 dB steps until the threshold was reached. If 80 dB SPL was not enough to elicit a response, higher intensities were produced. The speaker's output was transmitted into the ear through a custom acoustic coupler. The entire sound delivery system was calibrated with a  inch condenser microphone (4939 A 011 and 2690 A 0S1, Brel & Kjr). The electrical response evoked by the tone bursts and measured by the needle electrodes was amplified 10,000 times and bandpass filtered at 0.3 3 kHz (P55, Astro Med Inc.). The amplified response was then digitally sampled at 10 us intervals with a data acquisition device (PCI 6259, National Instruments) controlled by custom software (LabVIEW 2014, National Instruments). The electrical responses to 1,000 bursts were averaged at each intensity level to determine the threshold, which was defined as the lowest level at which any response peak was distinctly and reproducibly present. Visual inspection of the vertically stacked responses facilitated threshold determination.\n\nSpontaneous activity in an open field arena was monitored with Fusion Open Field Legacy system (Omnitech Electronics Inc., Columbus, OH) over 15 minutes. Mice at 6 weeks of age were singly placed in a 20 x 20 x 40 cm Plexiglas open field arena where activity was monitored by two rows of infrared diodes interfaced to a computer running Fusion 5.3 software. The activity of the animals in the open field were also recorded to digital video from a camera mounted over each test arena using Noldus Media Player (Noldus Information Technologies). The total distance (cm) moved and the circling activity as scored with Fusion software is reported. Circling is defined as the combination of clockwise and counter clockwise circles performed by the mouse in the open field. In a separate test, balance and coordination were examined using a steady state rotarod at 25 rpm (Medd Associates, St. Albans, VT). The steady speed was selected on a basis of an accelerated speed (4 40 rpm) given 24 hours prior to the steady speed test. This study showed that the average speed at which the mice fell from an accelerating rotarod was approximately 25 rpm. For the steady speed rotarod test, mice were given four 5 minute trials separated by a 20 min inter trial interval (ITI). In all cases, trials terminated when the mouse fell from the rod or at 300 seconds. This time (s) was recorded as the latency to fall from the rod.\n\nAll statistical analyses were performed using GraphPad Prism 7.0 by two tailed unpaired Student'sttests. Data were presented as mean +/  SD or mean +/ SEM from n > 3 experiments. Two sided p values less than 0.05 were considered statically significant. qPCR analyses were performed with > 3 independent RNA isolates and triplicates for each RNA sample. Fold changes were calculated by dividing the value of the mutant mice by the value of the control mice. Increasing or decreasing percentage changes were calculated by dividing the value of difference between the treatment group and control group by the value of the control group and then multiplying 100.",
    "results": "To examine whether CaV1.2 contributes to development of the auditory ossicles and the otic capsule, we tested whether increasing Ca2+signaling specifically through Cav1.2 affected the structure of the ossicles and otic capsule. We employed aCaV1.2TStransgenic mouse model, in whichCaV1.2TSexpression was silenced by a floxed upstream stop codon. We activatedCaV1.2TSmutant channel expression in the bones of ear withCol2a1 Cre,which targets the osteochondral progenitors [31]. TargetedCol2a1 Creexpression in the auditory ossicles and the otic capsule was confirmed withCol2a1 Cre;Rosa26 lacZreporter mice (Fig. 1). TheCol2a1 CredirectedlacZexpression in the ossicles and otic capsule, detected by prominent beta galactosidase staining that was absent inRosa26 lacZreporter mice lacking theCol2a1 Cre.We then examined the morphology of the isolated auditory ossicles and the otic capsule fromCol2a1 Cre;CaV1.2TSmutant mice and theirCre negative littermate controls at 6 weeks of age. We found that the auditory ossicles and the otic capsule ofCaV1.2TS expressing mutant mice were thicker and had more bone mass than those of the control mice, particularly at the malleus handle, the malleus bony membrane, the incus body, the footplate of stapes, the stapedial arch (especially the anterior and posterior crura), and the whole otic capsule (Fig. 2A D). InCol2a1 Cre;CaV1.2TSmutant mice, narrowed spaces were observed between the stapedial crura (through which the stapedial artery passes), for the round window and the oval window of the otic capsule. uCT 3 D reconstruction images of the auditory ossicles and the otic capsules confirmed the thicken bones and massive increase of bone mass in the malleus, incus, stapes and the otic capsules of theCol2a1 Cre;CaV1.2TSmutant mice as well as the narrowed cavities for the stapedial artery and the cochlea (Fig. 2E H).\n\nWholemount X gal staining of the auditory ossicles (malleus, incus, and stapes), the vestibular system and cochlea fromCre negative littermate controls (A and B) andCol2a1 Cre;Rosa26 lacZmice (C and D) at 6 weeks of age.\n\nA D, Photomicrographs of the auditory ossicles (malleus, incus, and stapes), vestibular system and cochlea fromCre negative littermate controls (A and B) andCol2a1 Cre;CaV1.2TSmice (C and D) at 6 weeks of age. Asterisk indicates the space between the stapedial crura (the obturator foramen), where the stapedial artery passes. Arrow heads indicate the oval window and arrows indicate the round window. E H, uCT 3 D reconstruction of the auditory ossicles, vestibular system and cochlea ofCre negative littermate controls (E and F) andCol2a1 Cre;CaV1.2TSmice (G and H) at 6 weeks of age.\n\nHistological examination and staining with Alcian Blue Hematoxylin/Orange G (ABH/OG) of the otic capsule showed that inCol2a1 Cre;CaV1.2TSmutant mice the original bone marrow region was occupied with excessive bone, while the organ of corti was largely intact (Fig. 3A F). We also observed extensive Alcian Blue stained cartilage remnant in the bones of the mutant mice besides the Alcian Blue stained cartilage remnant of the globuli interossei in the cochlea, suggesting osteoclast defects in the mutant mice. Moreover, the mutant otic capsules lacked sculpting, further indicative of defective osteoclast function.\n\nA F, Alcian Blue Hematoxylin/Orange G (ABH/OG) staining of sagittal sections from the inner ear ofCre negative littermate controls (A, with higher magnification in B and C) andCol2a1 Cre;CaV1.2TSmice (D, with higher magnification E and F) at 4 weeks of age, showing excessive bone mass in the vestibular system and cochlea but with little changes in the organ of corti ofCol2a1 Cre;CaV1.2TSmice. G J, ABH/OG staining of the stapedio vestibular junction ofCre negative controls (G, with higher magnification in H) andCol2a1 Cre;CaV1.2TSmice (I, with higher magnification in J) at 4 weeks of age, showing the stapes footplate was not fixed but increased bone volume of stapes footplate and vestibule likely limited its movement inCol2a1 Cre;CaV1.2TSmice.\n\nWe histologically examined the stapedio vestibular joint space in theCol2a1 Cre;CaV1.2TSmutant and control mice and found that it was not fixed in the CaV1.2TS expressing mutant mice (Fig. 3G J). However, the enlarged bone volume in the stapes footplate and the otic capsule likely limited the stapes movement.\n\nBecause the histology indicated defective osteoclast function in the mutant mice, we analyzed the effect of increased Ca2+signaling through CaV1.2TSon osteoclasts. We performed tartrate resistant acid phosphatase (TRAP) staining on histological sections of the otic capsulesCol2a1 Cre;CaV1.2TSmutant mice and littermate controls at 2 weeks of age. Compared to the controls, we observed significantly less TRAP staining and fewer osteoclasts in the otic capsule ofCol2a1 Cre;CaV1.2TSmutant mice (Fig. 4A F). We next quantitated the number of TRAP positive multinucleated osteoclasts and osteoclast area, both of which were normalized to the bone area. The number of osteoclasts per bone area (Oc.N/B.Ar) was decreased by 91% and osteoclast area per bone area (Oc.Ar/B/Ar) decreased by 79% inCol2a1 Cre;CaV1.2TSmice (Fig. 4G), suggesting that osteoblastic bone resorption of the otic capsule is greatly reduced inCol2a1 Cre;CaV1.2TSmice during postnatal development. AsCol2a1 Creexpression is restricted to osteochondral lineage but not to osteoclast progenitors, increased Ca2+signaling through CaV1.2TSmutant channel could inhibit osteoclastogenesis via interfering with the OPG/RANKL/RANK pathway in the otic capsule, similar to that we observed in the long bone [25]. We therefore examinedOpgandRanklmRNA expression in the otic capsule surrounding the cochlea ofCol2a1 Cre;CaV1.2TSmutant mice and their littermate controls. Indeed, RT qPCR analysis revealed upregulated (~4.4 fold)OpgmRNA expression in the otic capsule ofCol2a1 Cre;CaV1.2TSmutant mice compared with that in the control mice but no significant change inRanklmRNA expression, thus resulting in an increase (~2.6 fold) inOpg/RanklmRNA expression ratio in the otic capsule (Fig. 4H). We also detected upregulated mRNA expression of genes for osteoblast differentiation, such asAlpl, Runx2andSp7in the otic capsule ofCol2a1 Cre;CaV1.2TSmutant mice (Fig. 4I), suggesting an anabolic effect of CaV1.2TSalso contributed the increased bone mass in the auditory ossicles and the otic capsule ofCol2a1 Cre;CaV1.2TSmutant mice.\n\nA F, Representative images of TRAP staining counterstained with Fast Green in the otic capsule sections from 2 week oldCre negative littermate controls (A, with higher magnification in B and C) andCol2a1 Cre;CaV1.2TSmice (D, with higher magnification in E and F). G, Analysis of osteoclast number (Oc.N) and osteoclast area (Oc.Ar) over bone area (B.Ar) of the otic capsule. Bar values are means +/  SD, n = 3, ** p < 0.01 by 2 tailed unpairedttest. H I, RT qPCR analysis of mRNA expression ofOpg, RanklandOpg/Ranklratio (H) and three osteoblast differentiation markersAlpl, Runx2andSp7(I) in the otic capsule surrounding the cochlea ofCre negative controls andCol2a1 Cre;CaV1.2TSmice at 8 weeks of age. n >= 3; Bar values are shown as mean +/  SD, ** p < 0.01 by 2 tailed unpairedttest.\n\nTo assess whether the morphological changes in the auditory ossicles and the otic capsule in theCol2a1 Cre;CaV1.2TSmutant mice impaired auditory function, we tested the auditory brainstem response (ABR) in bothCol2a1 Cre;CaV1.2TSmutant mice and their littermate controls at 6 weeks of age. Representative responses from control (Fig. 5A) andCaV1.2TS expressing mutant mice (Fig. 5B) to decreasing stimulus intensities at 8 kHz showed differences in sensitivity and latency between the two genotypes. Compared to the control mice, theCol2a1 Cre;CaV1.2TSmutant mice had no response to intensities below 85 dB SPL at 8 kHz and below 75 dB at 16 kHz (Fig. 5Cand5D). The mutant mice also showed delays for even stronger stimulus intensities (Fig. 5Cand5D). Furthermore, the hearing threshold of theCol2a1 Cre;CaV1.2TSmutant mice was significantly higher (lower sensitivity) than that of the control mice in the 4 to 16 kHz region, while we found no significant difference in threshold between two genotypes at 32 kHz (Fig. 5E). That the hearing loss inCol2a1 Cre;CaV1.2TSmutant mice is spared only in the high frequency range is consistent with a conductive hearing loss mechanism, in which sounds fail to be transferred via the ossicular chain in the middle ear to the cochlea.\n\nA and B, Representative latency responses to different stimuli were compared betweenCre negative littermate controls (A) andCol2a1 Cre;CaV1.2TSmice (B) at 8 kHz. C and D, The latency intensity function curves were recorded at 8 kHz (C) and 16 kHz (D) with the littermate controls at the left part of the curve (black) andCol2a1 Cre;CaV1.2TSmice at the right part of the curve (red). E, The threshold curves were significantly different between the littermate controls andCol2a1 Cre;CaV1.2TSmice at 4, 8 and 16 kHz frequencies (red arrow: no hearing response inCol2a1 Cre;CaV1.2TSmice was detected at 98 dB at 4 kHz). n = 4 for controls; n = 5 forCol2a1 Cre;CaV1.2TSmice; Data are shown as mean +/  SEM, ** p < 0.01 by 2 tailed unpaired t test.\n\nOtosclerosis patients sometimes experience vestibular symptoms in addition to hearing loss. Because of the observed morphological changes in the vestibular system inCol2a1 Cre;CaV1.2TSmutant mice, we also examined their motor activities in an open field arena. The CaV1.2TS expressing mutants were significantly more active compared to the control animals (mean distance moved +/  SEM: Control = 1160 cm +/  125;Col2a1 Cre;CaV1.2TS= 4,362 cm +/  529; p < 0.01). Additionally, we found that the CaV1.2TS expressing mice exhibited frequent and random circling behavior in both the clockwise and counter clockwise directions (Fig. 6AandSupplementary Video), which lasted up to 8 seconds, indicating defects in vestibular function. We also evaluated body balance and coordination with the rotarod test. When accelerating the rotarod from 4 to 40 rpm, theCol2aCre CaV1.2TSmutant mice fell off earlier, at an average speed of 25 rpm (Fig. 6B), and showed a significant decrease in the latency to fall (Fig. 6C). Furthermore, on the steady state rotarod at 25 rpm, the latency to fall was decreased across all four trials forCol2a1 Cre;CaV1.2TSmutant mice compared to that for the controls (Fig. 6D). Taken together, the behavior studies showed thatCol2a1 Cre;CaV1.2TSmutant mice have a defect in vestibular function, affecting balance and coordination.\n\nA,Col2a1 Cre;CaV1.2TSmice displayed circling behavior in the open field test without preference for a particular direction, whileCre negative littermate controls remained quiet most of the time. B and C, the end speed (B) and the duration (C, the latency to fall) on accelerating rotarod (from 4 to 40 rpm) forCol2a1 Cre;CaV1.2TSmice over all four trials compared withCre negative littermate controls. D, the duration on the steady state rotarod test (25 rpm) forCol2a1 Cre;CaV1.2TSmice over all four trials compared withCre negative littermate controls. n = 11 for controls; n = 6 forCol2a1 Cre;CaV1.2TSmice; Data are shown as mean +/  SEM, * p < 0.05; ** p<0.01. Statistical analysis was performed by 2 tailed unpaired t test.",
    "discussion": "Our data demonstrate that Ca2+influx through CaV1.2 regulates development of the auditory ossicles and otic capsule. Moreover, excessive Ca2+influx through TS causing mutant CaV1.2 channel causes deficits in both hearing and body balance. The abnormal bone growth of the auditory ossicles and the otic capsule inCol2a1 Cre;CaV1.2TSmice is likely due to both increased bone formation and decreased bone resorption, similar to the dual effect of the CaV1.2TSmutant channel on long bones that we previously demonstrated [25].\n\nAlthough osteoclastogenesis is normally suppressed in the ossicles and the auditory otic capsule because of a locally high level of OPG, osteoclast function is still required to sculpt these bones during development. Absence of osteoclastic bone resorption inRankl / ,Fos / andCsf1op/opmice significantly affected these bones morphologically and functionally [4]. Expression of the gain of function CaV1.2TSmutant channel in ourCol2a1 Cre;CaV1.2TSmice affected the overall morphology of the auditory ossicles and the otic capsule, which display reduced sculpting (see the stapedial crura) and an osteopetrotic phenotype that are strikingly similar to those seen inRankl / ,Fos / andCsf1op/oposteoclastic defect mice [4], suggesting that the anticatabolic effect of increased Ca2+signaling through CaV1.2TScontributed to the morphological changes in theses bones. While this is the first demonstration, to our knowledge, showing that modulating Ca2+signal via CaV1.2 in the auditory ossicles and the otic capsule regulates osteoclastogenesis and bone modeling/remodeling in the middle and inner ear, our data are consistent with previous observations from others and us that CaV1.2 regulates OPG expression and secretion from osteoblasts [25,28]. That expression of theCaV1.2TSmutant channel in our model was driven byCol2a1 Cre,which restricts expression to chondrocytes and osteoblast precursors but not in osteoclasts or their progenitors [31], adds further support to our hypothesis that the anticatabolic responses by altered CaV1.2 activity is mediated by upregulated OPG expression and secretion in bones of the ear. Our data showing increasedOpgmRNA expression in the otic capsule surrounding the cochlea inCol2a1 Cre;CaV1.2TSmice further supports this hypothesis.\n\nMoreover, since theCaV1.2TStransgene expression is driven byCol2a1 Cre,the hearing and vestibular defects we observed can be attributed to the abnormal bone, and not to mutant channel expression in the hair cells of the cochlea and vestibular system or downstream nerves, in whichCol2a1 Creis not active. Consistent with that hypothesis, the organ of Corti is grossly intact inCol2a1 Cre;CaV1.2TSmice (Fig. 4). However, as aberrant bone remodeling progresses inCol2a1 Cre;CaV1.2TSmice, it is also possible that the increased bone formation of the auditory ossicles and the otic capsule and narrowed cavities in the bony labyrinth of the otic capsule could impair neuronal function and contribute to the circling behavior and hearing impairment. Thus, eventually both bone structure and neuronal dysfunction may contribute to the observed defects in hearing and vestibular function.\n\nOur results may also provide insight into the utility of sodium fluoride (NaF) as a treatment option to prevent hearing deterioration in patients with otosclerosis [32] and the reported association between clinical otosclerosis and low fluoride content in the drinking water [33 35]. Although this correlation has not been consistently observed, and the underlying mechanism of effect of fluoride on otosclerosis has not been sufficiently established, it is intriguing that fluoride, which plays an important role in both bone formation and homeostasis of bone mineral metabolism [36], has been shown to affect Ca2+homeostasis in many types of cells such as in proximal tubules [37,38], fibroblasts [39], cardiomyocytes [40], as well as osteoblasts [41]. Further, expression of CaV1.2 was stimulated by low dose fluoride, inhibited by high dose fluoride [42], and fluoride can stimulate cardiac L type Ca2+channel activity by increasing channel open probability or the duration of channel opening in a dose dependent manner [40]. Our finding of upregulated OPG mRNA expression and OPG mediated osteoclastogenesis inhibition in the otic capsule upon increased Ca2+signaling via CaV1.2 may add a new dimension to the effectiveness of sodium fluoride treating patients with osteosclerosis.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:01:44.729919",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6615562/"
  }
}