{
  "pmcid": "PMC11487192",
  "title": "Protein kinase 2 of the giant sarcomeric protein UNC 89 regulates mitochondrial morphology and function",
  "authors": [
    "Yohei Matsunaga",
    "Hiroshi Qadota",
    "Nasab Ghazal",
    "Leila Lesanpezeshki",
    "Till Dorendorf",
    "Jasmine C Moody",
    "Arnaud Ahier",
    "Courtney J Matheny",
    "Siva A Vanapalli",
    "Steven Zuryn",
    "Olga Mayans",
    "Jennifer Q Kwong",
    "Guy M Benian"
  ],
  "year": "2024",
  "journal": "Communications Biology",
  "doi": "10.1038/s42003 024 07042 3",
  "sections": {
    "abstract": "UNC 89 is a giant sarcomeric M line protein required for sarcomere organization and optimal muscle function. UNC 89 contains two protein kinase domains, PK1 and PK2, separated by an elastic region. Here we show that PK2 is a canonical kinase expected to be catalytically active.C. elegansexpressing UNC 89 with a lysine to alanine (KtoA) mutation to inactivate PK2 have normally organized sarcomeres and SR, and normal muscle function. PK2 KtoA mutants have fragmented mitochondria, correlated with more mitochondrially associated DRP 1. PK2 KtoA mutants have increased ATP levels, increased glycolysis and altered levels of electron transport chain complexes. Muscle mitochondria show increased complex I and decreased complex II basal respiration, each of which cannot be uncoupled. This suggests that mutant mitochondria are already uncoupled, possibly resulting from an increased level of the uncoupling protein, UCP 4. Our results suggest signaling from sarcomeres to mitochondria, to help match energy requirements with energy production.\n\nSubject terms:Cytoskeleton, Cell signalling, Mitochondria",
    "methods": "Three dimensional structural models of UNC 89 PK2 (UniProtKBO01761) were calculated using AlphaFold v2.3.168as implemented in the ColabFold 1.5.5 server (https://colab.research.google.com/github/sokrypton/ColabFold/blob/main/AlphaFold2.ipynb).\n\nIn order to estimate the effect of the KtoA mutation (K7816A in UniProtKBO01761) on kinase stability, we calculated a comparative protein unfolding energy, G, between wild type and in silico mutated PK2 models, where G=GKtoA Gwt. To calculate the G value, the best ranking AlphaFold model was used as template in FoldX v441, applying the RepairPDB function for gentle model equilibration, followed by the introduction of the KtoA mutation using the PositionScan function, as described in ref.69.\n\nN2 (wild type, Bristol)\n\nGB360unc 89(sf22), outcrossed 4x to wild type\n\nGB361unc 89(sf24), outcrossed 3x to wild type\n\nGB362unc 89(syb1195), outcrossed 3x to wild type\n\nGB363unc 89(syb1360), outcrossed 3x to wild type\n\nunc 89(tm752)\n\nCB1460unc 89(e1460)\n\nHE75unc 89(su75)\n\nGB359unc 22(sf21), outcrossed 4x to wild type\n\nunc 22(e105)\n\nCU6372drp 1(tm1108)\n\nGB364unc 89(sf22); drp 1(tm1108)\n\nZW129zwIs108[myo 3p::myc::unc 68; myo 3p::GFP]\n\nGB369unc 89(sf22); zwIs108\n\nSU1002unc 68(jc78[HA::unc 68])cash 1(jc60[TagRFP::myc::cash 1]V\n\nGB366unc 89(sf22);unc 68(jc78[3Xha::unc 68])cash 1(jc60[TagRFP::myc::cash 1]\n\nGB357sfEx[myo 3p::TBA 1::HA; sur 5::GFP]\n\nGB358unc 89(sf22); sfEx[myo 3p::TBA 1::HA; sur 5::GFP]\n\nSJZ884foxSi127[myo 3p::tomm20::mKate2::HA::tbb 2 3UTR]\n\nGB353unc 89(sf22) I; foxSi127[myo 3p ::tomm20::mKate2::HA::tbb 2 3UTR]\n\nGB354unc 89(syb1360); foxSi127[myo 3p ::tomm20::mKate2::HA::tbb 2 3UTR]\n\nGB296sfIs21[myo 3p::PercevalHR; lin 44p::GFP]\n\nGB355unc 89(sf22); sfIs21[myo 3p ::PercevalHR; lin 44p::GFP]\n\nGB356drp 1(tm1108); sfIs21[myo 3p ::PercevalHR; lin 44p::GFP]\n\nPHX6586ucp 4(syb6586)\n\nGB367unc 89(sf22); ucp 4(syb6586)\n\nGB368unc 89(syb1360); ucp 4(syb6586)\n\nGB267sfIs13[hsp ::HA ::UNC 89 (1/3 IK Ig Fn PK2 ; sur 5 ::GFP)]\n\nThe UNC 89 PK2 KtoA mutants,unc 89(sf22)andunc 89(sf24)were generated using the following strategy.\n\nVector: pPD162 (Peft 3::Cas9+Empty sgRNA)\n\nTarget sequence in pPD162: ACGAATCTTCACAGCGCAA\n\nTemplate sequence (100nt ssDNA):\n\n3ATTCATACTCTGAGATCGCTTCAGACGATGGATGACGAATggcCACtGCGCAgTGtGCGTGACCTTCTGTTGTGGAATCGACGGCGTCGCGGATCACAGA5\n\nggc: KtoA point mutation\n\nunder lined: MscI site used to detect heterozygotes\n\nLower caseg: silent mutation\n\nPrimers for insertion of sgRNA target sequence:\n\nFw: 5ACGAATCTTCACAGCGCAAgttttagagctagaaatagcaagt3\n\nRv: 5caagacatctcgcaataggaggtg3\n\nPK2 coding region (length 968bp) from genomic DNA:\n\nATGATCCAACAGGACGGTTCCAGgtaagggacacttcaggaaataaaaagaaagtcatgtgaaattttccctttatactgggaataattaggcaaaatccctactaacaatatccatattttggtacactgaaagtaattctaaacctgtattttataacgagacatctataaattttctagcagaaatttgcccccaagaaaattatttttttgaataatttttaaaagagttttttttggtgttttggggtgagtttcataatacatatataattaatacaattttgcactcacaagtaaaaaatagttcttgtggcattttaaaatttaaatttatatcattttttcatttcactattccacataaaattgttcagATCGGTGGTCTCAAGTTCAAGGGACGTTTCTCTGTGATCCGCGACGCCGTCGATTCCACAACAGAAGGTCACGCCCATTGCGCTGTGAAGATTCGTCATCCATCGTCTGAAGCGATCTCAGAGTATGAATCGCTTCGTGATGGTCAGCATGAAAATGTTCAACGCCTTATCGCCGCATTCAATAACTCCAATTTCTTGTATCTATTATCGGAAAGACTCTACGAAGATGTGTTTTCTCGTTTTGTGTTCAACGATTATTATACAGAAGAACAAGTTGCATTGACAATGAGACAAGTCACTTCGGCACTTCATTTCTTGCATTTCAAAGGgtgagctttaacagttattaacagttattaattcctaattctaatattttgattttagAATTGCCCATCTTGATGTGAATCCACACAACATAATGTTCCAATCAAAACGTAGTTGGGTCGTGAAACTAGTTGATTTTGGAAGAGCACAAAAAGTGTCGGGAGCTGTGAAACCAGTTGATTTTGATACTAAATGGGCTTCACCAGAATTCCATATTCCGGAAACTCCGGTTACCGTTCAAAGTGACATGTGGGGTATGGGA\n\nUnder lined: PAM sequence (GN19NGG)\n\nRed Upper case: AAG (K) in PK2\n\nMscI digestion: (968bp  > 504bp/464bp)\n\nPrimers for examination of the point mutations:\n\nFw: 5ATGATCCAACAGGACGGTTCCAG3\n\nRv: 5TCCCATACCCCACATGTCACTTTG3\n\nThe UNC 89 PK2 KtoA mutants,unc 89(syb1195)andunc 89(syb1360), and placement of an HA tag at C terminus of UCP 4 was carried out by SunyBiotech (http://www.sunybiotech.com). Details about the sgRNAs and repair templates used are given in Supplementary Fig.11.\n\nThe method of Hannak et al.70was used to prepare total protein lysates from wild type,unc 89(sf22),unc 89(syb1360),drp 1(tm1108), PHX6586ucp 4(syb6586), GB367unc 89(sf22); ucp 4(syb6586), GB368unc 89(syb1360); ucp 4(syb6586), and GB267sfIs13[hsp::HA::UNC 89 (1/3 IK Ig Fn PK2; sur 5::GFP)] worms. To detect UNC 89 proteins, we separated the protein lysate on a 3% stacking and 5% separating Laemmli SDS PAGE gel, transferred to nitrocellulose membrane for 2h, and reacted with anti UNC 89 EU30 affinity purified rabbit polyclonal antibodies at 1:400 dilution10, followed by reaction with anti rabbit Ig horseradish peroxidase and ECL. Western blots to detect DRP 1 were used in three types of experiments. First, to check the specificity of anti DRP 1 antibodies, equal quantities of total protein lysates from wild type anddrp 1(tm1108)were separated on a 10% Laemmli SDS PAGE gel, transferred to nitrocellulose, and reacted against affinity purified anti DRP 1 at 1:200 dilution which had been pre absorbed against an acetone powder of E. coli OP50 to reduce or eliminate reaction to bacterial proteins. Second, we used a similar approach to compare the levels of DRP 1 in total protein lysates from wild type,unc 89(sf22)andunc 89(syb1360). Third, we compared the level of DRP 1 from total worm mitochondria from wild type,unc 89(sf22)andunc 89(syb1360). Preparation of total worm mitochondria by differential centrifugation was conducted as described below in the section on purifying muscle mitochondria. We also performed western blots to compare the levels of representative components of electron chain complexes from total protein lysates. Antibodies and concentrations were: complex I, mouse monoclonal to NDUFS3 (Abcam cat. no. ab14711) at 1:2,500 dilution; complex II, rabbit anti SDHA (Cell Signaling, cat. no. 11998P) at 1:500 dilution; complex IV, mouse monoclonal to MTCO1 (Abcam cat. no. ab14705) at 1:2000 dilution; complex V, mouse monoclonal to ATP5A (Abcam cat. no. ab147481) at 1:5000 dilution; and mouse monoclonal to cytochrome C (Abcam cat. no. ab110325) at 1:1000 dilution. Finally, we performed western blots to measure the level of UCP 4 HA in wild type,unc 89(sf22)andunc 89(syb1360)backgrounds using anti HA (rabbit monoclonal cat. no. C29F4 from Cell Signaling Technology) at 1:1000 dilution. Before use, the optimal dilutions of each antibody were determined to yield linear detection of the proteins. Protein bands were quantitated by comparing to scans of Ponceau S staining of a gel lane on the blot. The uncropped and unedited blot images used to prepare Figs.1d,6a c,8c,10a, and Supplementary Fig.10b, c, are shown respectively in Supplementary Figs.12 16.\n\nDay 0 or day 1 adult worms were fixed and immunostained using the method described by Nonet et al.71. The following antibodies were used to stain parts of the myofilament lattice, all at 1:200 dilution: anti UNC 95 (rabbit polyclonal Benian 13)72, anti MHC A (mouse monoclonal 5 6)73, and anti UNC 89(rabbit polyclonal EU30)10. Fixation and phalloidin rhodamine staining were conducted as described in ref.74. To visualize mitochondria, we used mouse monoclonal antibody (15H4C4) also at 1:200 dilution (Abcam cat. no. ab14748). For pharyngeal muscle imaging, the fixed adult day 1 worms were incubated with anti UNC 89 (EU30) at 1:100, and anti myosin heavy chain C (MHC C; mouse monoclonal 9.2.175) at 1:100. Secondary antibodies, used at 1:200 dilution, included anti rabbit Alexa 488, and anti mouse Alexa 594, all purchased from Invitrogen. Confocal images were captured at room temperature with a Zeiss confocal system (LSM510) equipped with an Axiovert 100M microscope and an Apochromat x63/1.4 numerical aperture oil immersion objective, in 1x and 2.5x zoom mode. For the confocal images, the color balances were adjusted by using Adobe Photoshop (Adobe, San Jose, CA).\n\nSuper resolution microscopy was performed using a Nikon N SIM system in 3D structured illumination mode on an Eclipse Ti E microscope equipped with a 100x/1.49 NA oil immersion objective, 561 nm solid state laser, and an EM CCD camera (DU 897, Andor Technology). Super resolution images were reconstructed using the N SIM module in NIS Elements software. The color balances of the images were adjusted by using Adobe Photoshop (Adobe, San Jose, CA). A Z series every 0.2um was taken from the outer muscle cell membrane deeper into the muscle cell. This Z stack was then reconstructed into a 3D image using software on the N SIM microscope. The reconstructed 3D z stacks were analyzed using Imaris 8.6 (Bitplane), to visualize the mitochondria.\n\nMeasurement of mitochondrial length in um from the 3D reconstructions of SIM images was performed using Imaris software on a combination of 2 images from each wild type and mutant strain. The longest axis of each anti ATP5A staining object (mitochondrion) was determined using the Imaris parameter called \"BoundingBoxOOLength\". After eliminating objects <1um, the number of objects was placed and counted in 3 bins: 1<=x<5um, 5<=x<10um, and x>=10um. The Y axis of the graph in Supplementary Fig.8represents the number of objects in each bin divided by the total number objects.\n\nElectron microscopy of body wall muscle was performed as described in Matsunaga et al.45. From each strain, approximately 200 days 2 adults were fixed and processed, and approximately 10 randomly selected ultrathin sections were examined. Approximately 30 low powered images were captured that revealed all of the sarcomeres of single body wall muscle cells, and from these 10 20 images at higher magnification were captured that revealed 1 2 sarcomeres each. All these images were examined by two individuals both on a computer screen and by printouts, looking for any differences between the wild type and the two mutant alleles,sf22andsyb1360. Representative images are shown in Fig.2d.\n\nFor crawling assays, day two adults were harvested from one 6cm NGM OP50 seeded plate with M9 buffer, and a final wash in M9 containing 0.2g/L gelatin. Five microliters of worm suspension were added to the center of a 6cm unseeded NGM plate and then the excess liquid was removed using a twisted KimWipe. After a five minute adaptation time, worm crawling movement was recorded using a dissecting stereoscopic microscope fitted with a CMOS camera (Thorlabs). For all strains a total of fifteen, 10 s. videos were recorded from various sections of the plate with each video tracking an average of 8 individual animals. Video data was analyzed by Image J WrmTracker software plug in to obtain body bends per second (BBPS) for individual animals. Worms that moved out of frame and outliers were removed during data analysis and an average of 20 animals were analyzed for each strain. The resulting BBPS values for each mutant strain were compared to the wild type and further tested for statistically significant differences using Welch'sT test.\n\nThe maximum exertable muscle force byC. elegansstrains was measured using the NemaFlex method43. The technique is based on the deflection of soft micropillars as the animals crawl through an array of micropillars. The pillars are arranged in a square lattice with a pillar diameter of 44um and height of 87um. The gap between the pillars is 71um. Day 1 adult animals were loaded individually in each chamber76, and a 1 min video was captured for each animal in a food free environment at a temperature of 20+/ 1 degreesC. Imaging was performed in brightfield using a Nikon Ti E microscope and an Andor Zyla sCMOS 5.5 camera. Images were acquired at 5 frames per second with a 4x objective at a pixel resolution of 1.63um per pixel. Movies were processed and analyzed for force values using in house built image processing software (MATLAB, R2016a). Animal muscle strength measurements were calculated by identifying the maximal force exerted in each frame for an individual animal. We define the maximum exertable forcef95corresponding to the 95th percentile of these maximal forces. Statistical analysis was performed using the Wilcoxon rank sum test.\n\nRabbit polyclonal antibodies were generated to the C terminal 143 residues of DRP 1b, amino acids 570 712. The coding sequence of this segment was amplified by PCR from a cDNA pool (RB2 library) and cloned into vectors pGEX KK1 and pMAL KK, to express glutathione S transferase (GST) and MBP fusion proteins in E. coli77. In brief, to express each fusion protein, the plasmids were transformed into E. coli Rosetta 2 (DE3) (Millipore Corporation, cat. no. 71397 4), and grown in Luria Bertani broth containing 10ug/ml ampicillin at 37 degrees to OD600=0.6 0.8, followed by induction of expression with 0.5mM isopropyl beta D 1 thiogalactopyranoside at 20 degrees for 5h. Cells were pelleted by centrifugation and resuspended in 50mM Tris HCl pH 8.0 containing 100mM phenylmethylsulfonyl fluoride (PMSF) and cOmplete Mini protease inhibitor cocktail (Roche, Inc., cat. no. 11836170001), and broken in a French pressure cell at 1000 pounds inch 2, the addition of Triton X 100 to 1%, followed by spinning out debris by centrifugation at 12,000xgfor 20min. The lysates were added to either a slurry of glutathione agarose beads (Sigma, cat. no. G 4510) or amylose resin (New England BioLabs, cat. no. E8021L) and incubated with mixing for 30min at 4 degrees. The beads were washed 5X with 50mM Tris HCl pH 8.0 containing 1% Triton X 100 and 100mM PMSF, and then 4x with 50mM Tris HCl pH 8.0 containing 100mM PMSF. The beads were placed into minicolumns and eluted with either 10mM free glutathione or 10mM maltose in 50mM Tris HCl pH 8.0. The GST fusions were shipped to Noble Life Sciences (Sykesville, Maryland) for the production of rabbit antibodies. Antibodies were affinity purified using Affi gel (Bio Rad) conjugated MBP fusions, as described78. Briefly, the MBP fusion proteins were dialyzed against 100mM 3 morpholinopropane 1 sulfonic acid (MOPS) pH 7.0, and then 3 10mg were covalently coupled to 1ml of a 50:50 mixture of Affi Gel 10 and Affi Gel 15 beads (Bio Rad Laboratories, cat. nos. 1536099 and 153 6051). These columns were then used to affinity purify ~2ml of antiserum and the antibodies eluted with low and high pH and concentrated with a centrifugal filter (Centriprep 10, Millipore, cat. no. 4304).\n\n100 day 1 adults were collected and washed free from bacteria, pelleted in a 1.5ml Eppendorf tube, frozen in liquid nitrogen, and then placed in a boiling water bath for 15min. After placing on ice for 5min and vortexing for 5s, debris was pelleted by centrifugation at maximum speed in a microfuge for 10min at 4 degreesC. Supernatants were transferred to fresh tubes and diluted 5 10 fold with deionized water and kept on ice. Using this material, the total protein content was determined by the BCA protein assay kit (Pierce, cat. no. 23225), and the total ATP determined using a CellTiter Glo Luminescent Cell Viability Assay kit from Promega Corporation. Results were expressed as nmoles of ATP per milligram of protein.\n\nThe plasmid pRsetB PercevalHR was purchased from Addgene (Cambridge, MA), and The XbaI/XhoI fragment of pRsetB PercevalHR was inserted into the vector pPD95.86 via its XbaI/SalI sites to allow expression of PercevalHR from the muscle specific promoter for themyo 3gene. The resulting plasmid, myo 3p::PercevalHR at 10ng/ml, was co injected into worms together with the transformation marker plasmid lin 44p::GFP at 90ng/ml, into wild type worms, and transgenic animals were selected on the basis of GFP expression in the worm tail. The extrachromosomal array was then integrated randomly into the genome by ultraviolet irradiation79with modifications (Peter Barrett, personal communication), to create strain GB296,sfIs21[myo 3p::PercevalHR; lin 44p::GFP].sfIs21was crossed intounc 89(sf22)and intodrp 1(tm1108), to create strains GB355 and GB356, respectively. PercevalHR is based on GlnK1 which undergoes a major conformational change depending on whether ATP or ADP is bound. Coupling of GlnK1 to mVenus creates a fluorescent read out of this conformation. An ATP to ADP ratio is proportional to emission at 533nm upon excitation at 405nm and 488nm. Day 1 transgenic adults were immobilized for imaging without drugs using a combination of a PDMS microfluidic device with channels just large enough to accommodate adult worms and Pluronic F12780. The microfluidic devices were kindly manufactured and provided by Gongchen Sun from the Hang Lu laboratory at the Georgia Institute of Technology. Aqueous solutions of Pluronic F127 are fluid at 4 degrees, and solid at room temperature. Body wall muscle was excited with a laser at 405 and at 488nm using an Olympus FV1000 inverted confocal microscope. Ratiometric images of body wall muscle were created by dividing the emissions, Em 488/Em 405. Using Fiji software on these images, the total number of pixels with intensity greater than 100 were counted, and the means and standard deviations were calculated from multiple body wall muscle cells from 5 animals of each strain.\n\nBody wall muscle specific mitochondria were purified from strains expressing tomm20 mKate2 HA from the promoter of the muscle specific genemyo 3, using a modified version of the procedure developed by Ahier et al.56. Briefly, for each strain, we harvested a mixed stage population of nematodes from 2, 15cm, high peptone plates seeded with E. coli strain NA22. Worms were washed free from bacteria by at least 3 washes of M9 buffer, followed by 2 washes with deionized water. The worm pellets were resuspended in 3.5mls of ice cold Mitochondrial Isolation Buffer (MIB; 50mM KCl, 110mM mannitol, 70mM sucrose, 0.1mM EDTA, 5mM Tris pH 7.4 without protease inhibitors) and transferred to a 7ml Dounce homogenizer. While on ice, we brought the pestle up and down 25 times. The homogenate was transferred to 3, 1.5ml Eppendorf tubes, and spun in a microfuge at 4 degrees for 5min at 200xg. The resulting supernatant was transferred to 3 fresh tubes, and centrifuged for 10min at 800xg. This supernatant was then centrifuged for 10min at 12,000xgto pellet the mitochondria. The pellets from all 3 Eppendorf tubes were resuspended in a final volume of 600ul of ice cold PEB (PBS, 2mM EDTA, 1% bovine serum albumin, without protease inhibitors). To this suspension was added 30ul of a suspension of anti HA magnetic beads (Pierce, cat. no. 88836), and the tube placed on a rotating wheel at 4 degrees for one hour. The beads were then pulled out of the solution using a tube stand containing neodymium magnets (Millipore Corporation), and then the beads were washed twice with 1ml of PEB, and then resuspended in 50 100ul of MIB and kept on ice.\n\nMitochondrial respiration was measured using a Clark electrode (Oxytherm System, Hansatech) as described81. Briefly, isolated muscle mitochondria were suspended in respiration buffer containing 120mM KCl, 3mM HEPES, 1mM EGTA, 5mM KH2PO4, and 0.3% (w/v) fat free BSA. Complex I substrates (10mM glutamate, and 2mM malate) or complex II substrates (7mM succinate) were added in addition to 1.2mM ADP to stimulate basal respiration. Uncoupled respiration was measured with the addition of 80nM FCCP (Carbonyl cyanide p trifluoromethoxyphenylhydrazone), and non mitochondrial oxygen consumption was assessed with the addition of potassium cyanide (500uM). To assess mitochondrial respiration, the non mitochondrial oxygen consumption rate was subtracted from the total oxygen consumption rate.\n\nWe used Abcam's \"6 Phosphofructokinase Activity Assay Kit (colorimetric)\" (ab155898) essentially according to the manufacturer's instructions. Approximately 50 milligrams of packed worms were homogenized in 200ul of PFK Assay Buffer, using a Pellet Pestle Motor (DWK Life Sciences Kimble Kontes). After determining the protein concentrations using a Bradford assay, approximately 1ug of total protein extract was used per assay. PFK activity was recorded as mU/mg protein.\n\nGraphPad Prism9 was used to plot and analyze numerical data. Figure legends explain the n values, whether standard deviations or standard errors of the mean were plotted, which statistical tests were used, and the definition of * values. Statistical significance was assessed using an unpairedt test with Welch's correction unless otherwise specified. Each experiment was conducted several times independently and only if the same results or tendencies were obtained, were figures and conclusions made. Many experiments involved imaging and evaluation of the images was conducted by at least two individuals but in most cases, no quantitation was involved, so statistical analysis was not used.\n\nFurther information on research design is available in theNature Portfolio Reporting Summarylinked to this article.",
    "results": "A sequence analysis of PK2 fromC. elegansUNC 89 usingBLASTconfirmed that it belongs to the DMT class of CAMK kinases (Ca2+/Calmodulin dependent kinases). The DMT class takes its name from their representativeDeath associated protein kinases (DAPKs),Myosin light chain kinases (MLCKs), andTriple functional domain protein related kinases (TRIO) and contains, in addition, various muscle kinases including human titin kinase, nematode twitchin kinase (TwcK) and mammalian obscurin and SPEG kinases32. The BLAST search revealed that PK2 shares the highest sequence identity levels with DAPKs, TwcK, and MLCK (Supplementary Fig.1).\n\nDAPK, TwcK, and MLCK kinases are proven to be catalytically active and their phosphotransfer has been characterized33 35. Referencing the UNC 89 PK2 sequence to these other kinases reveals a high conservation of catalytically relevant motifs in PK2. Specifically, canonical kinases are characterized by a glycine rich GxGxxG loop motif involved in ATP binding, an AAK motif in beta strand beta3 containing an essential lysine (that optimally positions the non transferable alpha  and beta phosphate groups of ATP), a conserved glutamate residue in helix C that forms a salt bridge with the essential lysine during the catalytically committed state of the kinase, a DFG signature motif (where the aspartate residue chelates the magnesium ion required for catalysis), a catalytic aspartate and a conserved asparagine residue (also involved in cation coordination), both in the catalytic loop motif36,37. These groups are conserved in UNC 89 PK2 (Fig.1cand Supplementary Fig.1). A minor variation is present only in the glycine rich motif, which in UNC 89 PK2 adopts the sequence FxGxxS. In fact, this motif is commonly diversified across obscurin and UNC 89 PK2 kinases across phyla (Supplementary Fig.2). Degeneration of the first and last positions of this motif is common among kinases and is known not to compromise ATP binding or phosphotransfer. For example, the active kinases CDK1138, TP53RK39, and mouse obscurin PK228contain ExGxxG, KxGxxA, and RxGxxS motif variants, respectively.\n\naCartoon representation (yellow) of the 3D model generated by AlphaFold68. Catalytically relevant segments are color coded as in (c). As a transparent ribbon trace, the crystal structure of the active, canonical kinase DAPK1 in complex with the ATP analog AMPPNP and Mg2+ and in the catalytically committed state is shown (PDB code 3F5U).bClose up of the active site of UNC 89 PK2. Color code is as in (a). Catalytically relevant residues described in the main text are displayed and annotated.cAlignment of catalytically relevant sequence motifs in UNC 89 PK2 with those of representative DMT kinases: UNC 89 PK2 (PK2), human death associated protein kinase (DAPK1), twitchin kinase fromC. elegans(TwcK), human myosin light chain kinase (MLCK).dOn top is a schematic representation of domains within the largest isoform of UNC 89. Ig domains, purple; Fn3 domains, green; KSPs, a region with tandem repeats and 44 KSPs; other domains as indicated. Note the two protein kinase domains, PK1 and PK2, at the C terminus. Below is representation of part of the exon/intron organization of part of theunc 89gene, with the location of the PK2 coding region. Bottom right: confirmation of the CRISPR/Cas9 generated aag to gcc sequence change inunc 89(sf22)which specifies a K7816A mutation in PK2. Bottom, left: western blot comparing the levels of UNC 89 giant isoforms in wild type vs.unc 89(sf22). The giant isoforms of UNC 89 are ~800kDa. The asterisk indicates a protein of nonspecific reactivity detected by the anti UNC 89 antibodies46.\n\nDuring the course of this study, the recombinant production of UNC 89 PK2 samples compatible with viable phosphotransfer experimentation could not be established. Thus, in order to further investigate whether a phosphor transfer productive conformation is attainable by UNC 89 PK2, we calculated its 3D model using AlphaFold and tested in silico its capability of accommodating ATP/Mg2+ (Fig.1a, band Supplementary Fig.3a). In kinases, the mutual arrangement of N  and C terminal fold lobes, the position of the ATP binding glycine rich loop, the orientation of the catalytic helixalphaC hosting the conserved glutamate residue that coordinates the magnesium counterion, the conformation of the activation loop that governs access to the catalytic aspartate at the peptide binding site, the conformation of the conserved DFG motif, and the assembly state of two dynamic structural networks of hydrophobic residues termedspines, is dynamically altered to achieve catalytic readiness36. Nucleotide binding to the kinase normally induces the formation of the catalytically committed state. Distinctly, DMT kinases exist in a catalytically primed state in the absence of ATP binding, which does not induce a further conformational rearrangement31,32. In agreement with this existent knowledge, the 3D model of UNC 89 PK2 displayed a regular kinase fold with features typical of the catalytically primed conformational state of a kinase (Fig.1a, b). At the residue level, the ATP binding lysine K7816 is modeled forming a typical salt bridge to the conserved glutamic acid E7827 in the catalytic helix alphaC. The canonical DFG motif (residues 7921 7923) is modeled in the \"in\" conformation and the activation loop is in an open state. Both the regulatory (R) spine (residues L7831, L7842, H7899 and F7922) and the catalytic (C )spine (I7799, A7814, V7863, I7907, M7908, F7909, V7965 and L7969) are assembled. The modeled structure of UNC 89 PK2 closely resembles that of human DAPK1 and was also compatible with its ATP/Mg2+ binding mode (Fig.1a, band Supplementary Fig.3b). Thus, we conclude that UNC 89 PK2 shares the sequence and conformational features of established canonical kinases.\n\nMutation of the K in the AAK motif to A or several other residues has been shown to inactivate most known kinases40. To assess whether the introduction of a KtoA mutation in PK2 could render the kinase unstable, we tested the effects of this mutation on the 3D model of PK2 using FoldX v441. This yielded a calculated comparative protein unfolding energy, G, of  0.15kcal/mol and indicated that no significant stability change arises from the introduction of the mutation.\n\nTo summarize, UNC 89 PK2 is modeled by Alphafold in a catalytically primed conformational state compatible with kinase activity, the active site comprises the essential functional groups necessary for phosphor transfer and the introduced mutation is not expected to cause structural instability. Taken together, bioinformatics analysis indicates that UNC 89 PK2 is a canonical, active kinase and that the observed nematode phenotype in this work results from hindered phosphor transfer by PK2 resulting from the inactivating KtoA mutation.\n\nWe used CRISPR/Cas9 to create a worm (Fig.1d),unc 89(sf22), in which PK2 has a K7816A mutation. The strain was outcrossed 4 times to wild type to remove most of the potential off target mutations induced by CRISPR. By western blot, this KtoA mutation does not detectably affect the expression or stability of full length UNC 89 isoforms (Fig.1d) using an established antibody10. Surprisingly, unlike all otherunc 89mutants,unc 89(sf22)worms have normal sarcomere structure as assessed by immunostaining using antibodies to various sarcomeric proteins, including UNC 95 for the base of M lines and dense bodies (Z disks), MHC A myosin heavy chain for A bands, UNC 89 for M lines, and F actin for I bands (Fig.2a c). Detection and localization of the PK2 KtoA mutant UNC 89 to M lines, the normal localization of wild type UNC 89 in sarcomeres8,10, is consistent with the western blot showing no major loss of the mutant UNC 89 protein. To examine the myofilament lattice at higher resolution we used EM. As shown in Fig.2d, the ultrastructure of the sarcomeres inunc 89(sf22)and inunc 89(syb1360), a second, independently isolated PK2 KtoA mutant allele (see below), appear as in wild type; there are normally organized A  and I bands, normal numbers of thick and thin filaments, and normally organized dense bodies, M lines and membranous sacs of the SR.\n\naThe drawing on the right shows a cross section through an adult worm indicating that the body wall muscle is organized into four quadrants. Each quadrant is composed of interlocking pairs of mononuclear fusiform shaped cells (23 or 24 per quadrant). The enlargement emphasizes that the myofilament lattice is restricted to one side of the cell. The drawing depicts several planes of section; one plane emphasizes that this is striated muscle with typical A bands containing thick filaments organized around M lines, and overlapping thin filaments attached to dense bodies (Z disk analogs). The black oval indicates the plane viewed when an animal, lying on a glass slide, is examined by light microscopy as shown in part (c). This drawing is a slight modification of a published drawing2, under terms of a Creative Commons Attribution License.bIdealized sarcomere and SR with the location of proteins localized in part (c). MHC A: myosin heavy chain A. Red: muscle cell membrane; blue green: ECM; green: hypodermis; and grey: cuticle. Orange ovals: location of SR determined by electron microscopy; solid orange ovals: location of UNC 68 (Ryanodine receptor).cWild type (left column), andunc 89(sf22)(right column) animals immunostained with various antibodies to proteins indicated in part (b). Phalloidin was used to image F actin in thin filaments. In each panel, several spindle shaped body wall muscle cells are shown. Note that there is no difference in the pattern of localization of these sarcomeric markers between wild type andunc 89(sf22). Scale bars, 10um.dTransmission EM of body wall muscle from wild type,unc 89(sf22)and a second independently generated PK2 KtoA mutant,unc 89(syb1360). Bottom row displays the enlargement of one portion of the image above it. Yellow arrows, M lines; yellow arrowheads, dense bodies, green arrows, SR. There is no discernible difference between the wild type and the two mutants in terms of numbers and organization of thick and thin filaments, M lines, dense bodies, and SR. Scale bars, 0.5um.\n\nBecause deficiency of mouse obscurin23and worm UNC 8924result in disorganized SR, we examined SR organization using the marker UNC 68 (Ryanodine receptor). However, HA tagged UNC 68 endogenously expressed from a CRISPR/Cas9 strain (Supplementary Fig.4a), or myc tagged UNC 68 overexpressed from a transgene (Supplementary Fig.4b) show normal localization inunc 89(sf22).\n\nObscurin is also required for normal microtubule organization42. However, we found no difference in microtubule organization comparing wild type vs.unc 89(sf22), using a transgenic line expressing TBA 1 (alpha tubulin) tagged with HA (Supplementary Fig.5).\n\nunc 89is also expressed in the single sarcomere muscle cells of the pharynx. UNC 89 is normally localized to the middle of the A bands of pharyngeal sarcomeres8,10. All previously characterizedunc 89mutants, except forunc 89(tm752), have abnormally organized filaments as observed by polarized light or immunostaining6,9,11, with characteristic arc like thick filaments at the periphery of the terminal bulb. As shown in Supplementary Fig.6, bothunc 89(sf22)andunc 89(syb1360)display normal pharyngeal muscle as assessed by staining with anti UNC 89 and the pharyngeal muscle specific MHC C.\n\nNearly all previously characterizedunc 89mutants have reduced whole animal locomotion and generate reduced maximal force9, most likely because sarcomere disorganization results in reduced muscle activity. The one known exception isunc 89(ad539), but this mutant only affects the organization of the pharyngeal muscle. Two independently derived UNC 89 KtoA mutants,unc 89(sf22)andunc 89(syb1360), crawl faster than wild type worms on an agar surface (Fig.3a), and generate the same amount of maximal force43as wild type (Fig.3b).\n\naCrawling assays on wild type (WT), severalunc 89loss of function alleles (e1460, su75,tm752), and two independently derived PK2 KtoA mutants (sf22andsyb1360). Body bends per second (BBPS) are quantified for individual animals of each strain. In the graphs, each dot represents the result from an independently selected animal. Welch'st test was used for significance. Error bars (red) indicate SEMs, *p<=0.05, ****p<=0.0001.bNemaFlex force measurements of individual worms of the same strains indicated in part (a). Statistical analysis was performed using the Wilcoxon rank sum test.N=25 36; error bars (red) indicate SEMs, *p<=0.05, ***p<=0.001.\n\nBlondelle et al.30created a mouse doubly knocked out for both obscurin and obsl1 and demonstrated that by proteome analysis, these mice have changes in metabolic pathways, including decreased levels of nearly all mitochondrial electron transport chain complexes. This report prompted us to examine the morphology and function of mitochondria in UNC 89 KtoA mutants. Using an antibody to the mitochondrial inner membrane protein ATP5A, and identifying the body wall muscle cells using antibodies to UNC 95, we found that mitochondria in wild type muscle are organized into long wavy chains, parallel to the sarcomeric A  and I bands (Fig.4a), as reported by others44. In comparison, mitochondria inunc 89(sf22)appear fragmented. This can be seen by confocal (Fig.4a) and structured illumination microscopy (SIM) (Fig.4b). In contrast, nematodes expressing the related giant protein twitchin with a catalytically dead protein kinase domain,unc 22(sf21), or twitchin with a missense mutation in Ig7,unc 22(e105)45have normally organized mitochondria (Supplementary Fig.7). This suggests that effects on mitochondrial morphology are specific for UNC 89 PK2 and not a function shared by protein kinases of the other giant muscle proteins in the worm. We find similar abnormal fragmented morphology of the mitochondria inunc 89(tm752)animals, which lack expression of all kinase containing isoforms, but do express other isoforms8,11(Fig.4a). In contrast, a more normal (wild type) morphology of mitochondria is seen in two otherunc 89mutants:unc 89(e1460) a stop codon in an alternatively spliced exon for Ig20 Ig2624,46, which expresses kinase containing isoforms; and inunc 89(su75) a frameshift mutation in the exon for Ig3946, that lacks expression of all giant isoforms but expresses the small kinase containing isoforms (Fig.4a, b). Our impressions of mitochondrial morphology are supported by a quantitative analysis of the SIM images (Supplementary Fig.8): binning the mitochondria for length indicates thatunc 89(sf22)andunc 89(tm752)have no mitochondria >10um, and fewer mitochondria between 5 and 10um as compared to either wild type orunc 89(e1460). Therefore, either inactivation of PK2 kinase or lack of expression of PK2 containing isoforms results in fragmented mitochondria.\n\naConfocal images of body wall muscle stained with antibodies to ATP5A to reveal the morphology of mitochondria. Note that wild type has mitochondria organized as long wavy lines running parallel to the A  and I bands, described as \"tubular\". In contrast,unc 89(sf22)which carries the PK2 KtoA mutation, andunc 89(tm752)which lacks expression of all kinase containing isoforms have mitochondria that appear as dots or can be described as fragmented. By comparison,unc 89(e1460)which maintains expression of all kinase containing isoforms, andunc 89(su75)which lacks expression of all giant isoforms but still expresses small kinase containing isoforms have mitochondria that appear more tubular or more like wild type.b3D rendering of SIM images of muscle mitochondria of the indicated strains. Note the presence of linear or tubular mitochondria in wild type andunc 89(e1460)and fragmented mitochondria inunc 89(sf22)andunc 89(tm752).c,dThree additional independently isolated PK2 KtoA mutants (sf24,syb1195, andsyb1360)show fragmented mitochondria. Scale bars, 10um in (aandc); 5um in (bandd).\n\nBecause CRISPR/Cas9 can result in off target effects, we generated 3 more CRISPR alleles (sf24,syb1195, andsyb1360) resulting in the same KtoA amino acid change.sf22andsf24are independent alleles generated from the same sgRNA, andsyb1195andsyb1360are independent alleles generated using a different sgRNA. The mutant alleles were outcrossed 3X to wild type. The new mutants displayed the same mitochondrial fragmentation asunc 89(sf22)worms (Fig.4c, d), suggesting that the KtoA mutation in UNC 89 PK2 adversely affects mitochondrial morphology.\n\nInC. elegans, mitochondrial fusion and fission are primarily controlled by 3 proteins44(Fig.5a): fusion is mediated by FZO 1 (ortholog of mitofusin 1 (Mfn1) and mitofusin 2 (Mfn2)) on the outer membranes of opposing mitochondria, and by the inner membrane protein EAT 3 (OPA1); fission is mediated by DRP 1 (Drp1), which is mostly cytosolic but can be recruited to mitochondria where it forms a large spiral that constricts mitochondrial membranes. We find that thedrp 1(tm1108)mutant produces large clumped mitochondria as reported previously47(Fig.5b), and that anunc 89(sf22); drp 1(tm1108)double mutant shows the Drp 1 phenotype, i.e.,drp 1is epistatic tounc 89(sf22). The epistasis ofdrp 1oversf22indicates that the fragmentation of mitochondria inunc 89(sf22)requires DRP 1 protein. One possibility is that UNC 89 PK2 may be an inhibitor of DRP 1 activity, and DRP 1 may be more active when PK2 has no catalytic activity. This further suggests that DRP 1 protein could be a target of the protein kinase activity of UNC 89 PK2, directly or indirectly through a kinase cascade.\n\naMitochondria are constantly undergoing fusion and fission, through the actions of several conserved GTPases of the dynamin family. The names of the nematode proteins are indicated with their mammalian orthologs shown in parentheses.b3D rendering of SIM images of muscle mitochondria stained with anti ATP5A. Thedrp 1null mutant shows abnormally clumped mitochondria, whereasunc 89(sf22)shows fragmented (smaller) mitochondria. The double mutant,unc 89(sf22); drp 1(tm1108)shows the Drp 1 single mutant phenotype. Scale bar, 5um.\n\nIn mammals, Drp 1 shuttles between the cytosol and mitochondria, and upon association with mitochondria, fission is promoted48. We tested the hypothesis that part of the mechanism by whichunc 89KtoA mutants have more mitochondrial fragmentation is that more DRP 1 is associated with their mitochondria. We developed an antibody to DRP 1 and validated the antibody by showing that it detects a protein of expected size from wild type (~80kDa), but no protein is detectable from adrp 1deletion mutant (Fig.6a). We observed no differences in the total levels of DRP 1 between wild type and either of twounc 89PK2 KtoA mutants (unc 89(sf22)orunc 89(syb1360)) (Fig.6b). However, we found an approximately two fold higher level of DRP 1 associated with purified mitochondria from either of the PK2 mutants compared to wild type (Fig.6c). Therefore, the greater association of DRP 1 with mitochondria at least partially explains how the mitochondria in PK2 KtoA mutants are more fragmented.\n\naLeft: Schematic representation of domains in DRP 1 as predicted by PFAM, and location of the immunogen used to raise antibodies to DRP 1. Right: Western blot showing the reaction of affinity purified anti DRP 1 to a protein of expected size for DRP 1 from wild type, and absence of detectable DRP 1 protein from thedrp 1null mutant.bLeft: A representative western blot showing the reaction of anti DRP 1 against total protein extracts from wild type,unc 89(sf22), andunc 89(syb1360). Right: quantitation of results indicating no significant difference in total DRP 1 levels in wild type vs. the twounc 89mutants. au: arbitrary units; ns: not significant. Statistical significance was assessed using an unpairedt test with Welch's correction.cLeft: A representative western blot showing the reaction of anti DRP 1 against extracts of mitochondrial preparations from wild type,unc 89(sf22), andunc 89(syb1360). Right: quantitation of results indicating that there is more DRP 1 associated with mitochondria in the two mutants vs. wild type. au: arbitrary units. Statistical significance was assessed using an unpairedt test with Welch's correction.\n\nBecause mitochondrial fragmentation is usually associated with decreased respiration and ATP production49,50, we compared levels of ATP in wild type vs. each of the 4 PK2 KtoA mutant alleles. Using a luciferase assay on whole worms, we were surprised to find that each mutant shows at least a 40% increase of ATP compared with wild type (Fig.7). However,unc 89is expressed only in the body wall, pharyngeal, vulval and intestinal muscle, and a few myoepithelial cells of the oviduct. Thus, we utilized a method to assess ATP levels primarily in the body wall muscle, the major site of UNC 89 expression. The ATP:ADP ratio, is a sensitive indicator of cellular energy status51. The fluorescent biosensor PercevalHR can measure this ratio in living cells52,53. The ATP:ADP ratio is proportional to fluorescence at 529nm at two excitation wavelengths (405 and 488nm)54. Themyo 3gene, which encodes myosin heavy chain A (MHC A), is primarily expressed in body wall muscle but is also expressed in a few single sarcomere muscle cells and in a few myoepithelial cells of the gonadal sheath. We created transgenic worms that express PercevalHR primarily in body wall muscle using themyo 3promoter. We first validated the technique by showing: (i) the ATP:ADP ratio is decreased in animals treated with antimycin A (inhibits complex III) (Supplementary Fig.9a, c), and (ii) the ATP/ADP ratio is decreased indrp 1(tm1108) (Supplementary Fig.9b, d), consistent with a report thatdrp 1mutants have decreased ATP levels55. The ATP/ADP ratio is increased inunc 89(sf22)(Supplementary Fig.9b, d), consistent with the increased levels of ATP in the whole animals (Fig.7). Although most of these results do not reach the level of statistical significance, they do show trends consistent with our tentative conclusions.\n\nResults of luciferase assays on extracts of whole worms from the indicated strains. For each strain,n=3, and *:p<0.05 by Dunnett's test.\n\nWe next tested the hypothesis that the increase in ATP levels in PK2 KtoA mutants is due to enhanced mitochondrial function. We utilized a method to isolate mitochondria from any cell type inC. elegans56to isolate mitochondria primarily from body wall muscle cells. We used a strain in which the fusion protein tomm 20 mKate2 HA was expressed from themyo 3promoter, total mitochondria were purified, and then mostly muscle specific mitochondria were pulled out using anti HA magnetic beads. Mitochondrial respiration in muscle mitochondria was assayed using an oxygen electrode. We investigated both complex I and complex II based respiration as electrons can take two paths through the electron transport chain: either I to III to IV or II to III to IV. When assessed for complex I induced respiration (addition ofsubstrates malateand glutamate), muscle mitochondria fromunc 89(sf22)andunc 89(syb1360)showed significantly higher rates of basal respiration, and the respiration could not be uncoupled by adding FCCP (Fig.8a). When assessed for complex II induced respiration (addition ofthe substrate succinate), the UNC 89 KtoA mutants showed lower rates of basal respiration, which could also not be uncoupled (Fig.8b).\n\na,bMuscle mitochondria from PK2 KtoA mutants have increased complex I and decreased complex II basal respiration and each cannot be uncoupled.aComplex I (glutamate and malate) stimulated basal and uncoupled mitochondrial oxygen consumption rates measured in isolated muscle mitochondria from wild type (wt),unc 89(sf22),andunc 89 (syb1360)mutant strains (n=3 8 per strain).bComplex II (succinate) stimulated basal and uncoupled mitochondrial oxygen consumption rates measured in isolated muscle mitochondria from wild type (wt),unc 89(sf22),andunc 89 (syb1360)mutant strains (n=4 5 per strain). Means and standard errors of the mean are represented. Significance was tested by one way ANOVA followed by Tukey's post hoc test. *p<=0.05, **p<=0.005, ***p<=0.0005, ****p<=0.00005.c,dPK2 KtoA mutants have altered levels of electron transport chain complexes.cRepresentative western blots reacted against antibodies to the indicated components of complexes I, II, IV, V, and cytochrome C.dQuantitation of these results withn=3. au: arbitrary units. Statistical significance was assessed using an unpairedt test with Welch's correction. Note that as compared to wild type, complexes I and V are normal, but complexes II and IV are reduced, and cytochrome C is elevated in the PK2 KtoA mutants.\n\nTo gain insight into why complex I respiration is increased and complex II respiration is decreased, we assessed the protein levels of one component of each electron chain complex by western blots. Unfortunately, we could not identify a commercially available antibody that reacted against a complex III component, so complex III was not assessed. As shown in Fig.8c, d, the levels of complexes I and V are normal, complexes II and IV are decreased, and cytochrome C (which shunts electrons from III to IV) is increased. These results only partially explain why complex II based respiration is decreased.\n\nAlthough the increase in complex I based respiration might partially explain the increased level of ATP in the PK2 KtoA mutants, we explored the additional possibility that glycolysis was increased. There is precedence for a compensatory increase in glycolysis when mitochondria do not perform well57. We measured the activity of the rate limiting enzyme in glycolysis, 6 phosphofructose kinase. The activity of this enzyme is significantly increased in all 4 PK2 KtoA mutants (Fig.9). Thus, increased glycolysis at least partially explains why there is an increase in total ATP levels in PK2 KtoA mutants, however, the mechanism of this increase remains elusive.\n\nStatistical significance was assessed using an unpairedt test with Welch's correction.\n\nThat both ETC I and ETC II based respiration cannot be further increased by uncoupling reagents (Fig.8a, b), suggests that the mutant mitochondria are already uncoupled. The proton gradient across the intermembrane space is generated by electron transfer, but the gradient can be dissipated by uncoupling proteins (UCPs)58. UCPs are a family of transporters that permit proton movement back into the mitochondrial matrix, and some UCPs are involved in generating heat. Thus, uncoupling should result in less ATP production, and the observed increase in ATP is likely due to increased glycolysis (Fig.9). Mammals express 5 UCP proteins, butC. elegansexpress only a single UCP, called UCP 4. Nematode UCP 4 is primarily expressed in the body wall and pharyngeal muscles59. We wished to explore the possibility that the level of UCP 4 is altered in the PK2 KtoA mutants. We created a CRISPR/Cas9 strain in which UCP 4 has an HA tag at its C terminus, and this strain was crossed intounc 89(sf22)andunc 89(syb1360). As shown in Fig.10, the level of UCP 4 protein, but not mRNA, is increased in PK2 KtoA mutants. The higher level of UCP 4 likely explains the uncoupled state of PK2 KtoA mutants, but why UCP 4 levels are increased awaits further study.\n\naRepresentative western blot reacted with anti HA to detect UCP 4 HA. An HA tag was inserted at the C terminus of UCP 4 by CRISPR/Cas9 in a wild type background and crossed into theunc 89mutants.bQuantitation of western blot results withn=3 5. Statistical significance was assessed using an unpairedt test with Welch's correction.cResults of quantitative real time PCR comparing levels ofucp 4mRNA in wild type vs. theunc 89mutants. Statistical significance was assessed using an unpairedt test with Welch's correction.\n\nSince the presumed inactivation of PK2 leads to mitochondrial fragmentation we wondered what would happen if the activity of PK2 was increased. We tested this by overexpressing a portion of UNC 89 containing wild type PK2. We reported that a segment consisting of the C terminal third of the interkinase region followed by Ig53, Fn2, and PK2 (1/3 IK Ig Fn Pk2), when transgenically expressed from a heat shock promoter localizes to the M line, the normal location of UNC 8946. This strain and wild type, as day 1 adult animals, were heat shocked at 30 degrees for 2h, and then immunostained using anti ATP5A to image the mitochondria. As shown in Supplementary Fig.10a, although mitochondria from the wild type showed the expected linear/tubular organization, mitochondria from the strain expressing the PK2 fragment showed more clumping. As shown in Supplementary Fig.10b, heat shock of this extra PK2 did not change the total level of DRP 1, but as shown in Supplementary Fig.10c, it decreased the level of DRP 1 associated with mitochondria.",
    "discussion": "We first performed bioinformatics analysis indicating that UNC 89 PK2 is a canonical active protein kinase and that a particular missense mutation (KtoA) is expected to abolish activity but not the stability of the protein. We used CRISPR/Cas9 to create worms that express UNC 89 isoforms with catalytically inactive PK2 protein kinase domains and we observed an unexpected and specific phenotype. In contrast to all previously describedunc 89loss of function mutants, these worms have normal sarcomere and SR structures and move faster than the wild type. In addition, PK2 KtoA mutants have fragmented mitochondria. Although mitochondrial fragmentation is usually associated with decreased mitochondrial function, we found that ATP levels were increased and complex I basal respiration was increased and was already uncoupled, and there was no obvious increase in complex I proteins. Nevertheless, complex II basal respiration was decreased and the level of complex II was decreased. Thus, it seems that the effect of PK2 KtoA mutation both increases and decreases mitochondrial function. The observed increase in glycolysis might be a compensatory response to altered mitochondrial respiration.\n\nWe gained molecular insight into how the mitochondria are fragmented. The conserved GTPase Drp1 is required for mitochondrial fragmentation, and in mammals, this occurs by recruitment of Drp1 to the outer membrane by adaptors, then oligomerization, recruitment of dynamin 2, and membrane scission60. We found that there is more DRP 1 associated with mitochondria of PK2 KtoA mutants, thus explaining the higher degree of fragmentation. Conversely, increasing the level of wild type PK2 by transgenic overexpression increases mitochondrial clumping and decreases DRP 1 associated with mitochondria. The association of Drp1 is known to be regulated by phosphorylation in a complex manner, some phosphorylation sites promoting association, others inhibiting it48. Our finding that geneticallydrp 1is epistatic tounc 89(sf22)is consistent with the DRP 1 protein being a direct or indirect target of UNC 89 PK2 protein kinase activity.\n\nThat both complex I and complex II respiration could not be further uncoupled led us to postulate that the mitochondria are already uncoupled. The proton gradient across the intermembrane space can be dissipated by uncoupling proteins which transport protons back into the mitochondrial matrix. Although mammals express 5 UCP proteins,C. elegansexpresses only a single UCP, UCP 4. This allowed us to easily explore whether this mechanism of uncoupling is abnormal in PK2 KtoA mutants. We found that the level of UCP 4 protein is elevated in PK2 KtoA mutants as compared to wild type. The higher level of UCP 4 likely explains the uncoupled state of PK2 KtoA mutants; however, how this occurs awaits further experiments. One possibility is that the expression, stability, or activity of UCP 4 is regulated by phosphorylation, which also may occur by PK2 or a PK2 kinase cascade. Moreover, more uncoupling means that mitochondria produce less ATP, and thus elevated ATP levels in PK2 KtoA mutants are most likely due to increased glycolysis.\n\nFurther insight into the mechanisms that generate the phenotype of PK2 KtoA mutants awaits determining the in vivo substrates for PK2. Unfortunately, during the course of this study, we were unsuccessful in producing recombinant PK2 samples suitable for in vitro phosphotransfer experimentation. Nonetheless, the phenotype of PK2 KtoA mutants suggests the existence of a signaling pathway between the sarcomere, where UNC 89 is located, and mitochondria. Such communication would help match the energy requirements of muscle contraction with energy production by mitochondria. In mammalian striated muscle, large quantities of ATP are required to fuel sarcomere contraction and the ionic pumps that drive muscle contraction, and most of this ATP is supplied by numerous mitochondria. There is very close packing of organelles in striated muscle and the spaces between adjacent myofibril/SR/T tubule cylinders are filled with mitochondria. There is a complex 3D network of mitochondria in mammalian skeletal muscle, mostly in the form of fused or elongated mitochondria61. This organization likely ensures rapid and efficient transfer of ATP to the contractile apparatus62. It is believed that during muscle contraction, calcium ions, and ATP are released into a privileged microdomain and taken up into myofibrils before they have time to diffuse beyond the myofibrils. Because of the close proximity of mitochondria to sarcomeres, even inC. elegansmuscle, and the need to match energetic output to contractile demands, we speculate that there is signaling from sarcomeres to mitochondria that coordinate the structural organization and metabolic activity of mitochondria, and this is essential for optimal muscle performance.\n\nAlthough our studies provide a possible molecular mechanism by which sarcomeres communicate with mitochondria, our study is not the first to provide evidence of communication between these organelles. In a remarkably sophisticated study using Drosophila, Avellaneda et al.63demonstrated that there is communication between mitochondria and myofibrils during muscle development. Drosophila have two types of muscle, fibrillar, exemplified by indirect flight muscle in which individual myofibrils are not laterally aligned with their neighbors, and body muscles such as in the legs in which myofibrils are aligned laterally to form a tube. The morphology and organization of mitochondria are different in these muscle types. In indirect flight muscle, the mitochondria are elongated and lie between the myofibrils, whereas in leg muscle the mitochondria lie mostly within the tube and peripherally. When Avellaneda et al. overexpressed a mitofusin homolog required for mitochondrial fusion or expressed a dominant negative Drp1 required for fission, the morphology of indirect flight muscle resembled leg muscle with myofibrils aligned laterally and often forming tubes and mitochondria located inside.\n\nIncreased mitochondrial fragmentation has been linked to a reduction in mitochondrial function49,64. However, some studies suggest that mitochondrial fragmentation is not always associated with decreased function and may be beneficial. For example, in rat gastrocnemius muscle, resistance exercise resulted in an increase in activated Drp1 (Drp1 phosphorylated at serine 616), suggesting activation of mitochondrial fission65. Feng et al.66reported that in rats during early exercise, there was increased expression of the fission mediator Fis1. A more definitive study was reported on heart muscle67. After exercising mice for 1h, the authors found that mitochondria were fragmented, total Drp1 and activated Drp1 were increased, oxidative stress was not increased, mitochondrial membrane potential was maintained, pro mitophagy proteins decreased, and mitochondrial respiration was increased. Their conclusion is that mitochondrial fragmentation associated with increased mitochondrial function is part of the normal cardiac response to increased energetic demand encountered during normal levels of exercise. Our findings inC. elegansstriated muscle that a kinase dead version of UNC 89 results in mitochondrial fragmentation but increased respiration and ATP levels are consistent with this report on exercised mouse heart.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:07:26.472411",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11487192/"
  }
}