{
  "pmcid": "PMC11357997",
  "title": "Molecular and physiological changes in the SpaceX Inspiration4 civilian crew",
  "authors": [
    "Christopher W Jones",
    "Eliah G Overbey",
    "Jerome Lacombe",
    "Adrian J Ecker",
    "Cem Meydan",
    "Krista Ryon",
    "Braden Tierney",
    "Namita Damle",
    "Matthew MacKay",
    "Evan E Afshin",
    "Jonathan Foox",
    "Jiwoon Park",
    "Theodore M Nelson",
    "Mir Suhail Mohamad",
    "Syed Gufran Ahmad Byhaqui",
    "Burhan Aslam",
    "Ummer Akbar Tali",
    "Liaqun Nisa",
    "Priya V Menon",
    "Chintan O Patel",
    "Sharib A Khan",
    "Doug J Ebert",
    "Aaron Everson",
    "Michael C Schubert",
    "Nabila N Ali",
    "Mallika S Sarma",
    "JangKeun Kim",
    "Nadia Houerbi",
    "Kirill Grigorev",
    "J Sebastian Garcia Medina",
    "Alexander J Summers",
    "Jian Gu",
    "John A Altin",
    "Ali Fattahi",
    "Mohammad I Hirzallah",
    "Jimmy H Wu",
    "Alexander C Stahn",
    "Afshin Beheshti",
    "Remi Klotz",
    "Veronica Ortiz",
    "Min Yu",
    "Laura Patras",
    "Irina Matei",
    "David Lyden",
    "Ari Melnick",
    "Neil Banerjee",
    "Sean Mullane",
    "Ashley S Kleinman",
    "Michael Loesche",
    "Anil S Menon",
    "Dorit B Donoviel",
    "Emmanuel Urquieta",
    "Jaime Mateus",
    "Ashot E Sargsyan",
    "Mark Shelhamer",
    "Frederic Zenhausern",
    "Eric M Bershad",
    "Mathias Basner",
    "Christopher E Mason"
  ],
  "year": "2024",
  "journal": "Nature",
  "doi": "10.1038/s41586 024 07648 x",
  "sections": {
    "abstract": "Human spaceflight has historically been managed by government agencies, such asin the NASA Twins Study1, but new commercial spaceflight opportunities have opened spaceflight to a broader population. In 2021, the SpaceX Inspiration4 mission launched the first all civilian crew to low Earth orbit, which included the youngest American astronaut (aged 29), new in flight experimental technologies (handheld ultrasound imaging, smartwatch wearables and immune profiling), ocular alignment measurements and new protocols for in depth, multi omic molecular and cellular profiling. Here we report the primary findings from the 3 day spaceflight mission, which induced a broad range of physiological and stress responses, neurovestibular changes indexed by ocular misalignment, and altered neurocognitive functioning, some of which match those oflong term spaceflight2, but almost all of which did not differ from baseline (pre flight) after return to Earth. Overall, these preliminary civilian spaceflight data suggest that short duration missions do not pose a significant health risk, and moreover present a rich opportunity to measure the earliest phases of adaptation to spaceflight in the human body at anatomical, cellular, physiological and cognitive levels. Finally, these methods and results lay the foundation for an open, rapidly expanding biomedical database for astronauts3, which can inform countermeasure development for both private and government sponsored space missions.\n\nSubject terms:Physiology, Molecular biology, Cognitive neuroscience, Oculomotor system, Visual system",
    "methods": "Four adult non professional astronauts were selected to participate in the Inspiration4 mission. All subjects provided written informed consent to participate in the study, which included the collection and use of their samples and data in research protocols at Weill Cornell Medicine,Baylor College of Medicine/TRISH and collaborating institutions; the study was approved by multiple IRBs and included the following IRB protocols: Weill Cornell Medicine IRB no. 21 05023569, WCG IRB 1309934, Multimodal Evaluation of Spaceflight Participants Health   SpaceX Inspiration 4 Mission; Baylor College of Medicine/Translational Research Institute for Space Health IRB no. 1316696, WCG IRB 20214456, Commercial Spaceflight Data Repository. Subjects consented to the storage of their de identified, coded research data in a secure, password protected database at SpaceX, Weill Cornell Medicine,Baylor College of Medicine/TRISH, and the institutions of study co investigators. Subjects also consented to the publication of the results of this research while maintaining their confidentiality.\n\nDatasets generated for multi omics profiling span nine different biospecimen sample types: whole blood, serum, plasma, peripheral blood mononuclear cells (PBMCs), extracellular vesicles and particles, dried blood spots, skin biopsies, skin swabs and capsule swabs. These samples were subject to a spectrum of multi omic assays, including WGS, clonal haematopoiesis, direct RNA sequencing, single nuclei RNA sequencing, single nuclei ATAC seq, single cell B cell repertoire and T cell repertoire V(D)J sequencing, proteomics, metabolomics, cell free DNA sequencing, metagenomics and metatranscriptomics. Additional biomarkers were quantified using a CLIA lab for complete blood count, comprehensive metabolic panel and cytokine panel. These data types were generated across ten time points in total: three pre flight (L 92, L 44, L 3), three in flight (FD1, FD2, FD3), one post flight (R+1) and three recovery (R+45, R+82, R+194).\n\nMulti omic feature counts describe the datasets published in refs.4,5. Transcripts detected in whole blood RNA sequencing were assembled using StringTie52. m6A modifications were quantified using m6Anet53with a probability threshold of 0.9. Genes detected from skin biopsy had a count of at least five from the normalized count matrix from the NanoString GeoMx NGS DnD Pipeline. The number of ATAC seq peaks and genes detected from the single nuclei data was quantified using the cellranger arc(v2.0.0) count algorithm from 10x Genomics. We followed the 10x single cell multi ome analysis pipeline as previously reported48and adapted for this data as described here.Shotgun metagenomic and metatranscriptomic sequencing reads were deduplicated, filtered for human sequences via alignment to the human reference genome (Hg38) and trimmed for adaptor contamination. Fungal, viral and bacterial taxonomic composition was computed via masked read alignment to a database containing all complete genomes in RefSeq using kraken2 (confidence=0.2)54. For assembly based approaches, quality controlled (unmasked) reads were assembled with MetaSPAdes55. Bins were generated with MetaBAT2 (ref.56), and Open Reading Frames were identified with bakta57and clustered into a non redundant gene catalogue with mmseqs2 (ref.58). Assembled viral genomes were identified among contigs with CheckV59. Additional details can be found in ref.10.\n\nHighly multiplexed, epitope resolved IgG reactivity analysis across the human virome was performed on reconstituted dried blood samples using DNA barcoded peptide (PepSeq) assays. The HV2 library has been previously described15and consists of 15,000 30mer peptides covering 80 viral species and selected based on earlier evidence of reactivity in other cohorts. PepSeq libraries were synthesized and used to profile IgG binding, as previously described16,17. Briefly, DNA barcoded peptide libraries were generated using bulk in vitro enzymatic reactions, starting with the PCR amplification of oligonucleotide templates and their transcription to generate mRNA. The product was ligated to a hairpin oligonucleotide adaptor bearing a puromycin molecule tethered by a polyethylene glycol spacer and used as a template in an in vitro translation reaction. Finally, a reverse transcription reaction, primed by the adaptor hairpin, was used to generate cDNA, and the original mRNA was removed using RNAse. To perform serological assays, 0.1pmol of the resulting DNA barcoded peptide library (5ul) was added to 5ul of neat, reconstituted blood spot solution and incubated overnight. The binding reaction was applied to prewashed protein G bearing beads, washed, eluted and indexed using barcoded DNA oligos. Following PCR cleanup, products were pooled, quantified and sequenced using an Illumina NextSeq instrument yielding a depth of more than 900,000 reads per sample.\n\nZ score enrichment values for each peptide in each sample were generated from raw sequence reads in a two step process using PepSIRF v.1.4.0, an open source software package for the analysis of highly multiplexed serology60data. First, reads were demultiplexed and mapped to members of the HV2 library using the demux module to generate integer count values for each sample peptide. Next, peptides with similar abundances in the buffer only negative control samples were grouped into bins and used to generatez scores for each data point, representing the distance (in standard deviations) of each data point from its unenriched distribution mean. log2 transformed offset adjustedz scores (log2(z+8) 3) were used for downstream analyses. At an adjustedz score threshold of 0.75, we detected 45 virus species (Supplementary Table3) for which at least 1 peptide was reactive in at least 1 sample. To identify viral events, we applied peptide set enrichment analysis to all pairs of consecutive samples as previously described19, and used aPvalue threshold of 1x10 5.\n\n0g VFI membranes were fabricated using nitrocellulose membrane sheets (9x8cm), which were prepared into target membranes on a bench top CO2laser cutter at 1% power, 100% speed and 3mm depth. These target membranes have circular discs (6mm diameter) cut into them in a 6x5 design with fiducial markers for targeting the dispensing locations during microarray printing. Control antibody reagent (mouse IgG), rabbit anti human CRP (11250 R106, SinoBiological) and goat anti human IgM (109 005 129, Jackson ImmunoResearch) capture antibodies were diluted to working concentrations (0.5mgml 1) using filtered 1x PBS. In a clean room environment, a Nano Plotter NP2.1 was used for non contact piezoelectric microarray dispensing of capture antibodies onto the circular discs of a target nitrocellulose membrane (0.2um pore size). To prevent evaporation of reagents during printing, an ambient humidity of 55% was maintained using a humidifier. The nozzle hydrostatic pressure was set with the water level of the pressure compensation vessel at the pipette tip height. Spot front end software was utilized to co ordinate a spotting plan for use in the Nano Plotter Controller software (NPC16) to dispense a nine spot pattern (350um period) of the antibody microarray onto the centre of each circular disc. A 384 well microplate was used to aspirate the antibodies during dispensing. The test reagents were dispensed in 20 droplets per spot at their respective working concentrations at the top two rows (three spots per row for each reagent) of the nine spot pattern. Ten droplets of the control reagent were dispensed at the bottom three spots of the nine spot pattern. The immunoassay membranes were then stored in aluminium pouches with silica bead desiccant for later use.\n\nConjugate pads were fabricated using polyester fibre with binder (Grade 6614, Ahlstrom Munksjo), which were cut into circular discs (10.5mm) on a bench top CO2laser cutter. Gold nanoparticles conjugated anti rabbit IgG (kindly provided by Dr AuCoin at the University of Nevada Reno) were incubated with mouse anti human CRP (11250 R106, SinoBiological) and IgM (MA5 14729, ThermoFisher) for 10min. The conjugate mix was then dispensed and dried on the conjugate pads at 25 degreesC for 2h.\n\nThe 0g VFI consists of a stacked multilayer of pads and membranes assembled in 3D printed plastic caps and capsules (Extended Data Fig.3a). The sandwich immunoassay on the 0g VFI is performed at the multiplexed sensing nitrocellulose membrane, which contains the nine immunoreaction spots. Above the 0g VFI membrane are functional paper layers, which decrease flow surface area to achieve uniform vertical flow (flow directing pad), decrease flow rate to increase intensity (retarding pad), generate the assay colour (conjugation pad) and collect plasma samples (sample pad). These layers are all contained in a 3D printed pad holder, placed in a membrane housing that allows contact between the 0g VFI membrane and cotton absorbing pads. The user friendly device also contains capsules within which are wet pads (assay or washing buffer) that trigger fluid transfer once screwed to the membrane housing and placed in contact with the absorbing pads. In total, the 0g VFI contains four modules consisting of the membrane housing protected with a cap, assay buffer capsule, washing buffer capsule and magnifier cap, all of which fit in small zip bags (Extended Data Fig.3b). Overall, the assay takes up to 20min due to its simple assembly sequence using the screw cap and reservoir design of the 0g VFI platform (Extended Data Fig.3c). A user manual and instruction video were made to detail the workflow procedure to SpaceX personnel and Inspiration4 crew. The user manual was integrated in the 0g VFI kit and was thus available in flight. The Inspiration4 crew were trained by SpaceX personnel and were instructed to work in pairs for sample collection and to self perform the 0g VFI procedure.\n\nAll plastic components of the 0g VFI were designed in SolidWorks and 3D printed in house at the Center for Applied NanoBioscience and Medicine using a Surgical Guide Resin material from Formlabs. Using the Formlabs 3B stereolithography printer, the 0g VFI was printed and then washed for 20min in 99% isopropyl alcohol to clear loose and uncured resin. Curing was then performed under intense ultraviolet light at 70 degreesC for 30min, followed by trimming of the support scaffolds. First, the different pad layers were stacked inside of the pad holder as follows (ordered top to bottom): sample pad (made from chopped glass with binder (Grade 8950, Ahlstrom Munksjo)), polyethersulfone filter, conjugate pad, retarding and flow directing pads both made of thin glass fibres (Grade 8950, Ahlstrom Munksjo). All layers were assembled with double sided, medical grade pressure sensitive adhesive (ARcare 90106NB). Second, a 3.5 cm diameter cotton pad (Grade 320, Ahlstrom Munksjo) was positioned in the membrane housing with a 6 mm diameter cotton pad (Grade 222, Ahlstrom Munksjo) on top, both acting as absorbent pads. The 0g VFI printed membrane was then placed on top of the absorbing pads and 400ul of blocking buffer (10mM borate buffer (pH 8) with 2.5% Triton X 100, 1% bovine serum albumin, 0.2% polyvinylpyrrolidone 40 and 0.1% sucrose filtered through a 0.2um polyethersulfone filter membrane) was pipetted on it and incubated for 30min. Then, the pad holder was positioned inside the housing membrane and the device was tightly closed with a lid. Separately, wet pads saturated with a TritonX100 (0.1%), albumin (0.5%), PBS (0.1M) solution and a 50mM carbonate/bicarbonate buffer (washing buffer) were placed in the assay buffer pad capsule and the washing buffer pad capsule, respectively. Plasma was separated from fingerstick collected whole blood using a modified A PON plasma separator cartridge (GattaCo). As drawing blood using conventional methods is difficult in spaceflight for novice astronauts, whole blood was collected via fingerstick using a Food and Drug Administration approved lancet to promote successful sample collection by the Inspiration4 crew.\n\nAll imaging was performed with a Butterfly iQ+ handheld ultrasound system (Butterfly Network) with the Butterfly mobile app running on iPhone12 (Apple, Inc.). The device was used in approved preset modes for each procedure (ophthalmic, vascular and bladder). Eighty nine imaging instances (multiframe cine of varied length) were collected pre flight and 108 (7.68GB) images were collected in flight. All in flight data (27 instances per astronaut on average; range=18 32) were stored on the local device (iPhone 12) until secure transfer to a DICOM (Digital Imaging and Communications in Medicine)server upon return to Earth. Image analysis was performed in Osirix MD DICOM software (Pixmeo). Of then=106 in flight imaging instances analysed,n=73 were related to IJV,n=14 to urinary bladder andn=19 were ophthalmic.\n\nAll astronauts were self scanning operators. All pre flight crew interactions (experiment briefing, familiarization and training, and baseline data collection) were conducted by SpaceX personnel using limited time allocations. Using a previously untested approach to experiment execution, the investigative team relied on experiment specific JIT instructions to communicate both conceptual and procedural information to SpaceX personnel (for baseline data collection and familiarization) and to the Inspiration4 crew (for autonomous in flight data collection). In flight imaging data were obtained via self scanning and used potable water as a coupling medium in lieu of ultrasound gel. Bladder scans were collected both pre  and post void, whenever possible. IJV scans were performed with and without inspiratory resistance generated by an ITD (ResQGARD ITD7, Zoll).\n\nGiven the risks to data quality posed by limitations of imaging expertise, and to evaluate the effectiveness of the JIT tools, a formalized data quality assessment was conducted in the initial phase of data analysis. This included the scoring of each imaging instance for anatomical accuracy and technical quality on a scale of 0 3 (0=no useful information, 3=clinical quality). Anatomical accuracy criteria included whether the target was clearly and contiguously visible, along with essential anatomical landmarks; technical quality criteria included elements such as image clarity, gain, acoustical interference, artefact and shadowing. An overall success score was derived as the mean of these two scores, with a usability threshold set at 2.0. This quality filter served to reject anatomically inaccurate or technically flawed images. To determine whether the success of imaging instances varied by anatomical target, a one way ANOVA tested for in flight differences in imaging success scores among anatomical targets (that is, bladder, IJV and eye); post hoc pairwise comparisons between anatomical targets were conducted via Tukey's honest significant difference. To evaluate the effect of impedance breathing on IJV CSA, a series of paired, two tailed Student'st tests were conducted; differences between normal and impedance breathing were evaluated by averaging IJV CSA for each condition within each mission phase (that is, pre flight and in flight).\n\nThe otolith organs of the vestibular system transduce linear acceleration and gravity. The sense organs consist of a mass of calcium carbonate crystals (otoconia) that overlie a membrane that is innervated with hair cells. Motion of the crystals relative to the hair cells bends the hair cells, and this bending modifies their firing rates and so provides information on linear acceleration to the central vestibular system. While generally symmetric, there is reason to believe that there are slight asymmetries between the otolith organs on the two sides of the head, in otoconial mass or synaptic sensitivity. This asymmetry is compensated by central neural processes27, but this compensation becomes inappropriate in gravity fields other than 1g, leading to changes in vertical and torsional ocular alignment61,62. In particular, the magnitude of torsional misalignment in alteredglevels has been associated with susceptibility to SMS40,41,63.G dependent changes in vertical alignment have also been demonstrated in parabolic flight and laboratory studies62,64. Data on SMS in flight were obtained via self report.\n\nA perceptual nulling technique was used to measure misalignment between the eyes (skew) in both vertical and torsional directions65. For these tests, the subject views a red line and a blue line on the touchscreen of a tablet computer, through colour matched red and blue filters, one over each eye. This provides independent images to each eye. Since the test is performed in darkness, there is no visual information that is seen by both eyes together, and hence there are no visual cues to align the eyes (which would fuse the images on the two retinas). One line remains fixed on the screen, while the other line is positioned by the subject, either vertically or torsionally. The subject's goal is to adjust one line until it appears to be aligned with the other, stationary, line (that is, to null any apparent vertical or rotational offset between the lines). The final amount by which the lines are separated from one another vertically or rotated relative to one another provides a measure of vertical or torsional ocular misalignment, respectively, which produces measures of VAN and TAN. Astronauts completed VAN and TAN measures twice pre flight and twice post flight, where each session consisted of 11 VAN and 11 TAN trials. There was no in flight testing.\n\nStatistical testing to evaluate associations of torsional (TAN) and vertical (VAN) ocular misalignment with SMS were carried out via a series of two samplet tests within each astronaut individually to provide information on the following: (1) whether the two pre flight datasets are the same or different from each other, (2) whether the two post flight datasets are the same or different from each other and (3) whether the (grouped) pre flight data are different from the (grouped) post flight data. Thet tests were performed after removing outliers, which were defined as values more than three scaled median absolute deviations from the median, where median absolute deviation is a measure of the deviation of the values from the median (analogous to the standard deviation for data from normal distributions) and can be reduced to a sequential decision tree for prediction of individual SMS susceptibility (Supplementary Note2). There are several reasons for this individual testing as opposed to a pooled analysis across subjects. First, the high variability across subjects (typical of many neurovestibular assessments), combined with the small subject pool, makes it unlikely that there would be sufficient statistical power in a pooled analysis. Second, individual testing permits a stepwise approach in which a series of tests can lead to a predictive metric. Finally, SMS is notoriously idiosyncratic, and spaceflight measures are subject to many confounds, which supports a focused longitudinal examination.\n\nThe Apple Watch Series 6 was used to objectively measure cardiovascular function, which was indexed by blood oxygen saturation levels, heart rate and HRV, as well as activity and energy consumption. The Apple Watch also measured sound pressure levels. The crew donned the Apple Watch for selected periods in all three phases of the mission, including pre flight, in flight and post flight (Extended Data Fig.1). The crew donned the Apple Watch from L 22 to L 20 and had an average wear time of 2.7+/ 0.3 (s.d.) days (range=2.4 3.0 days), in flight from FD2 to FD3 with an average wear time of 1.2+/ 0.1 (s.d.) days (range=1.2 1.4 days) and post flight from R+0 to R+10 with an average wear time of 5.8+/ 3.4 (s.d.) days (range=2.2 9.1 days).\n\nNeurocognitive functioning was assessed using NASA's cognition test battery33, which consists of 10 brief cognitive tests that probe a range of neurocognitive domains relevant to the challenges of spaceflight and includes the psychomotor vigilance test, matrix reasoning test, abstract matching, line orientation test, visual object learning test, motor praxis task, emotion recognition task, digit symbol substitution task, fractal 2 back and balloon analogue risk test. Developed for high performing astronauts, cognition has been deployed in long duration spaceflight studies1, as well as in ground based studies that simulate aspects of spaceflight in analogue environments66 68. Cognition was administered with the Joggle Research App (Pulsar Informatics, Inc.) on an iPad Mini Series 4 twice pre flight (L 47 and L 22), up to three times in flight and twice post flight (R+0 and R+1). Cognition data were corrected for practice and stimulus set effects after applying another correction for the fact that tests were performed on an iPad instead of a laptop69,70. After these corrections, the expectation is that test results do not change with repeated administration.\n\nBefore performing each cognition test battery, astronauts reported on their behavioural state using the AMS50via the Qualtrics application on the Apple iPad Mini Series 4. Developed for astronauts, the 18 item AMS measures behavioural responses to the challenges of both long  and short duration spaceflight. Fourteen of the 18 AMS items were surveyed in the Inspiration4 crew to reduce time burden, and the four items that were removed had significant overlap with other AMS items. Ten AMS items (monotony, boredom, depression, stress, physical exhaustion, sickness, unhappiness, sleepiness, workload and sleep quality) prompted astronauts to rate each item using 11 point Likert scales (range=0 10). The remaining AMS items assessed astronaut sleep timing and duration, crew conflict and medication use (stimulant/depressant).\n\nAll statistical analyses were conducted using SAS v.9.4. Before statistical analysis of cognitive performance, all cognition data were standardized viaz scoring to facilitate comparisons across the different neurocognitive domains, as well as to allow the effects to be interpreted as effect sizes. Mixed effects models using PROC MIXED with a random subject intercept were used to test astronaut behavioural and physiological responses to short duration spaceflight across mission phases. Repeated measures were nested within subjects and differences between responses during both the in flight and post flight periods were tested relative to the pre flight period using change scores generated for each astronaut from the average of an outcome for each mission phase. Post hoc analyses that tested differences between astronauts and mission phases were corrected for multiple comparisons based on the false discovery rate method with a significance threshold ofP<0.05 (refs.51); both unadjusted and adjustedPvalues are reported. For crew level differences between mission phases, Type III effects are reported.\n\nFurther information on research design is available in theNature Portfolio Reporting Summarylinked to this article.",
    "results": "",
    "discussion": "To understand the effects of short duration spaceflight on the human body for the all civilian spaceflight crew, this study performed a suite of experiments and collected a wide range of biospecimens before, during and after a 3 day orbital mission. This multidimensional battery included blood, stool, urine, biopsy and saliva samples, ultrasound measurements of the eye, jugular vein and bladder, cognitive and sensorimotor tests, surveys and physiological data collected with an Apple smartwatch. These data showed some of the same signatures of long duration spaceflight, such as inflammatory response, DNA damage response gene expression (and proteins), telomere elongation and immune signalling changes (Figs.1and2), and demonstrated that such phenotypes can also be observed in the earliest phases of spaceflight and across a shorter mission time frame. Moreover, this mission also enabled new biomedical metrics for spaceflight, such as RNA methylation, single nucleus chromatin, single cell expression metrics and spatial transcriptomics. Overall, this work demonstrated that a diverse civilian crew can conduct scientific experiments, process samples and significantly contribute to spaceflight research with minimal risk. Although two astronauts presented with SMS, most metrics (for example, IJV size, heart rate, complete blood count metrics, gene expression and cytokines) were either stable or quickly reverted to pre flight levels (baseline) after landing on Earth.\n\nThe development of diagnostic, point of care devices that can detect and quantify multiple biomarkers is critical to monitor astronauts' healthcare for future spaceflight missions and to help guide medical interventions. This mission showed that a VFI can be used to detect antigens and, more generally, protein markers37 39. Due to flight certification constraints required for all technologies used in spaceflight, the desiccant usually placed in the packaging kit to avoid high humidity exposure during long term storage had to be removed, and has been identified as the main cause for the alteration of the assay efficiency in flight. For future missions, reagent and system stability studies will have to determine optimal storage conditions without the use of hygroscopic compounds. Despite this obstacle, the 0g VFI demonstrated its robustness of operation in space, and the simplicity of its user interface allowed for its use by untrained non scientists, supporting the feasibility of such point of care diagnostic systems for several applications on additional specimen types, including for deep space missions.\n\nThe Inspiration4 ultrasound imaging experiment pursued three research objectives, which were to examine (1) urinary bladder function in microgravity, (2) IJV flow with and without intervention by inspiratory resistance and (3) microgravity associated changes in ocular morphology. The choice of targets was motivated by high priority concerns and risks reported over the years of ISS missions. For example, flow anomalies in the IJV (for example, severe stasis, flow reversal) frequently develop in ISS crew members in the later stages of long duration spaceflight20 22; however, such alterations in cardiovascular function have been less studied in the earlier days of spaceflight when precursors to cardiovascular risks may begin to emerge23. In the Inspiration4 mission, IJV flow anomalies were not observed in any of the four astronauts, suggesting that flow anomalies develop later in flight. The lack of IJV flow anomalies also diverge from Earth based simulations of microgravity (head down tilt), which demonstrate IJV and other vascular alterations after five days of exposure23. If corroborated by future studies in short duration spaceflight, this finding may further our understanding of the mechanisms and progression pattern of flow degradation in the left IJV during sustained microgravity. Inspiratory resistance reduced right IJV CSA by an average of 36% pre flight (supine) and 29% in flight but did not reach statistical significance in this small cohort of astronauts. This trend suggests facilitated IJV drainage due to resistance breathing, and the experiment demonstrated a simplified in flight screening method, with resistance breathing as an option to correct anomalous IJV flow. Overall, these findings bode well for the cardiovascular safety profile of short duration missions, although future studies that address other anatomical targets are needed, as the effects of spaceflight are not uniform throughout the cardiovascular system23,24. A better understanding of the cardiovascular risks could alleviate some of the spaceflight health concerns for private citizens with diverse health backgrounds and medical histories, although notably, no health issues were observed in the Inspiration4 crew.\n\nThe Inspiration4 mission undertook ultrasound imaging based human research in full crew autonomy, with minimal pre flight familiarization and reliance on experiment specific just in time (JIT) instruction. Probing the potential limitations of miniaturized ultrasound technology combined with the rapid deployment and complete crew autonomy was an inseparable part of the experiment. This autonomy is in stark contrast to the ISS experience, where all imaging sessions are conducted with a traditional device and in real time interaction with experts in the mission control centre. The anatomical and technical quality of the images, expressed as overall success scores, appeared inversely related to the complexity of the autonomous procedures. Bladder imaging (the simplest procedure) and IJV imaging (intermediate difficulty and complexity) each had similar scores, well above the usability threshold. Conversely, the ocular imaging procedure (most intricate), which required precise gaze control and accurate probe manipulation by real time visual feedback, did not produce image sets of sufficient quality to derive the intended measures, such as globe axial length or optic nerve sheath diameter. In this study, all but the most intricate procedures could be successfully performed by minimally trained users with the aid of appropriate JIT materials. Based on these findings, as well as those acquired during similar applications on the ISS, ocular imaging with JIT instruction in future missions should involve a dedicated ultrasound operator; however, other exams can be reliably performed in self scanning, autonomous mode, which represents a significant medical and research capability in situations with degraded communications (for example, high latency, loss of communication). Payloads consisting of a miniaturized imaging system with an intuitive interface can enable future experiments featuring short lead and training times, rapid deployment, flexible schedules and data collection autonomy, which will enable scientific research opportunities even on the most constrained of spaceflight missions.\n\nStudying ocular misalignment and otolith symmetry in short duration spaceflight is not without caveats. First, the Inspiration4 results (Fig.4) are based on comparing pre flight and post flight tests and relating that comparison to in flight SMS. The ultimate goal is to use pre flight tests alone to predict in flight susceptibility, which is planned for future flights. The incidence of SMS was 50% in the Inspiration4 mission, which is consistent with the reported incidence in short duration spaceflight29. Second, there is no relation between motion sickness susceptibility in parabolic flight and susceptibility in orbital flight, yet early work on torsional alignment was performed in parabolic flight to predict susceptibility in orbital flight40. Third, our results with VAN are promising for SMS prediction, while results with TAN are not (of note, the original work41relating SMS to ocular skew was done with torsion). Finally, SMS has multiple contributing factors and multiple manifestations that vary between individuals, and thus it may be unrealistic to think that a single measure will continue to have high predictive power in a larger population.\n\nConsistent with studies of astronauts and cosmonauts completing both short  and long duration spaceflight missions34 36, collecting objective measures of astronaut cardiovascular functions and neurocognitive functioning, as well as subjective measures of sleep and astronaut behavioural states, is feasible in commercial astronaut crews throughout short duration orbital missions. The Inspiration4 crew provided valid and usable data on cardiovascular physiology, cognitive performance and behavioural states across mission phases that can translate to the general public3,42, which is important as trained astronauts from international space agencies are not necessarily representative of the average individual. The effects of short duration spaceflight on Inspiration4 crew cardiovascular physiology and cognitive performance were modest, although there was substantial interindividual variability in the response to spaceflight, as previously observed34,43,44.\n\nStudies of cognitive performance have generally found that astronauts maintain relatively high levels of performance in spaceflight, although this may be a function of the duration of spaceflight missions, where performance decrements manifest with longer mission durations1,34. In this study, accuracy on eight of the ten (80%) cognition tests was unaffected by short duration spaceflight (Fig.5). There was, however, more variability in astronaut response speed on neurocognitive tasks, where slower response speeds were observed on four cognition tests, a finding consistent with earlier reports of astronaut response slowing during short duration spaceflight (that is, less than or equal to 10days in spaceflight shuttle missions)45,46.\n\nAlthough previous studies have not found large cognitive performance deficits in spaceflight, this may be due to the timing of neurocognitive testing, which often does not occur on the first day in flight, but up to four days in flight, at which point cognitive deficits may have dissipated. Furthermore, the observed changes in response speed may, to some extent, be associated with neurovestibular and sensorimotor alterations induced by spaceflight26,47. While astronaut sleep durations less than 6h on the ISS have been associated with psychomotor slowing, Inspiration4 astronauts averaged 6.7h of sleep per night in flight and thus the contribution of sleep loss to slower response speeds would be modest if present36. Astronauts did not report overtly negative behavioural states in flight(for example, depression, stress), butthey reported more happiness and less boredom post flight relative to pre flight (Fig.5).\n\nSignificantly, all data from this study are stored in multiple controlled access repositories for easy access, including TrialX, NASA's Open Science Data Repository and GeneLab, the SOMA data portal and the Commercial Spaceflight Data Repository, which facilitates the collection of mission specific research, medical data and biospecimens to be stored in a permanent electronic data and tissue repository for future scientific research. These data also include qualitative survey data received via mobile apps, DICOM standard images from portable ultrasound devices, data from wearables (for example, heart rate, electrocardiogram), biospecimen information, cell processing details48and the environmental/mission data from theCrew Dragoncapsule (for example, cabin pressure, temperature and humidity, spacecraft telemetry), which can help guide exploration class future missions49. Finally, the repository contains a visualization dashboard for researchers to view summary analytics and access individual observations and data files, which has been added to TRISH's enhancing exploration platforms and analogue definition programme.\n\nAlthough the Inspiration4 mission was the first all civilian crew to complete a short duration, orbital spaceflight mission while collecting repeated multidimensional measurements of biological and behavioural function relevant to the challenges of spaceflight, the study is not without limitations. Although the total sample ofn=4 astronauts is small, it is not inconsistent with previous studies of astronaut cognitive performance in spaceflight. While data collection spaceflight is challenging and limited by numerous factors (for example, cost, limited time and access to astronauts), longitudinal sampling of measures within and across mission phases can promote statistical power (Supplementary Note1). This study did not have age  and sex matched controls on Earth; however, repeated measures within the Inspiration4 crew across mission phases allow for astronauts to serve as their own controls (within subjects design) by using their pre flight (that is, baseline) levels as a reference. Future studies, or additional studies with equivalent design, of civilian astronauts in short duration spaceflight with larger sample sizes are needed to confirm the findings or to assign any possible causal links.\n\nFinally, it is worth noting that the Inspiration4 mission was not designed to address how the biological and behavioural responses of the Inspiration4 crew relate to those of professional astronauts or cosmonauts, or those with career long exposure to spaceflight. Furthermore, the research on the Inspiration4 mission was not designed to determine the safety of spaceflight for all civilians, or to recommend spaceflight for future civilian passengers; the Inspiration4 research projects were also not tasked with making judgements for future crew selection or fitness for spaceflight. The selection of astronauts for spaceflight is exclusive to international space agencies (governmental or commercial). Nonetheless, the Inspiration4 data, along with data from other civilian spaceflight missions, may contribute to the development of reference ranges and pre flight preparatory tasks (for example, behavioural testing in confined environments) that can help guide future crew selection and mission planning.",
    "conclusion": "While broad in its research scope, this study represents only the beginning. Anatomical and physiological variability, small sample size, the operational complexities of a highly constrained mission and limited skill management capabilities combined to preclude confident conclusions on many physiological variables. However, as intended by the TRISH, enhancing exploration platforms and analog definition, and SOMA programmes, these Inspiration4 data will serve as a rich foundation for scaling and enhancing the knowledge base on early phases of space physiology, and expanding our understanding of spaceflight associated effects on human health. Future missions can also include telemedicine, more autonomous data collection, next generation sequencing based in flight omics assays and related diagnostics tools. Excitingly, some of these same astronauts will be present on future missions and/or contribute to long term studies of astronaut health, which will help delineate the short  and long term impacts of spaceflight and continue to prepare future astronauts for their missions.\n\nFinally, it is worth noting that collaboration with government, academia and the private sector at the same time led to lessons learned that should be useful to investigators embarking on similar endeavours in future civilian spaceflight missions. Specifically, co ordination among diverse research teams can be enabled by agile funding entities (for example, TRISH, SpaceX, philanthropy) and a dedicated project manager. Also, a single institutional review board (IRB) protocol, such as that put in place by TRISH,can simplify subject consenting, while a standardized database provider (TrialX, funded by TRISH) was critical for data ingestion, cross institute sharing and standardization for future cross mission analyses and use of artificial intelligence and machine learning approaches. Finally, the consent and release forms of study participants were envisioned for long term use, with datasets managed under the oversight of a data release board, and for these precious samples to be utilized and characterized for many years to come."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:04:13.533357",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11357997/"
  }
}