{
  "pmcid": "PMC5865701",
  "title": "Vive la radiorsistance!: converging research in radiobiology and biogerontology to enhance human radioresistance for deep space exploration and colonization",
  "authors": [
    "Franco Cortese",
    "Dmitry Klokov",
    "Andreyan Osipov",
    "Jakub Stefaniak",
    "Alexey Moskalev",
    "Jane Schastnaya",
    "Charles Cantor",
    "Alexander Aliper",
    "Polina Mamoshina",
    "Igor Ushakov",
    "Alex Sapetsky",
    "Quentin Vanhaelen",
    "Irina Alchinova",
    "Mikhail Karganov",
    "Olga Kovalchuk",
    "Ruth Wilkins",
    "Andrey Shtemberg",
    "Marjan Moreels",
    "Sarah Baatout",
    "Evgeny Izumchenko",
    "Joo Pedro de Magalhes",
    "Artem V Artemov",
    "Sylvain V Costes",
    "Afshin Beheshti",
    "Xiao Wen Mao",
    "Michael J Pecaut",
    "Dmitry Kaminskiy",
    "Ivan V Ozerov",
    "Morten Scheibye Knudsen",
    "Alex Zhavoronkov"
  ],
  "year": "2018",
  "journal": "Oncotarget",
  "doi": "10.18632/oncotarget.24461",
  "sections": {
    "abstract": "While many efforts have been made to pave the way toward human space colonization, little consideration has been given to the methods of protecting spacefarers against harsh cosmic and local radioactive environments and the high costs associated with protection from the deleterious physiological effects of exposure to high Linear energy transfer (high LET) radiation. Herein, we lay the foundations of a roadmap toward enhancing human radioresistance for the purposes of deep space colonization and exploration. We outline future research directions toward the goal of enhancing human radioresistance, including upregulation of endogenous repair and radioprotective mechanisms, possible leeways into gene therapy in order to enhance radioresistance via the translation of exogenous and engineered DNA repair and radioprotective mechanisms, the substitution of organic molecules with fortified isoforms, and methods of slowing metabolic activity while preserving cognitive function. We conclude by presenting the known associations between radioresistance and longevity, and articulating the position that enhancing human radioresistance is likely to extend the healthspan of human spacefarers as well.\n\nKeywords:radioresistance, space exploration, longevity, DNA damage, Mars mission",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "We have outlined several alternative and complementary strategies for enhancing human radioresistance for the purposes of deep space exploration and colonization using existing biomedical and biotechnological tools and modalities in an attempt to lay the foundation for a comprehensive roadmap towards highly radioresistant humans. While many of the strategies proposed above may seem speculative, they should be considered as a foundation for future research directions. Meanwhile, we have highlighted the link between radioresistance and aging, and have endeavored to show how many of the biomedical and biotechnological modalities discussed in the present review could combinatorially be applied to both enhancing human radioresistance on the one hand and healthy longevity on the other. We also highlighted the need to converge and accelerate the research in radiobiology, biogerontology and AI to enable spacefarers to address the healthcare challenges we may not yet be aware of. Furthermore, given the massive amount of funding allocated to research into facilitating and optimizing space exploration and optimization, we hope to have shown how research into enhancing radioresistance for space exploration could galvanize progress in human healthspan extension, an area of research that is still massively underfunded despite its potential to prevent the massive economic burden posed by the future healthcare costs associated with demographic aging."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:05:53.361872",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5865701/"
  }
}