{
  "pmcid": "PMC4682325",
  "title": "Transcriptional and Hormonal Regulation of Gravitropism of Woody Stems in Populus",
  "authors": [
    "Suzanne Gerttula",
    "Matthew Zinkgraf",
    "Gloria K Muday",
    "Daniel R Lewis",
    "Farid M Ibatullin",
    "Harry Brumer",
    "Foster Hart",
    "Shawn D Mansfield",
    "Vladimir Filkov",
    "Andrew Groover"
  ],
  "year": "2015",
  "journal": "The Plant Cell",
  "doi": "10.1105/tpc.15.00531",
  "sections": {
    "abstract": "Fundamental mechanisms associated with gravitropism in woody stems ofPopulusinvolve relocalization of the PIN3 auxin transporter and interacting roles for auxin, gibberellic acid, and the ARBORKNOX2 transcription factor in regulating fiber development and gravibending.",
    "methods": "In all experiments, a minimum of three biological replicates were included for each treatment.\n\nThe genetic background of all trees utilized is hybrid aspen (Populus albaxPopulus tremula) clone INRA 717 IB4. RepresentativeARK2transgenic genotypes were selected from those previously described and characterized (Du et al., 2009). The creation and characterization of the DR5:GUS reporter line was characterized and reported previously (Spicer et al., 2013). Plants were grown at 22 degreesC under continuous light provided by Philips TL830 and TL850 fluorescent bulbs. Plants used for time lapse movies, immunolocalizations,XETlabeling, GUS expression assays, and histology were transferred to soil (Sunshine Mix 4; SunGro Horticulture) in 0.5 liter pots, covered by a transparent lid (Super Sprouter), and adjusted to ambient humidity over the course of 2 weeks. Plants were used for experiments after 2 months growth in soil with water supplemented with Miracle Grow fertilizer using the concentration recommended by the manufacturer. ForGAsoil drench treatments, 50 mL of 0.01%GA(Sigma Aldrich G 7645) in water was added to each pot to give an approximate concentration of 29 umolGAin the soil. Plants were grown for four additional days afterGAtreatment prior to gravistimulation.\n\nTime lapse movies were captured using Wingscape time lapse digital cameras (Wingscapes; EBSCO Industries). Plants were positioned horizontally and imaged once every 10 min on the first day and then once per hour for 2 weeks. Quantification of stem lift and curvature was analyzed using custom R scripts, using data derived from digitized tracings of stems from individual frames taken from time lapse movies. Tracings analyzed were from the base of the stem to the apex of curvature (defined as the basal point of tropism of the primary, herbaceous portion of the stem).\n\nStems were sectioned for histology using a Vibratome Series 1000 (Heath Company) to a thickness of 50 to 100 um. Sections for anatomical assays were stained with astra blue and phloroglucinol (Ruzin, 1999) and visualized with a Leica DMB compound microscope using a Leica DFC450C digital camera with live image stitching using Leica Live Image Builder software.\n\nForXETactivity visualization, XXXG SR was synthesized as previously described (Nishikubo et al., 2007). The previously described labeling protocol (Nishikubo et al., 2007) was modified by utilizing Vibratome sections rather than hand sections and by blocking sections (25 mM MES, pH 5.5, 1% BSA, and 2% fish gelatin) prior to incubation with 4 ug/mL XXXG SR in block. For estimation of background signal, sections were boiled for 10 min prior to blocking and incubation with XXXG SR. After overnight incubation at room temperature, sections were rinsed four times with 25 mM MES and then stepped gradually into a wash solution of 15:1:4 ethanol:formic acid:water. After multiple changes of wash solutions, sections were stepped back to 25 mM MES prior to imaging on a Zeiss LSM 710 confocal microscope.\n\nThe Pt PIN3 antibody was raised against a conjugated peptide (DQREKEGPTGLNKLGSS C) unique to paralogousPopulusPIN3 like proteins Potri.008G129400 and Potri.010G112800 in rabbits and used at a dilution of 1:250. To assay specificity of the antibody, membrane proteins were extracted from both leaf and stem tissues ofP. albaxP. tremulaclone INRA 717 IB4. Tissues were ground in liquid nitrogen and suspended in an extraction buffer before extraction as previously described (Abas and Luschnig, 2010). Resulting pellets were frozen at  80 degreesC and then thawed and subjected to a second extraction using transmembrane protein extraction reagent (FIVEphoton Biochemicals) according to the manufacturer's protocol.\n\nImmunolocalizations were performed using Vibratome stem sections that were fixed at room temperature in formalin, acetic acid, and alcohol for 45 min under vacuum. Sections were then stepped to PBT (1x PBS with 0.2% Tween 20) and washed four times 15 min each. Sections were then blocked (1x PBS, 2% fish gelatin, 1% BSA, and 0.2% Tween 20) for 1 h prior to addition of the primary antibody. The JIM14 antibody was obtained from the Complex Carbohydrate Research Center (University of Georgia, Athens, GA) and used at a dilution of 1:500. After overnight incubation at 4 degreesC, sections were washed four times in 1x PBT, blocked for 1 h, and probed with biotin labeled antibodies (for JIM14, biotin xx goat anti rat IgG, Life Technologies A10517; for Pt PIN3 biotin xx goat anti rabbit IgG, Life Technologies B2770) at 1:400 dilution. After overnight incubation at 4 degreesC, sections were washed four times with PBT, blocked for 1 h, and 4 uL Streptavidin Alexa Flour 488 (Life TechnologiesS11223) added per milliliter of block. After 0.5 h incubation at room temperature, sections were washed four times with PBT prior to visualization on a Zeiss LSM 710 confocal microscope.\n\nGUS staining was performed on 100  to 150 um thick sections by vacuum infiltration of staining solution (100 mM sodium phosphate, pH 7, 10 mM EDTA, 0.1% Triton X 100, 0.5 mg/mL X glucuronide, and 100 ug/mL chloramphenicol) followed by overnight incubation at 37 degrees. Sections were cleared in 70% ethanol prior to imaging on a Leica DMLB compound microscope with Leica DFC450C digital camera and live image stitching using Leica Live Image Builder software.\n\nBasipetal (toward the root) auxin transport was measured in stems of poplar seedlings in tissue culture (Groover et al., 2006) using a radio tracer auxin transport assay adapted fromArabidopsis thalianainflorescences (Lewis and Muday, 2009). Developmentally matched seedlings with consistent stem thickness were stripped of leaves and cut 20 and 40 mm from the shoot apex, forming a 20 mm section. These samples were inverted and placed into an open 0.5 mL microcentrifuge tube containing 200 uL 100 nM3H IAA (24 Ci/mmol; American Radiochemical) such that the apical cut end was submerged. Assay tubes were placed in a sealed box filled with water to prevent evaporation. After 18 h, the seedlings were removed and the apical 10 mm from the site of auxin application was removed and discarded. The next remaining 10 mm basal section was then divided into 2 mm segments and assayed for radioactivity in a Beckman LS6500 scintillation counter. The average andseof3H IAA in each sample is reported relative to the distance to the apical end.\n\nPlants grown as described previously were transferred to 8 liter pots in Sunshine Mix 4 (SunGro Horticulture) and grown in a greenhouse in Placerville, CA without supplemental light for 3 months. ForGAsoil drench treatments, 0.01%GAin water was added to each pot to give an approximate concentration of 29 umGAin the soil. Trees subjected to gravistimulation were placed horizontally 4 d afterGAtreatments were applied, and differentiating xylem for RNA seq was harvested from all plants 2 d after gravistimulation commenced. For gravistimulated trees, bark was removed from the top (for tension wood) or bottom (for opposite wood) quarter of the stem and differentiating xylem harvested by light scraping with a sterile double edged razor blade. For upright trees, the stem was randomly divided in half, and two xylem samples were independently harvested from opposing sides. For all trees, xylem was harvested from the twentieth leaf to the midpoint of the total length of the stem and flash frozen in liquid nitrogen. Total RNA was isolated by grinding the tissue to a fine powder in liquid nitrogen, followed by extraction using Trizol (Life Technologies) using the manufacturer's suggested protocol. RNA samples were then treated with RNase free DNase (Qiagen) prior to secondary isolation using the Qiagen RNeasy kit following the manufacturer's protocol. Quality and quantity of RNA was assessed using Qubit (Life Technologies) and Bioanalyzer (Agilent Technologies), respectively, prior to generation of RNA seq libraries using the Illumina TruSeq Library Preparation Kit V2. Six samples were multiplexed into each lane of an Illumina HiSeq run to produce 50 bp single end reads. ARK2ChIP seqdata were produced and analyzed as previously described (Liu et al., 2015) and are available as NCBI SRI accession SRP0533 or through popGENIE (http://popgenie.org/).\n\nFor each RNA seq library, contamination from adaptor sequences was removed using scythe V0.95 (https://github.com/vsbuffalo/scythe), and sequenced reads were trimmed using sickle (Joshi and Fass, 2011) with default settings. Sequenced reads were then mapped to thePopulusgenome assembly V3.0 (http://www.phytozome.net/poplar.php) using TopHat v2.0.6 (Trapnell et al., 2009), and reads forPopulusV3.0 gene models were counted using HTseq (Trapnell et al., 2009) version 0.5.4p1. Gene expression levels were calculated as reads per kilobase per million reads using the TMM normalization method in the package edgeR V3.6.8 (Robinson et al., 2010). All statistical analyses were implemented in R (R Development Core Team, 2014) unless stated otherwise.\n\nCoexpression and module analyses were performed using functions from the R package WGCNA V1.41 1 (Langfelder and Horvath, 2008) and publically available scripts (http://labs.genetics.ucla.edu/horvath/CoexpressionNetwork/Rpackages/WGCNA/). Briefly, coexpression relationships between genes were summarized as an adjacency matrix and raised to the soft threshold power of eight. The soft threshold power was determined based on a greater 80% model fit to scale free topology and low mean connectivity. Coexpression modules were defined as clusters of highly interconnected genes and calculated using hierarchical clustering of dissimilarity of the topological overlap measure. Hierarchical clustering was performed using dynamic tree cutting with a minimum module size of 500 and a cut height of 0.998, and closely related modules (0.3) based on module eigengene values were collapsed. Module stability was assessed by resampling 75% of the RNA seq libraries and rerunning the coexpression analysis 20 times (Langfelder and Horvath, 2012).\n\nTraits were related to modules using module eigengene values. Module correlations for experimental treatments such asARK2genotype, wood type, andGAtreatments were tested using ANOVA, and wood chemistry phenotypes were tested using Fisher's exact tests. Enrichment of ARK2ChIP seqbinding in coexpression modules was determined based on a one tailed hypergeometric distribution. Hub genes in the pink module were identified as genes that had high gene significance with wood type and high module membership in the pink module. Gene significance was calculated as the correlation between gene expression (reads per kilobase per million reads) and wood type. Module membership was calculated as the correlation between gene expression and module eigengene values for the pink module.\n\nFunctional enrichment of coexpression modules was based onGOenrichment and calculated using Arabidopsis best BLAST hit ofPopulusgene models.GOanalysis was performed using ArabidopsisGOannotations because categories related to relevant categories (including meristem, shoot development, hormones, cell wall and cellulose) have limited annotation inPopulus. Analyses were performed using the Bioconductor package GOstats V2.30.0 (Falcon and Gentleman, 2007) with P < 0.01.\n\nA micro Klason method was applied to quantify lignin and cell wall carbohydrates (Coleman et al., 2007). Approximately 200 mg of extracted, oven dried wood was reacted in a 125 mL serum bottle with 3 mL of 20 degreesC 72% (w/w) sulfuric acid (H2SO4), with thorough mixing with a glass rod for 1 min every 10 min, followed by mixing for 15 s every 10 min thereafter. After 2 h, 112 mL deionized water was added to the reaction. The serum bottles were then sealed and immediately autoclaved at 121 degreesC for 60 min. Sugar standards were subjected to the same treatment. Samples were allowed to cool and settle at 4 degreesC and were vacuum filtered through preweighed medium coarseness (M) sintered glass crucibles. Each sample was washed (and the serum bottle also rinsed) with 200 mL warm (50 degreesC) deionized water to remove residual acid and sugars and dried overnight at 105 degreesC. The dry crucibles were reweighed to determine Klason lignin (acid insoluble lignin) gravimetrically. The filtrate was then analyzed for acid soluble lignin by absorbance at 205 nm using a UV/Vis spectrometer. Samples had to be diluted with 4% H2SO4to reach an absorbance value between 0.2 and 0.7. The concentrations for neutral cell wall associated carbohydrates (glucose, xylose, mannose, galactose, rhamnose, and arabinose) in the hydrolyzate were determined using HPLC. Prior to injection, samples were filtered through 0.45 um HV filters (Millipore). The samples for HPLC runs were prepared by exact weights of 950 mg hydrolyzate + 50 mg fucose as the internal standard. The concentrations of sugar monosaccharides were determined using a Dionex HPLC system (DX 600) equipped with an ion exchange PA1 column (Dionex), a pulsed amperometric detector with a gold electrode, and a SpectraAS3500 auto injector (Spectra Physics). The column was equilibrated with 250 mM NaOH and eluted with deionized water at flow rate of 1 mL/min. Total lignin content was calculated as the sum of the Klason lignin and soluble lignin fractions. Lignin and cell wall sugar content was determined as a percentage of dry wood, based on the initial weight of the extract free wood sample analyzed.\n\nMicrofibril angle and cell wall crystallinity were determined by x ray diffraction using a Bruker D8 Discover x ray diffraction unit equipped with an area array detector (GADDS) on the radial face of the wood section precision cut (1.68 mm) from the growing stem isolated from the tension wood and opposite wood sections isolated from 10 cm above the root collar. Wide angle diffraction was used in transmission mode, and the measurements were performed with CuKalpha1 radiation ( = 1.54 ), the x ray source fit with a 0.5 mm collimator, and the scattered photon collected by a GADDS detector. Both the x ray source and the detector were set to  = 0 degrees for microfibril angle determination, while the 2  (source) was set to 17 degrees for wood crystallinity determination. The average T value of the two 002 diffraction arc peaks was used for microfibril angle calculations, as per the method ofUkrainetz et al. (2008), while crystallinity was determined by mathematically fitting the data using the method ofColeman et al. (2007). Crystallinity measures were precalibrated by capturing diffractograms of pureAcetobacter xylinumbacterial cellulose (known to be 87% crystalline).\n\nFiber length was analyzed using the woody material isolated from the tension wood and opposite wood side of each specimen, according toPark et al. (2008). In brief, each sample was macerated in a solution consisting of 30% hydrogen peroxide and glacial acetic acid in a 1:1 ratio (Franklin solution) at 70 degreesC for 48 h. Following the reaction, the remaining fibrous material was washed with deionized water until the samples were neutralized. Subsamples were resuspended in 10 mL deionized, distilled water and analyzed on a fiber quality analyzer (FQA; Optest Equipment). Fiber length was recorded in millimeters.\n\nThe sequences associated with RNA seq experiments are deposited in NCBI SRA under BioProject PRJNA284622. The sequences associated withChIP seqof ARK2 are deposited in NCBI SRA under accession SRP0533. Phytozome accession numbers forPopulusorthologs of Arabidopsis genes discussed in reference to gene module dissection are as follows:MYB52(Potri.012G039400),MYB85(Potri.015G129100),KNAT6(Potri.010G043500),KNAT7(Potri.001G112200),BLH4(Potri.007G032700),VND1(Potri.007G014400),PIN1(Potri.015G038700),PIN3(Potri.015G038700 and Potri.008G129400),GA20 Oxidase(Potri.015G134600),IRREGULAR XYLEMgenes (Potri.004G117200, Potri.009G042500, and Potri.001G248700),CLE13 like(Potri.008G115600), andSCARECROW like 8(Potri.004G078800).\n\nSupplemental Figure 1.Quantification of gravitropic bending and longitudinal growth inARK2genotypes during a 2 week gravistimulus trial.\n\nSupplemental Figure 2.Opposite wood histology.\n\nSupplemental Figure 3.JIM14 immunolocalization of arabinogalactan protein epitopes in opposite wood ofARK2genotypes and negative control showing background labeling.\n\nSupplemental Figure 4.Imaging ofXETactivity in opposite wood ofARK2genotypes.\n\nSupplemental Figure 5.PIN3 and control immunolocalization.\n\nSupplemental Figure 6.PIN3 quantification in tension wood and localization in opposite wood.\n\nSupplemental Figure 7.GAeffects on DR5:GUS expression in upright stems and on gravibending inARK2genotypes.\n\nSupplemental Figure 8.JIM14 immunolocalization for stem sections of trees treated withGA.\n\nSupplemental Figure 9.In situ imaging ofXETactivity in stems of trees treated withGA.\n\nSupplemental Figure 10.Differential expression of genes in opposite wood versus tension wood and normal wood.\n\nSupplemental Figure 11.Characterization of gene coexpression network modules.\n\nSupplemental Figure 12.Quantification of wood property and chemistry traits for wood types within eachARK2genotype.\n\nSupplemental Movie 1.Time lapse movie of wild type poplar undergoing gravitropic bending.\n\nSupplemental Movie 2.Time lapse movie of OE ARK2 poplar undergoing gravitropic bending.\n\nSupplemental Movie 3.Time lapse movie of miRNA ARK2 poplar undergoing gravitropic bending.\n\nSupplemental Data Set 1.Gene module memberships and statistics for poplar genes expressed during wood formation.\n\nSupplemental Data Set 2.Gene Ontology enrichment analysis for gene modules.",
    "results": "To develop a comprehensive model of tension wood formation, we first focused on characterizing tension wood formation and gravitropism inPopuluswith alteredARK2expression. Using previously characterized genotypes (Du et al., 2009), we assayed gravibending using time lapse videos for wild type,ARK2 downregulated (miRNA ARK2), andARK2 overexpressing (OE ARK2)Populustrees for a 2 week period after the trees were subjected to 90 degrees gravistimulation (Supplemental Movies 1 to 3). miRNA ARK2 plants had a reduced gravibending response in comparison to the wild type, whereas OE ARK2 plants displayed dramatically enhanced gravibending (Figures 1Ato1C; quantified inSupplemental Figures 1A to 1CandSupplemental Movies 1 to 3). Measurement of elongation growth in upright versus gravistimulated plants revealed an additional difference among the genotypes in response to gravistimulation. The wild type and OE ARK2 both reduced elongation growth during gravistimulation, while miRNA ARK2 plants did not. Surprisingly, histological comparison of stem sections showed that after 2 weeks of gravibending miRNA ARK2 stems had produced more tension wood fibers in comparison to the wild type, whereas the exceptional gravibending response of OE ARK2 was associated with fewer tension wood fibers formed (Figures 1Dto1F;Supplemental Figure 2shows matched opposite wood sections). This difference was also reflected in stem diameters, with miRNA ARK2 and the wild type having similar diameters nearly twice that of OE ARK2 (Supplemental Figure 1E).\n\nARK2Expression Correlates with Gravibending and Tension Wood Fiber Production.\n\n(A)End point of 2 week time lapse gravibending trial with miRNA ARK2 (seeSupplemental Movies 1 to 3; quantified inSupplemental Figure 1).\n\n(B)End point of 2 week time lapse gravibending trial with the wild type (seeSupplemental Movies 1 to 3; quantified inSupplemental Figure 1).\n\n(C)End point of 2 week time lapse gravibending trial with OE ARK2 (seeSupplemental Movies 1 to 3; quantified inSupplemental Figure 1).\n\n(D)Histology of tension wood production in miRNA ARK2.\n\n(E)Histology of tension wood production in wild type.\n\n(F)Histology of tension wood production in OE ARK2.\n\nHistological staining in(D)to(F)is with phloroglucinol and astra blue (see Methods). co, cortex; cz, cambial zone; pp, phloem fibers; sp, secondary phloem; tw, tension wood; xy, secondary xylem. Bars = 10 cm in(A)to(C)and 500 um in(D)to(F).\n\nThe negative correlation between number of tension wood fibers produced and gravibending amongARK2genotypes could reflect differences in the competency of tension wood fibers to generate force in the different genotypes. To test the hypothesis thatARK2might also influence the production of functional cell walls capable of generating force, each genotype was assayed for two markers that are known to be associated with maturation of functional tension wood fibers and G layers, FLAs (Lafarguette et al., 2004;Andersson Gunneras et al., 2006;Azri et al., 2014), andXET(Mellerowicz et al., 2008;Mellerowicz and Gorshkova, 2012). Immunolocalizations using an antibody (JIM14) recognizing arabinogalactan protein epitopes (Knox et al., 1991) (presumably including FLAs) strongly labeled the developing G layer of tension wood fibers (Figure 2) as well as rays in all wood types (Supplemental Figure 3). JIM14 labeling revealed distinct differences in the maturation schedule of tension wood fibers among the genotypes. OE ARK2 trees displayed a distinct G layer with JIM14 labeling within a few cell divisions of the cambium, while JIM14 labeled G layers appeared much later and more erratically in miRNA ARK2 tension wood (Figures 2Ato2C). For each genotype, the average number of tension wood fibers produced per day and the average number of tension wood fibers between the cambium and the first JIM14 labeled G layer fiber was determined and used to calculate the average number of days required for G layers to mature. As shown inTable 1, G layer maturation required an average of 6.6, 4.9, and 3.6 d for miRNA ARK2, the wild type, and OE ARK2, respectively. Thus, faster maturation of G layers was associated with enhanced gravibending.\n\nImmunolocalizations with JIM14 Antibody to Reveal Differences in Timing of Arabinogalactan Protein Epitope Development in Developing G Layers amongARK2Genotypes.\n\n(A)miRNA ARK2.\n\n(B)The wild type.\n\n(C)OE ARK2.\n\nIn each panel, red signal originates from JIM14 labeling, while blue signal is UV autofluorescence from lignified cell walls. Inset boxes show magnified view of position where first JIM14 labeled G layer occurs for each genotype, which is quantified inSupplemental Figure 1D. cz, cambial zone; gl, G layer; sp, secondary phloem, tw, tension wood. Bars = 200 um.\n\nMeasurements were made for a minimum of three plants per genotype after 14 d of gravistimulation.\n\nAverage number of tension wood fibers within a cell file.\n\nAverage number of tension wood fibers produced per day.\n\nAverage number of tension wood fibers between the cambium and the first fiber with G layer with JIM14 immunofluorescence signal, a proxy for G layer maturation.\n\nAverage number of days for tension wood fiber G layer to mature, as assayed by JIM14 immunofluorescence.\n\nSimilarly, in situ imaging ofXETactivity using the fluorescent substrate XXXG SR (Nishikubo et al., 2007) labeled cells of the cortex and secondary phloem in all wood types and specifically labeled G layers in developing tension wood (Figure 3;Supplemental Figure 4). Similar to JIM14 labeling, OE ARK2 G layers were labeled within a few cells of the cambium, while miRNA ARK2 showed variable and significantly greater numbers of cells between the cambium and fibers with labeled G layers (Figure 3). Thus, alteringARK2expression manifests in dramatic differences in fiber production, fiber maturation, and stem gravibending, with gravibending performance positively correlated with the rate of G layer maturation.\n\nIn Situ Imaging ofXETActivity in G Layers to Reveal Differences in Timing of Developing G Layers amongARK2Genotypes.\n\n(A)XETactivity in miRNA ARK2.\n\n(B)XETactivity in the wild type.\n\n(C)XETactivity in OE_ARK2.\n\nIn each panel, red signal originates from fluorescentXETsubstrate XXXG SR incorporation, while blue signal is UV autofluorescence from cell walls. Inset boxes show magnified view of position whereXETlabeling first occurs in G layers for eachARK2genotype. cz, cambial zone; sp, secondary phloem; xy, secondary xylem. Bars = 100 um.\n\nWe next asked whether changes in tension wood and gravibending associated with alteredARK2transcript abundance could reflect differences in auxin transport. While the interpretations have varied (Hellgren et al., 2004), application of exogenous auxin to the upper surface of aPopulusbranch typically inhibits tension wood formation (Wilson and Archer, 1977;Little and Savidge, 1987), raising the possibility that changes in auxin transport down and/or around the stem could influence developmental outcomes. We first measured polar (longitudinal) auxin transport from the shoot apex toward the base (basipetal) in woody stems. The greatest amount of transport was found for miRNA ARK2 trees, while OE ARK2 trees transported less auxin than wild type controls (Figure 4A).\n\nPolar Auxin Transport Differences amongARK2Genotypes and Primary Graviresponse through Relocalization of PIN3 Auxin Transport Proteins.\n\n(A)Quantification of apical to basal auxin transport in stems ofARK2genotypes, showing faster transport in miRNA ARK2 and slower transport in OE ARK2 in comparison to wild type controls.\n\n(B)Immunolocalization with PIN3 antibody, showing labeling of the endodermis layer in the cortex of this younger, upright stem.\n\n(C)Lugol staining of starch showing staining in the endodermis and secondary phloem (arrows) of cells containing starch filled amyloplasts (inset).\n\n(D)to(F)Immunolocalization of PIN3 in endodermal and secondary phloem cells on the tension wood side of a wild type stem gravistimulated for 4 d.gindicates the gravity vector. Bright field(D), PIN3 signal(F), and merged(E).\n\n(G)to(I)Immunolocalization of PIN3 in endodermal and secondary phloem cells on the opposite wood side of a wild type stem gravistimulated for 4 d.gindicates the gravity vector. Bright field(G), PIN3 signal(I), and merged(H).\n\nco, cortex; en, endodermis; sp, secondary phloem; xy, xylem. Bars = 500 um in(B)and(C)and 50 um in(D)to(I).\n\nTo understand how the lateral transport of auxin might be changed during graviresponse, antibodies were raised againstPopulusorthologs of the auxin polar transport protein Arabidopsis PIN FORMED3, tested for specificity in immunoblots and control immunolocalizations (see Methods;Supplemental Figure 5), and used in immunolocalization experiments to visualize PIN3 protein. In younger, upright stems that had recently initiated secondary growth, PIN3 showed a distinct uniform localization to the plasma membranes of endodermal cells in the inner cortex (Figure 4B), consistent with previous description of this gene's expression in the cortex in hybrid aspen (Populus tremulaxtremuloides) (Schrader et al., 2003). The endodermal cells contained starch filled amyloplasts (Figure 4C), which sediment in response to gravity, strongly suggesting these are gravity perceiving cells. In older stems with more extensive secondary growth, PIN3 expression could be found both in the endodermis as well as cells within the secondary phloem (Figures 4Dto4I). Importantly, acquisition of PIN3 expression by cells in secondary phloem identifies a mechanism by which the woody stems can continue to perceive and respond to gravity after the loss of the endodermal layer during long term secondary growth. Following 4 d of gravistimulation, PIN3 preferentially localized toward the ground in both the tension wood (Figures 4Dto4F; quantified for all genotypes inSupplemental Figure 6) and opposite wood sides of stems (Figures 4Gto4I). Because the PIN3 expressing cells are peripheral to the cambium in the radial organization of the stem, auxin would thus be predicted to be transported toward the cambial zone on the tension wood side of the stem, but toward the cortex (away from the cambium) on the opposite wood side of the stem. Thus, lateral auxin transport toward the ground by PIN3 expressing cells could elicit differential growth responses of the cambium to gravistimulation on the upper (tension wood) versus lower (opposite wood) sides of the stem.\n\nPrevious reports have identifiedGAmetabolism genes as direct targets of KNOX transcription factors (Bolduc and Hake, 2009;Hay and Tsiantis, 2010), andGAhas been shown to affect the differentiation of fibers during wood development (Eriksson et al., 2000;Mauriat and Moritz, 2009). The effect ofGAtreatment on auxin responses during graviresponse and tension wood formation was assayed through expression of a DR5:GUS construct that reports auxin response (Spicer et al., 2013) in trees subjected to a soil drenchGAtreatment (29 um in soil; see Methods). In upright trees, DR5:GUS expression was detected in the cambial zone of trees afterGAtreatment but not in control trees (Supplemental Figure 7). In untreated trees gravistimulated for 4 d, the GUS reporter staining was weakly apparent in the cambial zone of the tension wood side of the stem, while stronger staining was apparent in the cortex in the opposite wood side of the stem (Figures 5Aand5C). This staining pattern was enhanced in response toGAtreatment (Figures 5Band5D). Notably, the endodermis appeared to be a boundary for GUS staining in the opposite wood side of the stem (Figure 5E), consistent with endodermal PIN3 directing auxin flow toward the cambium on the tension wood side and toward the cortex on the opposite wood side of the stem after gravistimulation. These results also show that increasedGAlevels potentiate the auxin responsiveness of these same tissues and are reminiscent ofGAregulation of PIN protein stability and localization that has been described for root gravitropism in Arabidopsis (Willige et al., 2011;Lfke et al., 2013).\n\nEffects ofGAon Auxin Response Measured by DR5:GUS.\n\nAuxin response assayed by the DR5:GUS reporter for tension wood and opposite wood for water control orGA treated trees. co, cortex; cz, cambial zone; en, endodermis; pf, phloem fibers; xy, secondary xylem. Bars = 200 um in(A)to(D)and 50 um in(E).\n\n(A)Water control, tension wood.\n\n(B)GA treated, tension wood.\n\n(C)Water control, opposite wood.\n\n(D)GA treated, opposite wood.\n\n(E)DR5:GUS expression in the endodermis of opposite wood for a water control tree.\n\nThe effect ofGAon tension wood fiber development was tested by treating wild type, OE ARK2, and miRNA ARK2 trees with a soil drench of either water (control) or 29 uMGA. Trees treated withGAshowed an increase in gravibending response in comparison to controls (Supplemental Figure 7C).GAmodestly increased the number of tension wood fibers formed after 2 weeks gravibending for wild type and OE ARK2 trees (Supplemental Figure 7D). By contrast, the number of fibers produced by control andGA treated miRNA ARK2 trees did not vary and was similar to that found inGA treated wild type trees (Supplemental Figure 7D). The maturation of G layers as assayed by JIM14 labeling (Supplemental Figure 8) andXETlabeling (Supplemental Figure 9) showed similar trends, withGAtreatment modestly increasing the rate of maturation in the wild type and OE ARK2 but having no significant effect in miRNA ARK2. Together, these observations suggest thatGAstimulates tension wood fiber production and that this effect is sensitive toARK2levels, consistent with negative regulation ofGAlevels byARK2and elevated endogenous levels ofGAin miRNA ARK2.\n\nIn a final set of experiments, computational approaches were used to model the transcriptional regulation of tension wood development using genome wide transcriptome data from trees in which gene expression had been perturbed by gravistimulation,GAtreatment, and modulation ofARK2expression. A full factorial experiment was performed with trees of wild type, miRNA ARK2, and OE ARK2 genotypes subjected to eitherGAor a control (mock) treatment and then either gravistimulated or allowed to remain upright. After 2 d, developing xylem was lightly scraped from both tension wood and opposite wood from gravistimulated trees after debarking or from two opposing sides of the upright trees and subjected to RNA sequencing (see Methods). Differential transcript abundance was calculated for comparisons of wood types, genotypes, andGAtreatment, with relatively large numbers of genes showing differential expression in each comparison (Supplemental Figure 10). Notably, comparison of transcript levels across wood types revealed a massive reprogramming of gene expression in opposite wood, with the majority of differentially expressed genes being upregulated in that tissue (Supplemental Figure 10).\n\nNext, weighted gene correlation network analyses (Langfelder and Horvath, 2008) were performed to define modules (clusters) of coexpressed genes whose transcript levels covaried across samples. Modules were initially characterized for robustness by repeated random sampling and recalculation of modules (Supplemental Figure 11A) and by calculating coexpression relationships among all combinations of modules (Supplemental Figure 11B). Modules were next annotated to describe the expression and functional properties of genes within modules and their correlations to traits of interest (Supplemental Data Set 1). As visualized by eigengene values (the first principal component of transcript profiles) for each module (Figure 6A), variation in transcript levels across wood types was the primary factor in defining gene coexpression modules, followed byGAtreatment and to a lesser extentARK2genotype. Coexpression relationships across modules (Supplemental Figure 11B) were evident based on eigengene values; for example, the sister brown, black, pink, and yellow modules were characterized by tension wood expression, while the sister magenta, blue, green yellow, purple, and red modules were characterized by opposite wood expression (Figure 6A). Correlations were calculated between each gene module and phenotypic traits, includingARK2genotype, wood type,GAtreatment, and wood phenotypes (microfibril angle, cellulose crystallinity, fiber morphology, lignin, and carbohydrates;Supplemental Figure 12). Interestingly, significant correlations were found between each trait and at least one gene module (Figure 6A). All five gene modules with significant correlations toGAtreatment (brown, yellow, magenta, blue, and red) were also correlated withARK2genotype, and four were also correlated with wood type. However, of the three modules (brown, black, and pink) showing significant correlations with microfibril angle and cellulose crystallinity traits associated with functional tension wood fibers, only brown showed significant correlation withGA, suggesting that the role ofGAmay be more closely tied to stimulation of tension wood fiber production than regulation of cell wall properties. Modules were also identified that had significant enrichment for specific Gene Ontology (GO) categories (Supplemental Figure 11CandSupplemental Data Set 2), allowing further insight into the functional properties of modules. For example, each of the modules characterized by tension wood expression had distinctGOenrichment profiles, with the brown module characterized by enrichment for \"localization,\" the black module enrichment for replication, the pink module for hormone, auxin, and cell wall, and yellow module for cell wall, meristem, and localizationGOterms. Together, these annotations can be used to develop and test new hypotheses regarding the function ofARK2, response toGA, or tension wood development through the identification and further dissection of gene modules of interest, as illustrated below.\n\nTranscriptional Network Regulating Wood Formation and Associations with Phenotypes.\n\n(A)Dendrogram showing relationships of gene modules (colors), correlations of individual gene modules with phenotypes, and module eigengene expression acrossARK2genotypes (miRNA, miRNA ARK2; OE, OE ARK2) and wood types (NW, normal wood; OW, opposite wood; TW, tension wood) in response toGAtreatment.\n\n(B)Plot of genes in the pink module for differential expression across wood types (yaxis) and module membership/connectivity (xaxis). Black data points areFLAgenes. Red data points are transcription factor encoding genes.\n\n(C)Line graphs showing the average (bold line) and individual transcript levels (gray lines) of the 19FLAgenes in the pink module acrossARK2genotypes and wood types in response toGAtreatment.\n\nARK2was placed in the blue module and showed modest connectivity within that as well as several other modules (Supplemental Data Set 1). ARK2 binding was recently evaluated, genome wide, using chromatin immunoprecipitation sequencing (ChIP seq) (Liu et al., 2015). Here, four modules (brown, black, yellow, and magenta) showed enrichment for genes bound by ARK2 (Figure 6A). All of the ARK2 binding enriched modules also showed correlations with wood type and three showed correlations withGAtreatment (brown, yellow, and magenta) and/or genotype (brown, yellow, and magenta), reflecting our experimental data indicating thatARK2andGAinteract and have major effects on wood development. Together, the modest connectivity ofARK2and binding to large numbers of genes of diverse function suggest that this transcription factor does not act as a \"master regulator.\" Instead, these data are more consistent withARK2acting as a transcription factor that influences and potentially integrates multiple development related processes, including cell wall development and hormone related functions.\n\nAs an example of how coexpression modules can be further dissected to understand tension wood development, we focused on the pink module, which is characterized by expression in tension wood across all genotypes (Figure 6A) and has correlations with cellulose crystallinity and microfibril angle that are correlated with tension wood development and function (Figure 6A;Supplemental Figure 12). When genes within this module were plotted relative to their correlation with wood type and module membership (a measure of connectivity within the module), several FLA like genes that are markers of tension wood development (Lafarguette et al., 2004;Andersson Gunneras et al., 2006;Azri et al., 2014) and reflected in our JIM14 labeling of tension wood G layers (Figure 2) were identified in the upper quartile of both traits (black data points inFigure 6B;Supplemental Data Set 1), suggesting this module contains genes directly relevant to differentiating tension wood. Strikingly, the transcription factors within the module (red data points inFigure 6B) include 11 MYB, 6 NAC, and 2 KNOX transcription factors incorporating orthologs of characterized genes known to regulate meristematic growth (Zhou et al., 2009), fiber development, and/or secondary cell wall biosynthesis in Arabidopsis (e.g., MYB52 and MYB85, KNAT6 and KNAT7, BLH4 and VND1;Belles Boix et al., 2006;Ragni et al., 2008;Zhong et al., 2008;Liu et al., 2014;Taylor Teeples et al., 2015). These serve as excellent candidates for regulating the expression of other genes within the module (Supplemental Data Set 1), which include genes central to graviresponse and tension wood formation, including auxin (e.g.,PIN1andPIN3orthologs),GAbiosynthesis (GA20 Oxidase), and cell wall biosynthesis (e.g.,IRREGULAR XYLEMgenes and 19FLAs). Finally, potential radial signaling related genes with high wood type and module membership also reside in the pink module, including CLE13 like and SCARECROW like 8.\n\nLooking in detail at the expression of theFLAs within the pink module, three trends are apparent (Figure 6C): (1)FLAtranscript levels are highest in tension wood and lowest in opposite wood in all genotypes (t = 15.304,df= 18, P value = 4.603e 12), (2)FLAtranscript levels are lower in the tension wood of miRNA ARK2 than the wild type or OE ARK2 (t =  12.764,df= 18, P value = 9.284e 11), and (3)FLAtranscript levels showARK2 dependent differential expression in response toGAtreatment in tension wood and opposite wood (P values < 0.001). Specifically,FLAlevels are induced byGAtreatment in tension wood for OE ARK2 and the wild type, but miRNA ARK2 shows repression ofFLAtranscript levels byGA. These results are reminiscent of the responses of these same genotypes toGAtreatment with regards to maturation of G layers as assayed by JIM14 immunolocalization (Supplemental Figure 8). Additionally,FLAlevels are repressed byGAin opposite wood of wild type and miRNA ARK2 trees, but increased byGAin opposite wood of OE ARK2. Thus, the response toGAis different across both wood types andARK2genotypes, potentially revealing a developmental switch set in place by the initial graviresponse and radial auxin transport that is sensitive toARK2transcript levels.",
    "discussion": "The negative gravitropism of woody angiosperm stems is fundamentally different from that of herbaceous stems. The herbaceous stem achieves negative gravitropism through differential growth on the bottom of the stem that pushes the stem upward. By contrast, the woody stem undergoes differential growth on the top of the stem to produce tension wood that pulls the stem upward with contractile forces (Sinnott, 1952;Wilson and Archer, 1977;Ruelle, 2014). In this study, we identified key regulatory mechanisms involved in negative gravitropic responses in woodyPopulusstems, including the cells responsible for graviperception, the initial graviresponse via relocalization of the PIN3 auxin transporter, and interacting roles for auxin,GA, and the ARK2 transcription factor in regulating fiber development and gravibending.\n\nUsingPopulusas a model species, we found that graviperception likely occurs directly in the woody stem in specialized cells containing starch filled amyloplasts that sediment toward the ground. These cells are further defined by expression of the auxin transport protein, PIN3, which relocalizes toward the ground during gravistimulation. The PIN3 expressing cells are initially found in the endodermis, similar to what has been found in Arabidopsis (Friml et al., 2002) and other herbaceous stems, but later in development cells within the secondary phloem acquire PIN3 expression and possess amyloplasts. Thus, even though the endodermis is eventually lost during the outward expansion of the cortex during secondary growth, older woody stems can continue to sense gravity as new cells within the secondary phloem acquire PIN3 expression. Importantly, the reorientation of PIN3 toward the ground in gravistimulated woody stems would be predicted to have different outcomes on auxin transport in the top versus bottom of the stem. Because of the radial organization of the stem, on the top (tension wood side) of a gravistimulated stem PIN3 orientation is toward the cambium and center of the stem, whereas in the bottom (opposite wood side) of the stem PIN3 orientation is toward the cortex and periphery of the stem. These orientations are reflected in expression of a DR5:GUS reporter in our experiments, which shows preferential cambial expression on the top and cortical expression in the bottom of gravistimulated stems. This lateral auxin transport and response represents the earliest known graviresponse of woody stems and provides an obvious initial mechanism triggering the different developmental fates of xylem tissues that develop on the top (tension wood) versus bottom (opposite wood) of the gravistimulated stem.\n\nOur results concerning the location of graviperceptive cells and radial auxin transport in the tension wood versus opposite wood side of gravistimulated stems may also help in understanding previous, apparently conflicting, research results. Exogenous application of auxin to the upper surface of a leaning stem resulted in inhibition of tension wood formation (Cronshaw and Morey, 1968), while application of antiauxins induces tension wood (Cronshaw and Morey, 1965). These results led to the proposition that low auxin levels in the cambium induce tension wood development. However, direct measurement of auxin in gravistimulatedPopulusstems did not detect lower levels in cambia producing tension wood in comparison to cambia in upright trees; in fact, significantly lower auxin levels were found for cambia producing opposite wood (Hellgren et al., 2004). Our results would suggest that exogenous auxin application could likely mimic the conditions in the opposite wood side of the stem, where auxin transport would result in higher auxin and auxin response in the cortex than the cambial zone. The lower levels of auxin reported for the cambial region on the bottom of the stem (producing opposite wood) are consistent with auxin transport away from the cambium, as suggested by PIN3 localization and the DR5:GUS reporter in our experiments. However, the previous observation that levels of auxin in cambia producing tension wood are not higher than those for cambia producing normal wood (Hellgren et al., 2004) may indicate that it is not necessarily the absolute concentration of auxin in the cambial zone that determines the type of wood produced by the cambium. Instead, the relative amounts of auxin across the radially arranged secondary vascular tissues or differential sensitivity of auxin across these tissues may be more important. It is also possible that auxin itself is not directly inducing the different developmental outcomes at the cambial zone, but rather is involved in generating the signals that more directly elicit the developmental changes.\n\nAuxin is not the only hormone influencing wood development, and we foundGAto be an important hormonal regulator of tension wood, capable of stimulating fiber production and gravibending. Interestingly, previous authors have also attributed positive regulation of tension wood development toGAand speculated, based on gene expression and direct measurement ofGA, thatGAprecursors may be synthesized in the phloem and transported to the xylem, potentially though rays (Israelsson et al., 2005). The rays interconnect the secondary xylem (wood), cambium, and secondary phloem (Lev Yudan and Aloni, 1995) and, although their role in development is poorly understood, could be important in radial signaling in woody stems. For example, radial movement of auxin from the primary vascular bundles to the cambial zone has been demonstrated inPopulusand likely involves the rays (Spicer et al., 2013). Strikingly, ectopic application ofGAcan induce tension wood formation (Nakamura et al., 1994), making it a good candidate for a more direct signal controlling differentiation downstream of auxin. We found that transcriptional responses toGAtreatment were sensitive toARK2transcript levels and that, in contrast with wild type orARK2overexpressing trees, trees with reducedARK2transcript abundance failed to produce additional tension wood fibers in response toGAtreatment. These results would be consistent with the idea that decreased levels ofARK2transcript are associated with elevatedGAlevels, similar to previous work in herbaceous species that have demonstrated a direct positive regulation ofGAcatabolism related and negative regulation ofGAbiosynthesis related genes by Class I KNOX transcription factors (Sakamoto et al., 2001;Jasinski et al., 2005;Bolduc and Hake, 2009). In addition, we found thatGApotentiated the expression of the auxin responsive DR5:GUS reporter in gravistimulated stems. This result is reminiscent of previous studies in trees showingGAstimulation of polar auxin transport during wood development (Bjorklund et al., 2007) and of reports ofGAregulation of PIN protein stability and localization during root gravitropism in Arabidopsis (Willige et al., 2011;Lfke et al., 2013).\n\nAdditionally, we found evidence that fiber production can be genetically decoupled from the maturation of cell walls competent of generating contractile force. We imaged two molecular markers of functional tension wood G layers: JIM14 immunolocalization of arabinogalactan proteins (including FLAs) andXETin gravistimulated stems of wild type trees and trees with increased or decreasedARK2transcripts. Stems with decreasedARK2transcript abundance produce more fibers but are delayed in fiber maturation (as assayed by Jim14 andXETlabeling) and display reduced gravibending. Stems with increasedARK2transcripts produce fewer fibers, but fiber maturation and gravibending are enhanced. Thus, force generation and gravibending can be genetically decoupled from fiber differentiation, per se. While we expect that the dramatic differences in fiber maturation amongARK2genotypes is a primary factor, undoubtedly other differences such as stem stiffness also contribute to the observed differences in gravibending among these genotypes.\n\nWe usedGAtreatment,ARK2transcript levels, and gravistimulation as perturbations of gene expression to model gene coexpression networks underlying tension wood formation. An unexpected finding using comparisons of differentially expressed gene transcripts across all treatments was that opposite wood undergoes a massive reprogramming of gene expression. While typically assumed to play a passive role in gravibending, these results suggest the possibility of an active role, perhaps through production of signals or metabolic contributions to gravitropism. To more fully extract information from the transcriptome data, gene modules were defined based on gene coexpression across wood types, genotypes, andGAtreatments. Each module was annotated and characterized based on correlations with wood phenotypes,GAresponse, ARK2 binding to genes within specific modules, correlations with wood properties, and enrichment of member genes in specific gene ontology categories. These annotations allowed us to not only identify gene modules of interest for further study, but also define relationships among modules and make inferences about mechanisms regulating xylem development. For example, of the three modules showing significant correlations with microfibril angle and cellulose crystallinity (traits strongly associated with tension wood), only two were correlated withGAtreatment, potentially reflecting our experimental data showing the primary effect ofGAwas in promoting fiber development but not cell wall development. We were also able to dissect modules based on annotations, module membership (a measure of connectivity of a gene with other genes in the module), and differential expression across treatments. For example,ARK2showed only modest connectivity and differential expression across wood types. Along with the observation that ARK2 binds to large numbers of genes of diverse function, these properties suggest that ARK2 is not a \"master regulator\" but rather influences the expression of genes of different function, potentially to integrate different developmental processes. This would be consistent with reports of KNOX genes regulating both hormone related as well as cell wall related genes in other model species (Sakamoto et al., 2001;Mele et al., 2003;Jasinski et al., 2005;Bolduc and Hake, 2009;Bolduc et al., 2012).\n\nThe interaction ofGAand ARK2 in regulating tension wood development was evident not only in experimental data, but also in coexpression analyses. A coexpression module was selected for dissection that showed significant correlations with tension wood properties and contained a large number ofFLAs implicated in the tension wood development and function (Lafarguette et al., 2004;Andersson Gunneras et al., 2006;Azri et al., 2014). Interestingly, the expression of theseFLAgenes was differential across both wood types andARK2genotypes in response toGA, similar to what we observed in response toGAtreatment of fiber production and maturation acrossARK2genotypes. Taken together, these results are consistent with ARK2 negatively regulatingGAlevels, as has been reported in other species (Sakamoto et al., 2001;Hay et al., 2002;Bolduc and Hake, 2009), but also having an additional role in regulating cell differentiation and cell wall biosynthesis.\n\nIn conclusion, the results from these studies not only provide insights into the regulation of gravitropism and wood formation in angiosperm trees, but also demonstrate that the combination of experimental and computational approaches can be used to dissect complex developmental traits in these long lived organisms. Challenges for future studies include determining the evolutionary relationships of graviperception and graviresponse mechanisms in woody versus herbaceous stems and roots and whether the mechanisms described here forPopulusalso function across the amazing diversity of angiosperm tree species.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:04:51.736342",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4682325/"
  }
}