{
  "pmcid": "PMC5659752",
  "title": "Novel organelles with elements of bacterial and eukaryotic secretion systems weaponize parasites of Drosophila",
  "authors": [
    "Mary Heavner",
    "Johnny Ramroop",
    "Gwenaelle Gueguen",
    "Girish Ramrattan",
    "Georgia Dolios",
    "Michael Scarpati",
    "Jonathan Kwiat",
    "Sharmila Bhattacharya",
    "Rong Wang",
    "Shaneen Singh",
    "Shubha Govind"
  ],
  "year": "2017",
  "journal": "Current biology : CB",
  "doi": "10.1016/j.cub.2017.08.019",
  "sections": {
    "abstract": "The evolutionary success of parasitoid wasps, a highly diverse group of\ninsects widely used in biocontrol, depends on a variety of life history\nstrategies in conflict with those of their hosts [1].Drosophila melanogasteris a natural host of parasitic wasps of the genusLeptopilina.\nAttack byL. boulardi(Lb), a specialist wasp\nto flies of the melanogaster group, activates NF B mediated humoral and\ncellular immunity. Inflammatory blood cells mobilize and encapsulateLbeggs and embryos [2 5].L. heterotoma(Lh), a generalist wasp,\nkills larval blood cells and actively suppresses immune responses. Spiked\nvirus like particles (VLPs) in wasp venom have clearly been linked to its\nsuccessful parasitism ofDrosophila[6], but VLP composition and their biotic\nnature have remained mysterious. Our proteomics studies reveal that VLPs lack\nviral coat proteins but possess a pharmacopoeia of (a) eukaryotic vesicular\ntransport system, (b) immunity, and (c) previously unknown proteins. These novel\nproteins distinguishLhfromLbVLPs; notably,\nsome proteins specific toLhVLPs possess sequence similarities\nwith bacterial secretion system proteins. Structure informed analyses of an\nabundantLhVLP surface/spike tip protein, p40, reveal\nsimilarities to the needle tip invasin proteins SipD/IpaD of Gram negative\nbacterial type 3 secretion systems that breach immune barriers and deliver\nvirulence factors into mammalian cells. Our studies suggest thatLhVLPs represent a new class of extracellular organelles\nand share pathways for protein delivery with both eukaryotic microvesicles and\nbacterial surface secretion systems. Given their mixed prokaryotic/eukaryotic\nproperties, we propose the term Mixed Strategy Extracellular Vesicles (MSEVs) to\nreplace VLP.\n\nKeywords:Drosophila, immune suppression, hemocytes, parasitoid wasps, venom, virus like particles, secretion systems, T3 secretion system, proteomics, mixed strategy extracellular vesicles",
    "methods": "Further information and requests for resources and reagents should be\ndirected to and will be fulfilled by the Lead Contact, Shubha Govind\n(sgovind@ccny.cuny.edu).\n\nAll fly stocks were healthy and free of common laboratory\ninfections. Genetically stable stocks with the desired, uniform genotypes\nwere used for infections and crosses were not necessary. They\nwstrain ofD. melanogaster(used as wild\ntype) andDome MESO GFP(gift from M. Crozatier\n[41]) (seeKey Resource Table\n(KRT)) were used.Dome MESO GFP is a synthetic\nconstruct that replaceslacZwith GFP expression in\nP{dome lacZ.MESO} (Fly Base FBtp0022619) and produces GFP marked regions ofdomeless(the fly JAK/STAT receptor) expression\n[41]. Flies were\nraised on standard fly food [cornmeal (65 g/L), sucrose (140 g/L),\nagar (10 g/L), and yeast (35 g/L) with tegosept made in 95% ethanol\n(22.6 ml/L) and propionic acid (5 ml/L)] (seeKRT) medium and\nmaintained long term at 18 degreesC with inspection and flipping to new\nvials every three to four weeks. Prior to experimental work, fly stocks were\nmoved to fresh food, shifted to 25 degreesC, and maintained for at least\ntwo generations. Adults were used for 2 to 3 rounds of egglays to produce\nlarvae for wasp infections. Mid to late second instar larvae (both male and\nfemale) were used for infections and sacrificed during dissection.\n\nAll wasp stocks were healthy and free of common laboratory\ninfections. The following wild type parasitoid wasp species and strains were\nused:Leptopilina heterotoma14 (Lh14)\n[3],L.\nheterotomaNY (LhNY) [9],L. victoriae(Lv) [33], andL. boulardi17\n(Lb17) [3]. (A detailed genotypic notation system has not been\nformalized forLeptopilinaspp. as mutant or transgenic\nwasps have not been produced to date.)Lh(strains 14 and\nNY) andL. victoriaeare sister species with VLPs that are\nindistinguishable from each other [9]. Wasp stocks were maintained at 18 degreesC\nlong term via infestation of healthy and infection free mid to late second\ninstary w D. melanogasterlarvae raised on the same fly\nfood medium as the \"fly alone\" cultures (see Fly Strain\ndetails, above, for husbandry and housing of flies). Adult wasps were moved\nto 25 degreesC prior to experimental infections. Free living, adult female\nwasps were collected with males at approximately one week post eclosion\n(PE). Mated females were used in experimental infections and were used for\ninfections only once. For VLP purification, female wasps were sorted from\nmales for dissection of venom gland apparatus (males do not possess venom\nglands).\n\nE. coliBL21 cells (seeKRTfor genotype)\nwere used for expression of the p40 central domain (CD).\n\nFor experimental infections, cultures containing both male and\nfemale mid to late second instarD. melanogasterlarvae\nwere exposed to 10   12 mated, 1 week PE,Lh14 orLb17 female wasps [3] for 12 hours at 25 degreesC. Wasps\nwere removed and larvae were allowed to recover in the medium for 5 hours at\n25 degreesC. Infected larvae were scooped from the medium, scored for age,\nmatched toy wcontrol wasp infected larvae, washed in\ndeionized water, washed in phosphate buffered saline (1X PBS, pH 7.2,\n25 degreesC), and dissected to obtain larval lymph gland tissue. Infection\nwas validated during dissection by the presence of wasp eggs (free floating\nor attached onto larval gut tissue) and uninfected hosts were discarded.\n\nDissections and slide preparations were performed at 25 degreesC.\nTissue was dissected on untreated glass slides by bleeding larvae and\npulling the cuticle bilaterally below the mouth hooks to leave the mouth\nparts, lymph gland, and dorsal vessel. After air drying, excess tissue was\nremoved. Samples were fixed in 4% paraformaldehyde, washed,\npermeabilized (1X PBS with 0.3% Triton X 100), and washed again in\n1X PBS. Counterstains were applied (Rhodamine tagged Phalloidin at 0.5 mg/ml\nand Hoechst 33258 at 0.02 mg/mL) and samples were washed and then mounted in\nVectaShield.\n\nSamples were imaged with a Zeiss 510 confocal at 40X. Laser settings\nwere based on GFP negative and uninfected control tissue and all images were\nscanned using the same instrument settings. Images were processed with Zeiss\nLSM image browser. Figures were compiled in Adobe Photoshop v12.0.4 and CC\n2015.5 and Illustrator CC 2015.\n\nResults shown inFig 1were\nvalidated in dissections of at least twenty animals (n = 20 lymph\nglands) each, infected by either wasp. Results have also been validated by\ninfections and dissection of at least three otherD.\nmelanogastergenotypes with replicates of at least five animals\n(n = 5 lymph glands). All infection related changes to lymph gland\nmorphologies were included in our conclusions (no data were excluded). No\nstrategies for randomization and/or stratification, blinding, or sample size\nestimation were utilized, or found to be necessary, for this study.\n\nThree hundred eachLh14 [3] andLhNY\n[9] female wasps\n(see Wasp Strain section, above, for husbandry and housing details) of 1 to\n2 weeks PE were sacrificed by submerging in 70% ethanol and rinsed\nat least three times each in deionized water and 0.1X PBS (pH 7.2) at\n4 degreesC. Venom gland complexes were dissected in PBS by grasping the\novipositor and gently pulling. Only intact, dissected venom gland complexes\nwith a VLP long gland, reservoir, and ovipositor were used in the\npurification protocol; other body parts were discarded. Tissue was collected\nin 1X PBS (4 degreesC), gently crushed with a sterile pestle in\n200uL of 1X PBS (4 degreesC), shook vigorously in 300 uL 1X\nPBS (4 degreesC), pulse agitated, and added to the top of a 4 degreesC\nNycodenz gradient. The gradient of 50 to 10% Nycodenz in 1X PBS (5\nbands of 900 uL, each) was prepared in a clean, RNA free Beckman 9\ncm centrifuge tube and pre chilled. Whole VLPs were separated from other\ntissues into a single band by ultracentrifugation (20,000 RPM, 7 degreesC,\n80 mins). The VLP band was removed from the gradient, washed with 1X PBS\n(4 degreesC), pelleted (11,700 RPM, 7 degreesC, 35 mins), resuspended in a\nminimum of 1X PBS (4 degreesC), and stored (4 degreesC). Extraction of\nVLPs from ~ 300 long gland complexes has consistently yielded\nupwards of thousands of VLPs.\n\nFor cryo electron microscopy (EM), purified VLPs were pipetted onto\na holey carbon coated grid. Excess fluid was blotted (Whatman #1)\nand the grid was plunge frozen (liquid ethane) and stored in liquid\nnitrogen. Samples were visualized with a Technai G2 (200kV) at the New York\nStructural Biology Center. Membrane surroundingLhVLPs\n(observed via cryo EM inFig 1) was\npresent in all VLPs of more than two sample preparations and this result\nconfirmed previously published findings from transmission electron\nmicroscopy experiments [6,9].\n\nFor scanning EM (SEM), purified VLPs (washed and re suspended, PBS)\nwere fixed in glutaraldehyde (3% in 0.085M sodium cacodylate buffer,\novernight, 4 degreesC), followed by cacodylate buffer (0.085M, 1 hr,\n4 degreesC). After washing (glass distilled water) and fixing in osmium\ntetroxide (1% in 0.085M cacodylate buffer, 1 hr, 4 degreesC), VLPs\nwere filtered onto polycarbonate membranes (0.1 um pores). Filtered\nsamples were then dehydrated in serial ethanol washes (technical grade, to\n70%) and stored overnight. The membranes were washed (amyl acetate),\ndried, and mounted on pin stubs. Membranes were gold palladium plated and\nstored at 60 degreesC until imaged on a Ziess Supra 55 SEM. Parameters for\nSEM imaging ofLh,Lv, andLbVLPs were consistent for all samples and technical\nreplicates; data presented are representative of many particles from at\nleast two replicates per species' VLP.\n\nPurified VLPs were separated on a 1 D SDS PAGE gel as per standard\nprotocols. Bands were excised, destained, reduced, alkylated, and trypsin\ndigested. Peptides from combined additional lanes (L457) were also analyzed.\nPeptides were extracted (Applied Biosystems POROS 20 R2 beads), cleaned up\n(C18 ZipTips), dried, and reconstituted in 2%\nacetonitrile/0.1% formic acid.Lh14 peptides were\ntrapped (Waters Symmetry C18trap column (180 um\nx 100 mm, 5 um particles)), washed, and separated on a\nWaters BEH130 C18column (1.7 um particle size) (Waters\nNanoAcquity UPLC (Milford, MA)).LhNY peptides were\nseparated on a Waters BEH130 C18column (75 um x\n150 mm). The MS analysis was performed on an LTQ Orbitrap (ThermoFisher,\nCA).\n\nThe instrument RAW files were analyzed using Proteome Discoverer\n(PD) 1.4.0.288 with a work template that contained a Target Decoy PSM\nValidator node (peptide spectrum matches) with both Sequest and Mascot\nalgorithms. Mascot searches, independent of PD, were also conducted. Peptide\nmass tolerance was set to 10 ppm, and the fragment mass tolerance was 0.6\nDa. The enzyme was set to \"trypsin\" with two maximum missed\ncleavage sites and the search was against VLPSwiss_20140319.fasta (1332969\nentries). Carbamidomethylation of cysteine was specified as a fixed\nmodification. Deamidation of asparagine and glutamine and oxidation of\nhistidine, methionine and tryptophan were specified as variable\nmodifications. Methylation at aspartic acid residues was specified only for\nMascot analyses conducted without PD. The .msf output files were integrated\ninto Scaffold (version Scaffold_4.7.3, Proteome Software Inc.) which was\nused to validate MS/MS based peptide and protein identifications.\n\nVLP proteins (Tables S1,S2) reported here had at least two proteomic peptides,\nidentified at 99% or greater probability by either PD or solo Mascot\nsearches, that aligned to a target sequence. In addition, four proteins are\nincluded in the list where only one peptide aligned at 99% more\nprobability (see below, Protein sequence annotations subsection).\nFull length target protein sequences were translated from RNA SeqLh14 (GAJC00000000.1) transcripts translated to ORFs\n[10].\n\nThe number of aligned peptides varied slightly between PD and Mascot\nanalyses conducted without PD. The PD results have been deposited to the\nProteomeXchange Consortium via the PRIDE [42] partner repository (seeKRTfor link).\n\nIn this report, VLP composition is based on the subset of proteins\ncommon to both theLh14 and NY strains. The common,\nfull length VLP protein ORFs (Tables S1,S2) were annotated via(A)primary\nsequence analyses, and(B)structure based analyses and\npredictions for select proteins (described below). Note that theLh14 dataset is larger and selectLh14 unique sequences were preferentially included.\n\nThe VLP peptides were also searched against other proteomes (UniprotD. melanogaster,A. mellifera,H. sapiens, viral, prokaryotic and archaea databases\n[43]). The\nfull length proteins identified from the RNA Seq ORFs [10] were BLASTed againstLhESTs (NCBI LIBEST 028179 and 028205, [11,12]), providing an alternative method of ORF sequence\nverification. This step also identified the full, or near full, length VLP\nprotein clones in ourLhEST collection (e.g.,LhVLP Sm & LgGTPas01). Roughly 20% and\n~ 45% of the common VLP proteins were identified in the\nHeavner et al. 2013 [11] and the Colinet et al. 2013 [12] studies. (See below, for methods of\nidentification of absence/presence of expression of eachLhVLP protein inLb17 and G1 abdominal transcriptomes (Fig 2).)\n\nThe automated, pipe line annotation algorithms of (1) BLAST2GO, E\n<= 10 5(v2.7.0) [44], (2) InterProScan (v5.3 46)\n[45], and (3)\nFastAnnotator [46]\nwere used to characterize all (common set) VLP proteins identified from VLP\npeptide alignments toLhtranscriptome ORFs (See above).\nMultiple bioinformatic methods were used to avoid algorithm bias and\nincrease accuracy. Two related criteria were used as measures of reliability\nof annotations: (a) E values (E <= 10 5);\nand (b) percent identity and percent similarity (applied only when at least\n75% of the query aligned to the hit).\n\nFor manual annotations, BLASTs were conducted via NCBI\n[47] (nr and TSA\ndatabases, default parameters [48]). To identify potentialLhVLP\nprotein homologs in microbiota, the unannotated full length VLP proteins\nwere pBLAST searched against a subset of all nr archaea, viruses, and\nprokaryotic genomes at higher sensitivity (GenBank, E <=\n10). To identifyLhVLP proteins expressed byLb17 andG1, all VLP sequences were\ntBLASTn searched with default parameters againstGAJA00000000.1(Lb 17) andGAIW00000000.1transcriptomes (Ganaspis sp1(G1)) [10]. The Conserved Domains Database (CDD) [49,50] and PFAM [51] were used for domain identifications and\narchitectures. Manual annotation results are reported in main text only if\nthey were confirmed by a second method. Kyoto Encyclopedia of Genes and\nGenomes (KEGG) Orthology (KO) numbers were assigned using GhostKOALA\n[52]. KO numbers\nwere then used to obtain model ortholog annotations.\n\nFor pairwise and multiple sequence alignments, T Coffee\n[53], Needleman\n[54],\nClustalOmega [55],\nand MUSCLE [56,57] (EBI webserver, default\nparameters) were used and ESPript 3.0 [58] was used for visualizations. FunRich\n[59] was used for\nfunctional enrichment and over representation analyses against two\nextracellular vesicle databases, Exocarta [60,61] and Vesiclepedia [62]. Circos (v0.69) was used to visualize\nthe proteome [63].\n\nThe four proteins with only on a single aligned peptide (99%\nor greater peptide probability) (Fig 3;Tables S1,S2) passed the\n(1) manual inspections of their MS/MS spectra and fragments, (2) solo Mascot\nsearches, and (3) Exocarta/Vesiclepedia enrichment analyses. Of these four\nproteins, one is classified as novel (Class 3;Figs 2,3 A), while the\nother three have sequence similarities with eukaryotic proteins (Class 1;Fig 2,3) of extracellular vesicles (Fig 3 B, C).\n\nA high quality structural model was created for SmGTPase01 using a\nhybrid approach. A MODELLER [64] model was created using three templates: GIMAP\ncrystal structure 3V70 and twoab initiomodels\n[65]. 3V70 was\nchosen using threading metaservers (LOMETS [66] and PHYRE2 [67]) and was evaluated in single template\nMODELLER trials. Loop modeling and side chain optimization were done using\nLoopy [68] and SCWRL4\n[69],\nrespectively. The active site of this full length model is presented inFig 4 C; the remaining details of\nthe model will be published elsewhere.\n\nThe SmGTPase01 co factor, Mg2+, was placed in the active\nsite based on COFACTOR [70] and was checked for positioning using WHAT IF\n[71]. GTP was\nplaced and checked for energy minimization in the SmGTPase01 active site\nwith Autodock Vina [72]. The cofactor and substrate placements were confirmed\nwith predictions from COACH [73], BSP SLIM [74], and 3D Ligand [75].\n\nThe qualities and knowledge based energy values of our models were\nassessed using ProSA web [76] and Verify3D [77]. TM Align was used to compare crystal structures and\nourin silicomodels [30]. STRIDE [78] was used to define secondary\nstructures from molecular coordinates. Crystal structure molecular files\ncame from the Protein Data Bank (http://www.rcsb.org/pdb/home/home.do).\n\nFor p40 specific proteomics, peptides isolated and digested from an\nanti p40 positive SDS PAGE gel band were sequenced at the Harvard\nMicrochemistry Facility by HPLC MS/MS (Finnigan LCQ quadrupole ion trap) and\nthen BLAST queried against NCBIGAJC00000000.1RNA SeqLh14 database.\n\nFor p40 cloning and expression, the p40 IpaD like central domain\n(CD) was amplified from venom gland cDNA and cloned into pCR2.1 TOPO. Primer\nsequences are listed inKey Resource Table. The p40 central domain (amino acids 26\n  240,Fig 4 D) was expressed\nfrom a pTrcHisA subclone by addition of IPTG (1 mM, ThermoFisher\nScientific).E. coliBL21cells were lysed by freeze thaw in\nlysis buffer (10% triton X, 150 mM NaCl, 1 mM EDTA and 50 mM Tris\nHCl, pH 6.8) with protease inhibitors (AEBSF HCl 100 mM, aprotinin 80\nuM, bestatin 5 mM, E 64 1.5 mM, leupeptin 2 mM, pepstatin A 1 mM,\nSigma or Fermentas). Protein concentrations in all assays were determined\nwith Bradford reagent [79].\n\nFor the verification of p40 identity via western analyses, bacterial\nproteins were separated (SDS PAGE, 5% stacking and 12%\nresolving), transferred to membrane (nitrocellulose, HyBond, Amersham Life\nScience), and blocked (PBS, pH 7.4, 0.1 % Tween 20, 5%\nnonfat dry milk, 3% bovine serum albumin (1 hr, 25 degreesC)).\nPrimary antibodies used were anti p40 (1:1000) or anti 6X His (1:1000; 12\nhr, 4 degreesC). Alkaline phosphatase linked anti mouse secondary antibody\n(1:2,500; 1 hour, 25 degreesC), 5 bromo 4 chloro 3 indolyphosphate\n(BCIP, Amresco), and nitro blue tetrazolium (NBT, Biotium) solutions in\nNaCl Tris MgCl2buffer (NTM, pH 9.5) were used for\ndetection.\n\nFor p40 structural predictions,ab initioand\ntemplate fragment assembly methods [80] [65] were used along with N terminal predictions from\nMODELLER's loop methods [81 83].\nStructural optimizations were generated using ModRefiner [84]. The most N  and C terminal\nresidues of p40 are predicted to be a signal peptide and transmembrane helix\nand were not modeled (Fig\nS1 C). Crystal structures (http://www.rcsb.org/pdb/home/home.do) similar to ourin silicop40 model were identified using DaliLITE\n[85].\n\nTo cureLvadults of the strain of Gram negativeWolbachiaendosymbionts [34], three successive generations ofLvfemales were cultivated from infections ofy\nw D. melanogasteregglays on fly food medium containing\nrifampicin at 0.75 mg/g (see Fly and Wasp Strain sections, above, for\nhusbandry and housing details). The next six generations ofLvwasps were cultivated on larvae raised on standard,\nantibiotic free medium, to assure no direct drug effects. Isogenized control\nwasps did not receive antibiotic treatment and were otherwise reared the\nsame way as experimental wasps. For PCR amplification of wasp genomic DNA,\nantibiotic treated and control male and female wasps, no more than 1 week\nPE, were sorted into microfuge tubes and frozen at  20 degreesC.\nGenomic DNA template was amplified for the absence or presence of (a)Lv specificgatBandcoxAgenes ofWolbachia, and (b) VLP\nprotein genes (p40 and Sm/LgGTPase01) (see Analyses of genomic sequences,\nbelow, andKRT).\nResults from all PCR amplification experiments supported the conclusions in\nthis study.\n\nTotal genomic DNA fromLh, antibiotic treatedLv, and control wasps was obtained using a Qiagen DNA\nBlood and Tissue kit. Primer sequences are listed inKRT; the following\nnotation is used:\n\ny= pyrimidines;r= purines; andk= T and G.\n\nDetails regarding experimental replicates are provided with each Method.\nAs indicated in the Wasp infections, dissections, and imaging subsection, n in\nthis study refers to the whole lymph gland of an animal (i.e., two lobes). More\nthan 35 lymph glands from larvae of different genotypes yielded consistent\nresults after wasp infection. Similarly, examination of numerous VLPs in each\nsample, as well as repetition of different EM protocols providedsupporting informationregarding VLP morphologies. Confidence in proteomics results is based on peptide\ncharacterizations of purified VLP preparations from two independent strains ofLh. The criteria of agreement between multiple, independent\nmethods for identification and annotation of VLP proteins (both novel and\npreviously characterized) were met. Confidence in quantitative bioinformatics\nresults (e.g., E values for BLAST results and domain predictions, RMSDs for\nprotein model analyses, p values for enrichments) is based on the algorithms\nintrinsic to these methods and is described in the corresponding primary\nreferences. Where possible, more than one computational approach (supported by\ndifferent algorithms and metaservers) was used to strengthen interpretation by\navoiding biases arising from a single computational methodology. No additional\nstatistical analyses or methods to determine assumption credibility and/or\nsample size were conducted for this study.\n\n.mzid files for all VLP protein gel bands for bothL.\nheterotoma14 and NY (see MS/MS analysis ofLhVLP\nproteins methodology, above) were exported from Scaffold and submitted to PRIDE,\na ProteomeXchange repository member (seeKRTfor links). .mzid files provide the data for VLP\npeptide identification in the mzIdentML proteomics format (Tables S1,S2), a HUPO Proteomics\nStandards Initiative (Proteomics Informatics Standards group) standard.",
    "results": "Larvae of parasitic wasps of theLeptopilinagenus feed\nonDrosophilalarval host tissues, and eclose into free living\nadults (Fig 1 A). The VLP producing\ngeneralist/specialistL. heterotoma(Lh)/L. boulardi(Lb)\nwasps differ greatly in their infection of their natural hostD.\nmelanogaster, as seen in the anterior lobes of the fly larval lymph\nglands. Hematopoietic progenitors are housed in the gland's medulla\n(marked byDome Meso GFP) and mature hemocytes, in the cortex\n(GFP negative,Fig 1 B).Lb17 infection induces lamellocyte differentiation (Fig 1 C), whileLh14 attack\ncauses cell loss in both the medulla and the cortex, and few cells survive\n(Fig 1 D). The differences in the\nvirulence ofLhversusLbis attributed to\ndifferences in the VLPs produced by these wasps [7] and the mechanism ofLh induced cell killing are not understood. VLPs fromLb17 andLh14 differ in morphology;Lb17 VLPs have fewer spikes and are somewhat larger thanLhVLPs (Fig 1 E, F)\n[8]. A peripheral\nmembrane lipid bilayer (~ 10 nm) surroundsLhVLPs,\nwhich lack the typical coat like structure found in some viruses (Fig 1 G). Because of their key role in wasp parasitism\nofDrosophilaspp. [4,5], we hypothesized\nthat differences in the composition of spiked particles produced in the venom of\nboth wasps underlie these contrasting infection strategies.\n\n(A)Infection by femaleLeptopilinaspp. parasitic\nwasps introduces not only wasp eggs into the body cavities and hemolymph of\nfruit fly larvae, but also venom gland products which includes spiked, 300 nm\nVLPs. VLP bioactivity is known to be necessary for the infective success ofL. heterotoma, rather than other venom constituents\n[6,9]. (B) Intact anterior lymph\ngland lobes from uninfected controlDome MESO GFPfly larvae.\nGFP marks the stem like progenitors in the medulla. (C)Dome MESO GFPglands ofLb17 infected larvae\nshow lamellocyte differentiation (white arrowhead) and lobe dispersal (white\narrow).(D)Progenitors are depleted inDome MESO GFPanterior lobes infected withLh14.(B   D)White asterisks mark\ndorsal vessels.(E)Scanning EMs ofLb17 and(F)Lh14 VLPs.(G)CryoEM ofLh14\nVLPs: The external lipid bilayer is contiguous, extending from spike bases\n(black arrows) at the VLP core to spike tips (white arrowhead). The black\narrowhead marks area in zoom, bottom right.\n\nTo characterizeLhVLP proteomes and examine differences\nin VLP protein compositions fundamental toLh  versusLb specific virulence, we identified a high confidence\nproteomic dataset common to VLPs from two independently isolated, isogenized\nstrains (Lh14 andLhNY), whose fine\nstructures and activities on host cells are indistinguishable [3,9]. Peptide sequences from each VLP proteome\n(Lh14 andLhNY wasps) were first aligned\nagainst RNA SeqLh14 transcripts [10], translated to open reading frames\n(ORFs). We thus obtained a common set ofLhVLP proteins\n(present in both proteomes;Tables S1,S2) and verified these VLP protein sequences at >\n90% identity against twoLhexpressed sequence tags\n(ESTs; ~ 30 proteins or 20% [11] and ~ 70 proteins or 45%\n[12] of the common\nproteome). To identify candidate pathogenicity effectors, we compared the commonLhVLP dataset to abdominal transcripts ofLb17 and a distantly related speciesGanaspis\nsp.1(G1) that lacks spiked VLPs [10,11,13] (Fig 2). A summary of our major findings follows.\n\nLhVLP proteome\n\nLhVLP proteins are arranged by known/predicted functions and\nannotations. Key provided in center of figure.(Layer 1, outer most\nlayer)Signal peptide predictions are most commonly found in the\ncategories of virulence, immunity, and novel proteins.(Layer 2)GO\n(gene ontology) terms for conserved cell biology proteins are abundant.(Layers 3, 4)The cytoskeletal/fibronectin proteins and the\nmajority of novel sequences lack similarity to abdominal transcripts from both(Layer 3)Lb17 or(Layer 4)G1female wasps.(See alsoTables S1,S2;Data S1,\nS2.)\n\nNo proteins with significant homology to structural proteins of any known\nvirus, including polydnaviruses (PDVs) associated with ichneumonid and braconid\nwasps, which prey on Coleoptera, Hymenoptera and Lepidoptera [14], were found in theLhproteome. The 161 proteins common toLh14 andLhNY VLP proteomes were categorized as (1) conserved\neukaryotic proteins with core biological function (42%, Class 1); (2)\nvirulence/immunity associated proteins (24%, Class 2); or (3) novel\nsequences (34%, Class 3) (Figs 2,3 A). Of the ~ 160 VLP\nproteins, 25% areLh specific (i.e., they are not\nexpressed byLb17 [10]) and most (27/41, 66%) of these proteins are\nnovel (Class 3) (Fig 2). Class 1 sequences\ncontain orthologs ofDrosophilaand mammalian extra  and\nintracellular vesicle (including microvesicle and exosome) components as well as\nmembrane proteins (Fig 3 A   C).\nThe presence of transmembrane (e.g., Na/K pump, SERCA calcium pump) and vesicle\ntransport proteins (e.g., H+ ATPase, heat shock cognate 70,\nRab proteins, and soluble NSF attachment protein receptor) (Figs 2,3 A  \nC) in the proteome suggest thatLhVLPs are not\nviral but instead share functional properties with eukaryotic extracellular\norganelles called microvesicles, produced by animals cells, and specialized to\ntransfer proteins between different cell types [15].\n\n(A)Select exampleLhVLP proteins, many of which\nare expected to be membrane associated via integral or other biochemical\nmechanisms, are displayed by their proteomic Classes 1   3 (bulleted\nwithin descriptive subclasses). Example subclasses and individual proteins found\nin enrichment analyses(B, C)are shown in red. AGT =\nanterograde transport; RGT = retrograde transport.(B, C)Enrichments from Vesiclepedia: The organelle character ofLhVLPs based on GO Terms of predicted orthologs is(B)significant\nand(C)highly enriched.(B)Among VLP proteins with\nannotated orthologs, 71% are mitochondrial, of which 12% are\nlocalized to the mitochondrial inner membrane. Approximately 50% of\nconserved sequences in the proteome are common to microvesicles/exosomes.(C)Vesicular and mitochondrial, including that of the caspase\ncomplex, terms are the most over represented. Furthermore, genes within the GO\nTerm (GO:0008303) for pro apoptotic caspase complexes were more than 200 times\nover represented.(See alsoTables S1,S2.)\n\nCandidate immune modulating (Class 2) VLP proteins include two\ndiedel like proteins with high similarities to sequences from insect viruses (60\nand 62% similarity toNP_059254.1,Xestia c nigrum\ngranulovirus;Fig 2;Data S1). Interestingly,\naDrosophiladiedel modulates the IMD/NF B dependent\nantimicrobial cascade [16] and the VLP diedel proteins may similarly suppress host\nsignaling. AnLhVLP enhancin like protein shows similarity toYersiniaspp. enhancins (42% similarity toWP_012413443.1,Yersinia pseudotuberculosis;Fig 2;Data S1), although enhancins are also found in insect\nviruses [17]. Additional\nClass 2 immunity and development proteins include: (1) imaginal disc growth\nfactor 4 like sequence (Idgf4) (83% similarity toXP_008560038.1,Microplitis demolitor); (2) fire ant\n(Solenopsis) derived venom allergen (62% similarity\ntoXP_008560038.1,Nasonia vitripennis); and (3) B cell\nreceptor associated protein 31 (89% similarity toXP_008554920.1,Microplitis demolitor) (Fig\n2;Data S1).\nTwo VLP proteins may protect and regulate parasite development: an\nantimicrobial/antifungal like knottin protein (46% similarity toXP_014233229.1,Trichogramma pretiosum) and a predicted\nhemolymph juvenile hormone binding protein (56% similarity toABV82429.1,Drosophila melanogaster) (Fig 2;Data S1) [11].\n\nIn the Class 2 set, we also identified two families of invertebrate\nimmunity proteins (Figs 2,3 A). At least 6LhRhoGAPs were\nfound that, likeLbGAP ofLb[18], may inhibit parasite\nencapsulation. A group of 14 metalloendopeptidases (MEPs) were also identified\nin the proteome and, although they are structurally similar to proteins from\ndiverse kingdoms, their virulence functions may be similar to those of MEPs from\nparasitic waspsVenturia canescens[19] andNasonia vitripennis[20]. The diversity\nof predicted activities of Class 2 proteins likely facilitatesLhsuccess across a broad range ofDrosophilaspp.\n\nThe abundance of novel proteins in Class 3 of the proteome was\nintriguing. Domain identifications predict viral domains (Pox L5 (PF04872),\nBaculo_PEP_C (PF04513.10), and Baculo_11_kDa (PF06143.9)) in three VLP sequences\n[21,22]. One of these, Baculo_11_kDa VLP sequence\nalso shows similarity to phage tail tape measure proteins (data not shown). In\naddition to the multiple gene families inLhVLPs that are\ncommon toLbandG1(e.g., RhoGAPs and MEPs;Figs 2,3\nA),Lh specific gene families include fibronectin\ndomain containing sequences and a new family of GTPases (Figs 2,3 A;Data S2). Multiple\nmembers of gene families are expressed in wasp venoms [23 25], and identification of the gene families inLhVLPs suggests that gene duplications and\nneofunctionalization underlie the powerful virulence strategy ofLh.\n\nBecause the novel GTPase peptides are of high abundance in theLhVLP proteomes and are absent from theLbabdominal transcriptome, we investigated their predicted\nstructures and functions in detail. All of the three small (SmGTPase) and five\nlarge GTPase (LgGTPase) sequences have N terminal signals for secretion as well\nas key residues for GTP hydrolysis (Fig 4 A\n  C;Data\nS2). Five of the 8 (small and large) GTPase family members possess\nprokaryotic domains present in eubacterial and/or archaeal (e.g., PF09488,Fig 4 A, A) proteins. Beyond a few\nproteins from parasitic wasps (N. vitripennis, G1, andL. clavipes), the closest putative homologs of these\nGTPases are prokaryotic (Fig 4 B;Data S2).\n\n(A, A)Domain architectures of representative SmGTPase01(A)and LgGTPase01(A)based on Conserved\nDomains Database (CDD) and PFAM 26.0 (see Methods).(A,\nA)SS = signal sequence. Starts/stops\nare labeled with residue number. The E values based on CDD domain predictions\nare listed adjacent to domains. Black and red arrows mark overlapping domain\npredictions in SmGTPase01(A)and a highly helical region in\nLgGTPase0(A), respectively.(B)A multi sequence alignment (MSA) of Sm & LgGTPase01 (SmGTPase01 used as\nquery) reveals that the most significantly similar sequences in the NCBI nr and\nTSA databases (LhESTs excluded) are both prokaryotic and\neukaryotic (N =Nasonia; C =Candidatus). Four predicted active site G motifs are\nlabeled below the conserved consensus residues (black boxes) in the MSA. Only\nthe G4 consensus motif ((T/S)KVP) differs from the canonical Ras G4 motif (NKxD)\n[40]. Asterisks mark\n100% conservation in the motifs. The coloring scheme is according to\nconventional physiochemical properties and sequence conservation. 100%\nand 99   50% conservation levels are indicated by white\nlettering and blue column boxes, respectively.(C)The predicted\ngeometry of the G motifs in of SmGTPase01 active site (warm, orange tones)\nsuperimposed on that of HRas active site (1QRA; cool, blue tones). RMSD\n= 3.37  (calculation is based on the full length structures and\nis normalized to 1QRA), TM score = 0.74 [TM Score > 0.5\nindicates the same fold]. Distances () between functionally\ncritical residues of SmGTPase01 and HRas are indicated by dotted lines.(D)p40 domain architecture. SS = signal sequence; TM\n= transmembrane domain. Black arrows mark intron insertion sites. Based\non CDD prediction, the central domain shares sequence and structural similarity\nwith IpaD superfamily proteins.(E)Structural superposition of\nIpaD (blue, 2J0; residues 39 284) and p40 model (red, residues 28 187). The\nN termini are oriented to the top right corner. The predicted signal sequence\nand C terminal transmembrane helix were omitted for modeling. RMSD =\n4.73 , TM score = 0.56225.(F)Structural\nsuperposition of p40 model (red) to chicken spectrin (green, 1CUN; RMSD\n= 2.9 ) and to human plectin (blue, 3PDY; RMSD = 3.0\n), using the DALI server.(See alsoFig S1,Data\nS2.)\n\nThe predicted active site of a representative SmGTPase (SmGTPase01)\ncoordinates GTP and the NTPase cofactor, Mg2+. Close\nalignment of the predicted SmGTPase01 active site with the active site structure\nof HRas, the canonical small GTPase, supports the domain analyses results (Fig 4 A, A, & C). The large\nGTPases are predicted to fold into C terminal coiled coils (Fig 4 A). These findings suggest a curious\nblend of prokaryotic and eukaryotic properties within this new family ofLhVLP proteins, which likely have GTPase enzymatic\nactivity and are likely secreted from wasp cells for incorporation into\nvesicles.\n\nProkaryotic protein motifs were identified in nearly 10% of\nnovel Class 3 sequences. Overlapping protein motifs,\n[BacillusPF05103; fungal PF15577]\nassociated with cell division and microtubule binding, respectively, were\nidentified in a single Class 3 protein. KEGG Mapper BlastKAOLA identified (a)\nSyd like (SecY interacting, Type 2 secretion systems) and (b) flgE like\n(bacterial flagellar hook) proteins with low to mid scores. A sopE like\n(bacterial GEF toxin) protein was also found. The presence of bacterial\nsecretion system and flagellar proteins is especially interesting as these\nmacromolecular assemblies are structurally and functionally related and the Type\n3 secretion system (T3SS) of the self assembling bacterial flagella are thought\nto be ancestral to the ones found in the needle/injectisome of pathogens\n[26].\n\nOur previous antibody staining and inhibition studies uncovered an\nabundant 40 kDa surface protein ofLhVLPs\n(\"p40\") which is necessary for lamellocyte lysis [9]. Early in VLP biogenesis, p40 is\nassociated with the membranes of canals that emanate from the cytoplasm of\nsecretory cells of the venom gland, where it is synthesized. Once in the canal\nlumen, p40 is then associated with membranous vesicles that are released from\nsecretory cells. The vesicles mature into spiked VLPs which carry p40 both on\ntheir surfaces and spikes [9,27]. The bacterial T3SS\ndomain from IpaD/SipD/BipD (PRK15330, E = 7.60 05)\nproteins was found in residues 39 146 of p40 (Fig\n4 D). This assignment was made by peptide mapping, cloning and\nexpressing polyhistidine tagged p40 in bacteria. In western blot experiments,\nanti p40 antibody recognized this bacterially expressed protein (Fig S1 A). As expected,\np40 is detected in wasp venom extracts (Fig S1 B). We were unable to identify a putativeLb17 or G1 p40 ortholog (Fig\n2) and, to our knowledge, p40 represents the first eukaryotic protein\nwith an IpaD/SipD like domain.\n\nIpaD like proteins fromShigella/Salmonella/Burkholderiaspp. are tip proteins of\nT3SS injectisomes, mediating contact and regulated delivery of effectors into\nthe host cytoplasm of non phagocytic cells [28]. IpaD expression in mammalian macrophages\ntriggers apoptosis [29],\nreminiscent of the TUNEL positive death of fly macrophages uponLhinfection [7]. Unlike the bacterial proteins, p40 is predicted to\nencode a C terminal transmembrane helix in addition to an N terminal secretion\nsignal (Figs 4 D;S1 C). p40's\ntransmembrane domain (this study) and its extracellular localization in venom\ngland canals [27] suggest\nthat p40 exits venom gland secretory cells in association with microvesicle like\nstructures. This interpretation is in agreement with the extracellular vesicular\nproteomic profile of VLPs (Fig 3).\n\nGiven the unexpected parallels in their structures and surface/tip\nlocalizations, we hypothesized that, like IpaD/SipD on the T3SS injectisome, p40\non VLP spikes facilitates invasive contact with the plasma membrane of\nnon phagocytic lamellocytes to deliver VLP contents. To test this idea, we\ncarried outab initiomodeling of p40. The knowledge based\nenergetics of the p40 model are similar to crystal structures of similar length\n(ProSA Z Score =  6.23). 82% of model residues are found\nin expected local environments (3D Verify). Superimposition of the p40 model\nagainst IpaD confirmed the T3SS protein like fold in p40 (Figs 4 E;S1 C) [30].\n\nSurprisingly, high scoring matches to this fold included the vertebrate\nactin binding proteins spectrin and plectin (Fig 4\nF, superimposed with p40), further strengthening structural parallels\nbetween p40 and IpaD/SipD. Searches for the most similar structures within the\nN terminal half of IpaD family proteins also returned actin binding proteins\n(talin, vinculin, alpha catenin) [31]. These proteins are known to reprogram the actin\ncytoskeleton leading to the profuse membrane ruffling observed in non phagocytic\nmammalian cell invasions bySalmonellaandShigella[31].",
    "discussion": "The composition ofLhVLPs is complex and interesting in\nmultiple respects but the most conspicuous observations are an absence of viral\nstructural proteins and the presence of conserved eukaryotic proteins with\nmicrovesicular signature. AbundantLh unique proteins, including\ncurrently novel proteins, have an unexpected diversity of domains, especially those\npreviously found exclusively in prokaryotic proteins. The mechanisms that\ncontributed to the evolution of VLP proteins (horizontal gene transfer or others\n[32]) remain unknown.\n\nLhVLPs lack the defined symmetry and external coat found\nin many true viruses including PDVs. Reminiscent of eukaryotic organelles,\nprecursors and mature VLPs exhibit heterogeneity in their shapes, sizes, and spike\nnumbers [9,33]. Moreover, it is noteworthy that, unlike PDVs\nwhich are fully formed in the cells of their origin and then released by lysis or\nbudding [14],LeptopilinaVLPs assume their final shape outside the cells in\nwhich at least some of their proteins and vesicular constituents are synthesized\n[9,27]. Also, there is currently no evidence for the\npresence of nucleic acids in VLPs, which further distinguishes them from\nDNA containing PDVs.\n\nVLPs are unlike endosymbiotic bacteria ofLeptopilinawasps\n[34].\nAntibiotic treatment ofL. victoriae(sister species ofLhthat make VLPs and carry\ncytoplasmic incompatibility inducingWolbachia) did not affect\ngenomic amplification of p40 or SmGTPase01 genes. Furthermore, VLP gene loci were\namplified not only from femaleLh14 genomes but also male wasp\ngenomes, even though VLPs are not produced in males. BrdU incorporation studies did\nnot support the possibility of DNA based VLP replication in the venom gland (our\nunpublished results). The non replicating nature of the particles, genomic encoding\nof VLP protein genes, and vesicular signature of their proteome strongly suggest\nthatLhVLPs are neither viruses nor endosymbiotic bacteria but\ninstead represent a new class of genomically encoded, microvesicle like organelles.\nExtracellular vesicles are produced by prokaryotic and eukaryotic cells and VLPs\ncarry a diversity of potential immune suppressive proteins. We, thus, propose the\nalternative moniker, MSEV (Mixed Strategy Extracellular Vesicles), to replace the\nVLP term.\n\nVirulence factors of parasitic wasps have diversified in response to the\nvariety and complexities of their hosts' immune systems. With a broad host\nrange [3],Lhwasps parasitize manyDrosophilaspp. whose own distinct immune\nresponses are supported by varying numbers and types of blood cells [35]. This may explain, first, the\ndiversity of putative virulence and cell death proteins with homologs across the\nbiological kingdoms [viral (diedel), bacterial (p40, Syd like), and\neukaryotic (fire ant allergen, B cell receptor associated protein 31,\netc.)], and second, the presence of MSEV paralogs\n[Lh specific GTPase andLh /Lb common\nRho GAP, MEPs, and diedel gene families] in the proteome. Multiple members\npresumably perform redundant or overlapping cell specific functions for rapid and\nrobust immune suppression, much like the IB/Cactus like ankyrin repeat\nproteins of distantly related bracoviral and ichnoviral PDV proteins that block\nNF B signaling [36,37].\n\nThe parallels between the 3D structure and locations of p40 with the\nwell characterized T3SS IpaD like prokaryotic proteins are provocative and suggest\nthat p40 likely contributes toLhMSEVs' unique blood\ncell killing activities. T3SS assemblies are widespread and are used by bacteria to\ninfect plants and animals [26].Pseudomonas aeruginosause their own T3SS to\nrapidly infect and kill adult flies. While cytotoxic to macrophages,P.\naeruginosainfection activates the NF B dependent IMD\nantimicrobial pathway [38].\nIt is thus possible that elements of the pathogenic bacterial systems have been\nco opted by wasps to attack the fly's cellular immune system. In this\nscenario, intracellular protein complexes within lamellocytes would be under direct\nselective pressure to respond to MSEV based T3SS like virulence.\n\nThe presence of prokaryotic like (particularly, T3SS/flagellar like)\nproteins, hints at the possibility that either MSEV spikes evolved from primordial\nflagellar/needle like structures or they share evolutionary history with such\nstructures. These findings also support a hypothesis proposed by Martin and\ncolleagues [39] that the\neukaryotic endomembrane system may have arisen from bacterial outer membrane\nvesicles. In this regard, characterization of the prokaryotic protein motifs that\ncomprise nearly 10% of the novel proteins outlined above will be especially\nrevealing. The molecular mechanisms by which MSEV proteins deplete and destroy its\nwell characterized hosts' immune system will suggest how virulence factors\nare acquired by insect parasites, how these factors evolve, and how insects might\nserve as reservoirs of disease. Answering these questions is likely to lead to new\ncost effective therapies for treating emerging infections and opportunistic\ndiseases.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:02:39.265170",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5659752/"
  }
}