{
  "pmcid": "PMC6124165",
  "title": "Treatment With a Soluble Bone Morphogenetic Protein Type 1A Receptor (BMPR1A) Fusion Protein Increases Bone Mass and Bone Formation in Mice Subjected to Hindlimb Unloading",
  "authors": [
    "Frank C Ko",
    "Miranda Van Vliet",
    "Rachel Ellman",
    "Daniel Grasso",
    "Daniel J Brooks",
    "Jordan M Spatz",
    "Chrissy Conlon",
    "J Ignacio Aguirre",
    "Thomas J Wronski",
    "Mary L Bouxsein"
  ],
  "year": "2017",
  "journal": "JBMR Plus",
  "doi": "10.1002/jbm4.10012",
  "sections": {
    "abstract": "Previous work has shown that the soluble murine BMPR1A fusion protein (mBMPR1AmFc) binds to BMP2 and BMP4 with high affinity, preventing downstream signaling. Further, treatment of intact and ovariectomized mice with mBMPR1AmFc leads to increased bone mass, and improved bone microarchitecture and strength, via increased bone formation and reduced resorption. In this study, we tested the effects of mBMPR1AmFc on disuseinduced bone loss caused by 21 days of hindlimb unloading (HLU) via tail suspension versus cage controls (CONs). Adult female C57BL/6J mice (12 weeks old) were assigned to one of four groups (n=10 each): CONVEH; CONmBMPR1AmFc; HLUVEH; and HLUmBMPR1AmFc. Mice were injected subcutaneously with VEH or mBMPR1AmFc (4.5mg/kg, 2x/week). Leg BMD declined in the HLUVEH group ( 5.3%+/ 1.3%), whereas it was unchanged in HLUmBMPR1AmFc ( 0.3%+/ 0.9%,p<0.05 versus HLUVEH). Leg BMD increased significantly more in CONmBMPR1AmFc than CONVEH (10.2%+/ 0.6% versus 4.4%+/ 0.8%). In the femur, trabecular, and cortical bone microarchitecture was worse in the HLUVEH compared to CONVEH mice, whereas mBMPR1AmFc treatment for 3 weeks led to greater Tb.BV/TV, Tb.Th, and midshaft Ct.Th in both the HLU and CON groups compared to comparable VEHtreated counterparts (p<0.05). HLUmBMPR1AmFc mice also had 21% greater failure load (p<0.05) compared to their VEHtreated counterparts. Dynamic histomorphometry indicated that treatment with mBMPR1AmFc led to significantly greater mineralizing surface and mineral apposition rate, resulting in a 3.5fold and fivefold higher bone formation rate in the mBMPR1AmFctreated CON and HLU animals versus VEH groups, respectively. mBMPR1AmFctreated mice had a similar osteoblast surface but significantly lower osteoclast surface than VEHtreated animals in both the CON and HLU groups. Altogether, these findings suggest that treatment with the soluble BMPR1A fusion protein may be useful for maintenance of skeletal integrity in the setting of disuseinduced bone loss.  2017 The AuthorsJBMR Pluspublished by Wiley Periodicals, Inc. on behalf of American Society for Bone and Mineral Research.\n\nKeywords:BMPS/TGFbetaS, BONE HISTOMORPHOMETRY, BONE QCT/uCT, BIOMECHANICS, PRECLINICAL STUDIES",
    "methods": "Using baseline body mass and total body BMD to minimize group differences, we assigned 12weekold female C57Bl/6J mice (Jackson Laboratory, Bar Harbor, ME, USA) to one of two loading groups: HLU or control (CON), and one of two treatment groups: mBMPR1AmFc or vehicle (VEH), resulting in four experimental groups (n=10 each): (i) CONVEH; (ii) CONmBMPR1AmFc; (iii) HLUVEH; and (iv) HLUmBMPR1AmFc. Mice were exposed to HLU via tail suspension for 21 days as described.9Measurements of body weight and subcutaneous injections of vehicle or mBMPR1AmFc (4.5mg/kg; Acceleron Pharma, Cambridge, MA, USA) occurred twice per week. Mice were maintained on a 12hour/12hour light/dark cycle, hadad libitumaccess to standard laboratory rodent chow and water, and were euthanized by CO2inhalation at the end of the experiment. All animal procedures were approved by and performed in accordance with the guidelines of the Institutional Animal Care and Use Committee (IACUC) at Beth Israel Deaconess Medical Center.\n\nWe used peripheral dualenergy Xray absorptiometry (pDXA) (PIXImusII; GE Lunar Corp., Madison, WI, USA) to measure total body (excluding the head region) and hindlimb BMD (g/cm2) in vivo, as described.(9,10)Measurements were acquired at baseline and end of the study.\n\nMice were euthanized via CO2inhalation. Serum was collected via cardiac puncture at euthanasia, following a 2hour fast. After being cleaned of its soft tissue, the right femur was wrapped in salinesoaked gauze and stored at  20 degreesC until mechanical testing. The left femur was prepared for histology and imaging in 70% ethanol at 4 degreesC. Wet weight of the gastrocnemius and soleus muscles were obtained at end of study, and normalized to body weight.\n\nQualitative histologic analysis and quantitative static and dynamic histomorphometry were performed as described.11Calcein (15mg/kg) and demeclocycline (40mg/kg) were injected intraperitoneally 8 and 2 days, respectively, prior to necropsy to allow for the investigation of bone formation rates. Histomorphometric measurements were performed on the secondary spongiosa of the distal femoral metaphysis using an OsteoMeasure morphometry system (Osteometrics, Atlanta, GA, USA). Static measurements in thin sections stained with Von Kossa/tetrachrome included osteoblast surface (Ob.S/BS, %) and osteoclast surface (Oc.S/BS, %). For dynamic histomorphometry, mineralizing surface per bone surface (MS/BS, %) and mineral apposition rate (MAR, um/day) were measured in unstained sections under ultraviolet light, and used to calculate bone formation rate with a surface referent (BFR/BS, um3/um2/day). Terminology and units follow the recommendations of the Histomorphometry Nomenclature Committee of the American Society for Bone and Mineral Research (ASBMR).12\n\nFresh frozen femurs were thawed and subjected to threepoint bending (Bose ElectroForce 3200 with 150N load cell; Bose Corporation, Eden Prairie, MN, USA), with the anterior surface on the two lower support points spaced 8mm apart and a constant displacement rate of 0.03mm/s. Forcedisplacement data were acquired at 30Hz and used to determine maximum force (N), stiffness (N/mm), work to failure (N*mm), postyield displacement (mm), and estimated elastic modulus (MPa).\n\nWe used highresolution microcomputed tomography (uCT40; Scanco Medical, Brttisellen, Switzerland) to assess bone morphology and microarchitecture. Briefly, the distal femur and femoral midshaft regions were scanned using 70kVp, 50mAs, and 12um isotropic voxel size. We assessed bone volume fraction (BV/TV, %), trabecular thickness (Tb.Th, mm), trabecular separation (Tb.Sp, mm), trabecular number (Tb.N, 1/mm), connectivity density (ConnD, 1/mm3), and structure model index (SMI) from a cancellous bone region that spanned 240um to 2040um distal of the growth plate in the femoral metaphysis region. We obtained the cancellous bone region using a semiautomated contouring program that separated it from the cortical bone. Cortical bone was analyzed from the metaphysis (surrounding the trabecular volume of interest) and from a 0.6mmlong middiaphyseal region. At the femoral midshaft, we assessed total cross sectional area, cortical bone area, and medullary area (TA, BA and MA, respectively, mm2); cortical bone area fraction (Ct.BA/TA, %), cortical thickness (Ct.Th, mm), porosity (Ct.Po, %) and minimum, maximum, and polar moments of inertia (Imin, Imax, and J, respectively, mm4). Bone was segmented from soft tissue using the same threshold for all groups, 267mg hydroxyapatite (HA)/cm3for trabecular and 682mg HA/cm3for cortical bone. Scanning and analyses adhered to published guidelines.13\n\nAll data were checked for normality, and standard descriptive statistics were computed. Treatment effects were evaluated using analysis of variance (ANOVA) or repeated measures ANOVA for all continuous variables, followed by Tukey's honest significant difference (HSD) to test for differences between groups. Initial body mass was calculated as the average of body mass measurements made on day 0 and 1, whereas final body mass was the average of measurements made on day 18 or 19 and day 21. Differences were considered significant atp<0.05. Data are reported as mean+/ SE, unless noted.",
    "results": "Body mass was unchanged in the CONVEH and CONmBMPR1AmFc groups, whereas both HLU groups experienced a transient decrease in body mass compared to baseline in the first 3 days. However, only the HLUmBMPR1AmFc group experienced a small sustained decrease in body weight compared to baseline and to the normallyloaded control group ( 6% compared to CONVEH,p<0.01 for both). As expected, HLU caused significant muscle atrophy in the hindlimb, as the gastrocnemius wet weight normalized to body weight was approximately 15% lower in the HLUVEH and HLUmBMPR1AmFc groups than in their respective controls (p<0.01 for both). The soleus had greater atrophy, with a normalized wet weight that was about 40% lower in HLU mice than in fully loaded controls (p<0.001 for both HLU groups). mBMPR1AmFc had no effect on muscle mass (Supporting Table1).\n\nHindlimb and total body BMD both increased slightly from baseline in CONVEH, whereas BMD values declined significantly in the HLUVEH group at both sites (Fig.1). In comparison, mBMPR1AmFc treatment increased BMD in normally loaded animals and either prevented BMD loss (hindlimb region) or increased BMD (total body) in the HLU group (Fig.1). Specifically, hindlimb BMD increased 4.4%+/ 0.8% in CONVEH and declined  5.3%+/ 1.3% in the HLUVEH group (p<0.01 versus baseline for both). Hindlimb BMD increased by 10.2%+/ 0.6% in normally loaded controls treated with mBMPR1AmFc (p<0.01 versus baseline and versus CONVEH), whereas hindlimb BMD was maintained in HLU mice treated with mBMPR1AmFc (0.3%+/ 0.9%,p<0.05 versus HLUVEH). Patterns for total body BMD were similar, except that treatment with mBMPR1AmFC in the HLU group led to significantly increased BMD versus baseline, and significantly higher BMD than the HLUVEH group (Fig.1). The increase in total body BMD in mBMPR1AmFc treated animals was significantly greater in CON than HLU (pinteraction<0.001).\n\nEffect of vehicle (open bars) and mBMPR1AmFC (gray bars) treatment on (A) total body BMD, (B) hindlimb BMD, (C) DF trabecular BV/TV, and (D) femoral midshaft cortical thickness in normally loaded (CON) and HLU mice. Horizontal bars show significant differences between CON and HLU mice within treatment group; *p<0.05 for mBMPR1AmFc versus VEH within loading group. Error bars represent 1 SE. DF=distal femur; CON=control; HLU=hindlimb unloaded; VEH=vehicle.\n\nOverall, HLU worsened trabecular and cortical bone microarchitecture, whereas mBMPR1AmFC treatment improved bone microarchitecture in both CON and HLU groups compared to VEH (Table1, Fig.1). For example, compared to CONVEH, HLUVEH had 22% and 14% lower Tb.BV/TV and Tb.Th, respectively (allp<0.05). In cortical bone, midshaft cortical area was 15% smaller, cortical thickness was 14% thinner, and polar moment of inertia was 16% lower in HLUVEH compared to CONVEH (allp<0.05). Trabecular architecture was markedly enhanced in both CON and HLU mice treated with mBMPR1AmFC compared to VEHtreated mice, with 68% to 82% greater BV/TV, along with greater Tb.Th and connectivity density, and reduced Tb.Sp (allp<0.05). In both CON and HLU groups, mBMPR1AmFc treatment also led to improvements in cortical bone microarchitecture at the middiaphysis with 5% to 14% larger cortical bone area, 7% to 8% greater cortical bone area fraction, and 8% to 9% thicker cortical bone (allp<0.05). These cortical changes appear to be due to endosteal bone apposition, as mice treated with mBMPR1AmFC had lower midshaft medullary area but similar total crosssectional area as VEHtreated groups (Table1).\n\nEffect of HLU and mBMPR1AmFC treatment on femoral trabecular and cortical bone microarchitecture, assessed by uCT\n\nValues are mean+/ SE.\n\nBV/TV=trabecular bone volume; Tb.N=trabecular number; trabecular thickness; Tb.Sp=trabecular separation; ConnD=connectivity density; SMI=structure model index; Tt.CSA=total crosssectional area; Ct.BA=cortical bone area; Ct.MA=cortical medullary area; Ct.BA/TA=cortical bone area fraction; Ct.Th=cortical thickness; Ct.TMD=cortical tissue mineral density; HA=hydroxyapatite; pMOI=polar moment of inertia; Ct.Po=cortical porosity.\n\np<0.05 mBMPR1AmFc versus VEH within loading group.\n\np<0.05 CON versus HLU within treatment group.\n\nThreepoint bending tests of the femur revealed that HLUVEH had lower bending stiffness ( 25%) and maximum force ( 23%) compared to CONVEH animals (p<0.001, Table2). In general, femoral biomechanical properties were not altered by mBMPR1AmFc treatment, except that HLUmBMPR1AmFC animals had greater maximum force (+18%,p=0.006) compared to HLUVEH (Table2). There were no significant differences in postyield displacement between the groups.\n\nEffect of unloading and mBMPR1AmFc on midfemoral biomechanics\n\nValues are mean+/ SE.\n\np<0.05 mBMPR1AmFc versus VEH within loading group.\n\np<0.05 CON versus HLU within treatment group.\n\nBone formation was decreased by exposure to HLU, as HLUVEH had 50% lower MAR (p<0.01) and a trend for lower MS/BS (p=0.09), leading to a 2.8fold lower bone formation rate (p<0.01) compared to CONVEH (Fig.2). HLUVEH also tended to have lower osteoblast surface (20%+/ 3% in CONVEH versus 14%+/ 4% in HLUVEH,p=0.17) but had similar osteoclast surface (2.10%+/ 0.33% in CONVEH versus 2.51%+/ 0.41% in HLUVEH). Treatment with mBMPR1AmFC led to a markedly increased mineralizing surface and MAR, resulting in a 3.5fold and fivefold increase in bone formation rate in the CON (p=0.01) and HLU (p=0.02) animals, respectively (Fig.3). Treatment with mBMPR1AmFC did not affect osteoblast surface, but led to a 60% reduction in osteoclast surface in both the CON (2.10%+/ 0.76% in VEH versus 0.76%+/ 0.19% in mBMPR1AmFC,p=0.003) and HLU (2.58%+/ 0.41% in VEH versus 1.03%+/ 0.12% in mBMPR1AmFC,p=0.004) groups.\n\nEffect of vehicle (open bars) and mBMPR1AmFC (gray bars) treatment on (A) MS/BS (%), (B) MAR (um/day), and (C) BFR/BS (um3/um2/day) in normally loaded (CON) and HLU mice. Horizontal bars show significant differences between CON and HLU mice within treatment group; *p<0.05 for mBMPR1AmFc versus VEH within loading group. Error bars represent 1 SE. CON=control; HLU=hindlimb unloaded; VEH=vehicle.\n\nRepresentative image of fluorochrome labeling of trabecular bone surfaces in (A) ControlVehicle; (B) HLUVehicle; (C) ControlmBMPR1AmFc; and (D) HLUmBMPR1AmFc. Note the increased distance between labels in mice treated with mBMPR1AmFc, indicative of the increased mineral apposition rate. Images acquired under fluorescent light at magnification x400. HLU=hindlimb unloaded.",
    "discussion": "In this study, we found that treatment of mice with a soluble mBMPR1AmFc fusion protein not only inhibited the bone loss due to HLU, but led to profoundly greater bone mass and strength compared to HLUVEH. This suggests that the anabolic effect of mBMPR1AmFC treatment was retained despite continuous HLU. Further, dynamic histomorphometry of the trabecular bone compartment demonstrated that increases in bone mass were due to increased bone formation indices and reduced osteoclast surface in both the normallyloaded and unloaded mBMPR1AmFCtreated mice. The increases in BMD, bone microarchitecture, and bone formation rate, and decreases in osteoclast surface seen in the mBMPR1AmFCtreated animals were consistent with those previously reported by Baud'huin and colleagues8in normal and ovariectomized mice.\n\nAs in prior reports,9,10HLU led to a pronounced decline in bone mass and deterioration of bone microarchitecture, accompanied by a marked decrease in bone formation indices. Previous studies in rodents report upregulation of the Wntsignaling antagonistsSOSTandDKK1following disuse via HLU or Botox injection.14,15,16Further, increased levels ofSostandDKK1following unloading may also contribute to skeletal deterioration by enhancing osteoclastogenesis via increased levels of the proresorptive cytokine RANKL and decreased levels of the RANKL decoy receptor, osteoprotegerin (OPG).17mBMP1RAmFC treatment inhibits DKK1 expression and activates canonical Wnt signaling,8which in turn prevents skeletal deterioration associated with HLU.\n\nWe showed that the negative effects of unloading were reversed by inhibition of BMP2/4 signaling via treatment with the soluble BMPR1A fusion protein, which led to increased bone mass and improved bone microarchitecture by increased bone formation rate and decreased osteoclast surface. This is consistent with prior work showing that inhibition of BMP2/4 signaling in the postnatal skeleton, either by treatment with mBMPR1AmFc or by conditional deletion of BMPR1A in osteoblasts, downregulates the expression of Wnt inhibitorsSostandDKK1.8,18This subsequent upregulation in Wnt signaling would be expected to increase bone formation and may explain the transient increase in osteoblast number seen with mBMPR1AmFc treatment or conditional deletion of BMPR1A in osteoblast lineage cells.8,19Inhibition of BMPR1A in osteoclasts may have also contributed to increased bone formation, because Okamoto and colleagues20reported that conditional deletion of BMPR1A in differentiated osteoclasts led to increased bone formation and decreased osteoclast number and eroded surface in 8weekold mice. We also observed lower osteoclast surface in mice treated with mBMPR1AmFc, an effect that might be mediated indirectly by effects of altered BMP2/4 signaling in osteoblasts or osteocytes, and/or by direct effects on osteoclasts. In support of indirect effects, Baud'huin and colleagues8reported that inhibition of BMP2/4 signaling through administration of mBMPR1AmFc led to decreased serum levels of RANKL and increased levels of OPG. Also, deletion of BMPR1A in osteocytes decreased RANKL and increased OPG mRNA levels.21Altogether, soluble BMPR1AFc is a potent anabolic agent that promotes bone formation while inhibiting resorption.\n\nOur study had several limitations, including the use of a single dosing regimen of mBMPR1AmFc and assessment of a single time point. Thus we may have missed early increase in osteoblast surface associated with mBMPR1AmFc, as reported by Baud'huin and colleagues8and/or a transient increase in osteoclast surface due to unloading. Future doseranging studies with additional time points would be helpful in defining the mechanisms that are responsible for the skeletal responses to mBMPR1AmFc.\n\nThese limitations notwithstanding, these results suggest that inhibiting signaling through the endogenous BMPR1A receptor by treatment with a soluble mBMPR1AmFc may be useful for maintenance of skeletal integrity in the setting of disuse osteoporosis as it increases bone formation and reduces bone resorption. Further work is needed to determine the optimal dose and delineate specific mechanisms underlying these observations.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:00:30.796034",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6124165/"
  }
}