{
  "pmcid": "PMC11701653",
  "title": "NASA open science data repository: open science for life in space",
  "authors": [
    "Samrawit G Gebre",
    "Ryan T Scott",
    "Amanda M Saravia Butler",
    "Danielle K Lopez",
    "Lauren M Sanders",
    "Sylvain V Costes"
  ],
  "year": "2024",
  "journal": "Nucleic Acids Research",
  "doi": "10.1093/nar/gkae1116",
  "sections": {
    "abstract": "Space biology and health data are critical for the success of deep space missions and sustainable human presence off world. At the core of effectively managing biomedical risks is the commitment to open science principles, which ensure that data are findable, accessible, interoperable, reusable, reproducible and maximally open. The 2021 integration of the Ames Life Sciences Data Archive with GeneLab to establish the NASA Open Science Data Repository significantly enhanced access to a wide range of life sciences, biomedical clinical and mission telemetry data alongside existing 'omics data from GeneLab. This paper describes the new database, its architecture and new data streams supporting diverse data types and enhancing data submission, retrieval and analysis. Features include the biological data management environment for improved data submission, a new user interface, controlled data access, an enhanced API and comprehensive public visualization tools for environmental telemetry, radiation dosimetry data and 'omics analyses. By fostering global collaboration through its analysis working groups and training programs, the open science data repository promotes widespread engagement in space biology, ensuring transparency and inclusivity in research. It supports the global scientific community in advancing our understanding of spaceflight's impact on biological systems, ensuring humans will thrive in future deep space missions.",
    "methods": "",
    "results": "",
    "discussion": "The successful expansion of human life into deep space hinges on profound advancements in our understanding of space biology and the critical biomedical responses and health systems developed for long duration and long distance spaceflight missions. Centralizing and standardizing data, alongside the strategic reuse of tissues, are pivotal for maximizing the value extracted from every piece of available data and tissue. However, a meta analysis of the field of space medicine and space life sciences by Bellomo et al. reviewed 1215 open access articles and found that only a third shared their data. Analysis code was almost never shared, and practically no researchers used registered assay methodology standards (82). Especially as humanity nears returning to the Moon, this finding underscores the urgent need for a paradigm shift towards open science in space biology and aerospace medicine, an essential shift required to develop health countermeasures and conduct space biological research.\n\nResponding to this need and leveraging the pioneering work of GeneLab (8), OSDR has rapidly expanded as a public resource to foster extensive engagement in spaceflight science, discovery, research, and development. This expansion has attracted tens of thousands of participants globally, especially via the AWG, and makes all relevant life sciences data from space experiments maximally open access and of high quality. Furthermore, ESA has recently adopted OSDR as its default portal for all life sciences 'omics data, marking a significant international endorsement of OSDR standards. This collaboration is poised to augment OSDR with hundreds of terabytes of 'omics data soon, enhancing the repository's utility and scope.\n\nCommercial astronauts are also actively participating in the space biology ecosystem by securely sharing their sensitive data through the OSDR DAR portal (10,18). Such practices not only show a shared commitment to centralizing valuable datasets between the scientific community and commercial space sectors but also enhance our ability to compare human, animal, microbial, plant and other data to deepen our understanding of space biology.\n\nAcknowledging the limitations of traditional statistical methods (83), OSDR is also broadening its analytical range to include AI/ML technologies (4,84). In partnership with researchers from UC San Francisco, OSDR is integrating a knowledge graph analysis tool known as 'SPOKE' (Scalable Precision Medicine Open Knowledge Engine) into its visualization analysis portal. This integration aims to enable users to identify symptoms, diseases, and potential therapeutic targets by mining and comparing datasets, enhancing the utility of OSDR for advanced data driven discoveries (85 87).\n\nOSDR is continuously refining its systems to provide better access and improved tools. The OSDR API will continue evolving to better serve users, with plans to develop more visualization tools for data analytics, including single cell sequencing, metagenomics and physio phenotypic bioimaging data. AI/ML enhancements will streamline data submission, and an OSDR chatbot is being developed to help users discover and interpret datasets more easily.\n\nTo conclude, as humanity has entered the 'Second Space Age' (88), a central goal for the future of OSDR has evolved from FAIR data and metadata to the FAIREST principles, standing for more Engagement, more Social connections, and more Trust in its quality and stewardship (89). As the commercial spaceflight industry expands, OSDR is poised to facilitate broader public access to life science and biomedical data. As a leading force in open science, OSDR empowers the global community to actively engage in space exploration and discovery, aligning directly with NASA's ambitious goals for the 'Moon to Mars' (90) and Artemis campaigns.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:08:43.225018",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11701653/"
  }
}