{
  "pmcid": "PMC4985531",
  "title": "Hypothalamic Leptin Gene Therapy Reduces Bone Marrow Adiposity in ob/ob Mice Fed Regular and High Fat Diets",
  "authors": [
    "Laurence B Lindenmaier",
    "Kenneth A Philbrick",
    "Adam J Branscum",
    "Satya P Kalra",
    "Russell T Turner",
    "Urszula T Iwaniec"
  ],
  "year": "2016",
  "journal": "Frontiers in Endocrinology",
  "doi": "10.3389/fendo.2016.00110",
  "sections": {
    "abstract": "Low bone mass is often associated with elevated bone marrow adiposity. Since osteoblasts and adipocytes are derived from the same mesenchymal stem cell (MSC) progenitor, adipocyte formation may increase at the expense of osteoblast formation. Leptin is an adipocyte derived hormone known to regulate energy and bone metabolism. Leptin deficiency and high fat diet induced obesity are associated with increased marrow adipose tissue (MAT) and reduced bone formation. Short duration studies suggest that leptin treatment reduces MAT and increases bone formation in leptin deficientob/obmice fed a regular diet. Here, we determined the long duration impact of increased hypothalamic leptin on marrow adipocytes and osteoblasts inob/obmice following recombinant adeno associated virus (rAAV) gene therapy. Eight  to 10 week old maleob/obmice were randomized into four groups: (1) untreated, (2) rAAV Lep, (3) rAAV green fluorescent protein (rAAV GFP), or (4) pair fed to rAAV Lep. For vector administration, mice were injected intracerebroventricularly with either rAAV leptin gene therapy (rAAV Lep) or rAAV GFP (9x107particles) and maintained for 30weeks. In a second study, the impact of increased hypothalamic leptin levels on MAT was determined in mice fed high fat diets;ob/obmice were randomized into two groups and treated with either rAAV Lep or rAAV GFP. At 7weeks post vector administration, half the mice in each group were switched to a high fat diet for 8weeks. Wild type (WT) controls included age matched mice fed regular or high fat diet. High fat diet resulted in a threefold increase in MAT in WT mice, whereas MAT was increased by leptin deficiency up to 50 fold. Hypothalamic leptin gene therapy increased osteoblast perimeter and osteoclast perimeter with minor change in cancellous bone architecture. The gene therapy decreased MAT levels inob/obmice fed regular or high fat diet to values similar to WT mice fed regular diet. These findings suggest that leptin plays an important role in regulating the differentiation of MSCs to adipocytes and osteoblasts, a process that may be dysregulated by high fat diet. However, the results also illustrate that reducing MAT by increasing leptin levels does not necessarily result in increased bone mass.\n\nKeywords:adipocyte, osteoblast, osteoclast, stem cell, osteoporosis, histomorphometry, rAAV",
    "methods": "Eight  to 10 week old male WT C57BL/6J (B6) and leptin deficientob/obmice on the same genetic background were obtained from Jackson Laboratory (Bar Harbor, ME, USA). This age corresponds to peak cancellous bone volume fraction in the femur metaphysis (27). The mice were maintained in accordance with the NIH Guide for the Care and Use of Laboratory Animals and the experimental protocols were approved by the Institutional Animal Care and Use Committee at the University of Florida. The mice were housed individually in a temperature (21 23 degreesC) and light controlled room (lights on 6:00 a.m. to 6:00 p.m.) under specific pathogen free conditions.\n\nFollowing arrival,ob/obmice were randomized by weight into four treatment groups: (1) untreated (n=6), (2) control vector encoding green fluorescent protein (rAAV GFP,n=7), (3) rAAV Lep (n=8), or (4) pair fed to rAAV Lep (n=6). The mice were maintained on standard mouse chow (LM 485, Teklad, Madison, WI, USA) and sacrificed 30weeks following vector administration at 38 40weeks of age. This age corresponds to a period immediately prior to a drastic increase in mortality inob/obmice   median lifespan inob/obmice is 55weeks compared to 131weeks in WT mice (25). The effects of treatment on hypothalamic leptin gene expression, body weight, food intake, hormone levels, organ weights, and cancellous and cortical bone architecture evaluated by microcomputed tomography in this study are detailed elsewhere (25,28).\n\nExperiment 2 was conducted using WT andob/obmice. Following arrival, WT mice (n=12) were maintained on regular chow (LM 485, Teklad, Madison, WI, USA; caloric density 3.4kcal/g, 11% of kcal from fat) until 15 17weeks of age and then randomized by weight into two groups: (1) control (n=3) or (2) high fat diet (n=9). Mice in the control group continued to consume the regular dietad libitumwhile mice in the high fat group were placed on a high fat diet (caloric density 4.7kcal/g; 45% of kcal from fat, primarily from lard; Research Diets, New Brunswick, NJ, USA) fedad libitum. The mice were sacrificed 8weeks later at 23 25weeks of age   an age corresponding to cessation of linear growth in B6 mice (27).\n\nIn conjunction,ob/obmice were randomized by weight into two treatment groups: rAAV Lep (n=16) or control vector rAAV GFP (n=14). At 7weeks post vector administration, rAAV GFP and rAAV Lep mice were each divided into two groups: one group continued to consume regular diet and the other was switched to a high fat diet as described above for WT mice. The mice were sacrificed 8weeks later at 23 25weeks of age (15weeks following vector administration). The effect of the rAAV Lep pretreatment and high fat diet on hypothalamic leptin gene expression, body weight, food intake, organ weights, hormone levels, and cancellous and cortical bone architecture determined by microcomputed tomography are detailed elsewhere (28 30).\n\nrAAV leptin gene therapy and rAAV GFP vectors were constructed and packaged as previously described (31). In brief, the vector pTR CBA ObEcoRI fragment of pCR rOb containing rat leptin cDNA was subcloned into rAAV vector plasmid pAAVbetaGEnh after deleting theEcoRI fragment carrying the beta glucoronidase cDNA sequence. The control vector, rAAV GFP, was similarly constructed to encode the GFP gene.\n\nFor vector administration, the mice were anesthetized with sodium pentobarbital (60mg/kg, i.p.), placed on a Kopf stereotaxic apparatus with mouse adapter for intracerebroventricular injection, and injected intracerebroventricularly with either rAAV Lep (9x107particles in 1.5ul) or rAAV GFP (9x107particles in 1.5ul). The coordinates employed for microinjector placement in the third cerebroventricle were 0.3mm posterior to bregma, 0.0 lateral to midline, and 4.2mm below the dura (29).\n\nAt the end of each experiment mice were anesthetized with sodium pentobarbital (60mg/kg; i.p.) and euthanized by exsanguination. Femora were excised, cleaned of soft tissue, and stored in 70% ethanol. Femora were prepared for histomorphometric evaluation as described (32). In brief, distal femora were dehydrated in graded increases of ethanol and xylene and embedded undecalcified in methyl methacrylate. Frontal sections (4um thick) were cut with a vertical bed microtome (Leica 2165) and affixed to slides precoated with a 1% gelatin solution. One section/animal was stained for tartrate resistant acid phosphatase and counterstained with toluidine blue (Sigma, St Louis, MO, USA) for assessment of bone and cell based measurements.\n\nHistomorphometric data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA, USA). The sampling site for the distal femoral metaphysis was located 0.25 1.25mm proximal to the growth plate and 0.1mm from cortical bone. Cancellous bone measurements included bone area fraction (bone area/tissue area, %) and the derived architectural indices of trabecular number (mm 1), trabecular thickness (micrometer), and trabecular separation (micrometer). Measurements of MAT included overall marrow adiposity (adipose area/tissue area, %), adipocyte density (mm 2), and adipocyte size (micrometers2). Adipocytes were identified as large circular or oval shaped cells bordered by a prominent cell membrane and lacking cytoplasmic staining due to alcohol extraction of intracellular lipids during processing. This method has been validated by fat extraction and analysis (33). Osteoblast and osteoclast perimeters were also measured and expressed as % of total bone perimeter. Osteoblasts were identified as plump cuboidal cells immediately adjacent to a thin layer of osteoid in direct contact with the bone perimeter. Osteoclasts were identified as multinucleated (two or more nuclei) cells with acid phosphatase positive (red stained) cytoplasm in contact with the bone perimeter. Data are reported using standard two dimensional nomenclature (34).\n\nMean responses for Experiment 1 were compared among the untreated, rAAV GFP, rAAV Lep, and pair fed groups using one way analysis of variance. For Experiment 2, the effects of treatment and diet were assessed using two way analysis of variance. Pairwise comparisons were made usingt tests or the Wilcoxon Mann Whitney test. The required conditions for valid use of linear models were assessed using Levene's test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and the Anderson Darling test of normality. The Benjamini and Hochberg method (35) for maintaining the false discovery rate at 5% was used to adjust for multiple comparisons. Data analysis was performed using R version 3.3.2.",
    "results": "The effects of treatment on body weight and on cancellous bone in the distal femur metaphysis are shown in Table1. rAAV Lep treatment resulted in lower body weight compared to untreated, rAAV GFP treated, and pair fed mice. Significant differences in cancellous bone area fraction, trabecular number, or trabecular spacing were not detected with treatment. However, trabecular thickness was lower in rAAV Lep treated mice compared to untreated and rAAV GFP treated mice, but did not differ from pair fedob/obmice.\n\nEffects of hypothalamic leptin gene therapy (rAAV Lep) on body weight and cancellous bone architecture in distal femur metaphysis inob/obmale mice at 30weeks post vector administration.\n\nData are mean+/ SE.\n\n*Previously reported (28).\n\naDifferent from untreated, P<0.05.\n\nbDifferent from rAAV GFP, P<0.05.\n\ncDifferent from pair fed, P<0.05.\n\nThe effects of treatment on MAT in the distal femur metaphysis are shown in Figure1. Marrow adiposity (adipose area/tissue area) (Figure1A), adipocyte density (Figure1B), and adipocyte size (Figure1C) were lower in rAAV Lep treated mice compared to untreated, rAAV GFP treated, and pair fed mice. Significant differences among untreated, rAAV GFP treated, and pair fed mice were not detected for any of the MAT measurements. The effects of rAAV Lep treatment on marrow adiposity can be readily appreciated in Figures1D G.\n\nEffects of hypothalamic leptin gene therapy (rAAV Lep) on marrow adipose tissue in distal femur metaphysis in maleob/obmice at 30weeks post vector administration. Bone marrow adiposity(A), adipocyte density(B), and adipocyte size(C)were decreased with rAAV Lep treatment. The effects of treatment on marrow adipose tissue in the femoral metaphysis can be readily appreciated in representative micrographs from an untreated(D), rAAV GFP treated(E), rAAV Lep treated(F), and pair fed to rAAV Lep(G)mouse. Please see Figures2C F for representative higher magnification images. Data are mean+/ SE (n=6 8/group).aDifferent from untreated,bdifferent from rAAV GFP, andcdifferent from pair fed,P<0.05.\n\nThe effects of treatment on osteoblast perimeter and osteoclast perimeter in the distal femur metaphysis are shown in Figure2. Osteoblast perimeter (Figure2A) and osteoclast perimeter (Figure2B) were higher in rAAV Lep treated mice compared to untreated, rAAV GFP treated, and pair fed mice. Significant differences among untreated, rAAV GFP treated, and pair fed mice were not detected for either of the cellular endpoints evaluated. The effects of rAAV Lep treatment on osteoblast and osteoclast perimeter can be appreciated in Figures2C F.\n\nEffects of hypothalamic leptin gene therapy (rAAV Lep) on osteoblast perimeter, an index of bone formation, and osteoclast perimeter, an index of bone resorption, in distal femur metaphysis in maleob/obmice at 30weeks post vector administration. Osteoblast perimeter(A)and osteoclast perimeter(B)were increased with rAAV Lep treatment. The effects of treatment on osteoclast perimeter, an index of bone resorption, can be readily appreciated in representative micrographs from an untreated(C), rAAV GFP treated(D), rAAV Lep treated(E), and pair fed to rAAV Lep(F)mouse. Data are mean+/ SE (n=6 8/group).aDifferent from untreated,bdifferent from rAAV GFP, andcdifferent from pair fed,P<0.05. Asterisks demarcate adipocytes.\n\nThe effects of rAAV Lep pretreatment and high fat diet on body weight and on cancellous bone in distal femur metaphysis are shown in Table2. Body weight was higher in WT mice fed high fat diet compared to WT mice fed regular diet. Body weight was also higher inob/obmice fed high fat compared toob/obmice fed regular diet and rAAV Lep treatment resulted in lower body weight. Cancellous bone area fraction, trabecular thickness, and trabecular number were higher and trabecular spacing was lower in WT mice fed high fat diet compared to WT mice fed regular diet. rAAV Lep treatment inob/obmice resulted in lower cancellous bone area fraction and trabecular thickness. Significant differences in trabecular number or trabecular spacing were not detected with treatment in theob/obmice. With the exception of trabecular thickness, which was lower, significant differences between WT mice and rAAV Lep treatedob/obmice fed regular diets were not detected for any of the remaining cancellous endpoints evaluated.\n\nEffects of high fat diet and rAAV Lep pretreatment and high fat diet on terminal body weight and cancellous bone architecture in distal femur metaphysis in male WT andob/obmice, respectively.\n\nData are mean+/ SE.\n\n*Previously reported (30).\n\naDifferent from WT mice fed regular diet.\n\nThe effects of treatment on marrow adiposity in distal femur metaphysis are shown in Figure3. Marrow adiposity and adipocyte size were higher in WT mice fed high fat diet compared to mice fed regular diet. Significant differences in adipocyte density were not detected with diet in WT mice. rAAV Lep treatment inob/obmice resulted in lower marrow adiposity due to lower adipocyte density as well as lower adipocyte size. Significant differences in marrow adiposity, adipocyte density, or adipocyte size were not detected between WT and rAAV Lep treatedob/obmice fed regular diet.\n\nEffects of high fat diet and rAAV Lep pretreatment and high fat diet on bone marrow adiposity (A), adipocyte density (B), and adipocyte size (C) in distal femur metaphysis in male WT andob/obmice, respectively. RCD, regular control diet. HFD, high fat diet. Data are mean+/ SE (n=3 9/group).aDifferent from RCD within WT,P<0.05.",
    "discussion": "Leptin deficientob/obmice were heavier and had increased MAT in distal femur metaphysis compared to WT mice. Consumption of high fat diet resulted in increased body weight in both WT mice andob/obmice but increased MAT and cancellous bone in WT mice only. rAAV Lep treatment decreased MAT inob/obmice. The reduction in MAT in rAAV Lep treatedob/obmice was accompanied by increases in osteoblast lined and osteoclast lined bone perimeter but not by an increase in cancellous bone.\n\nContinuous and once daily intracerebroventricular administration of leptin were similarly effective in reducing MAT in long bones ofob/obmice (23,24,36,37). Based on lower adipocyte number and size and increased concentration of apoptosis marker caspase 3 in bone marrow adipocytes, the reduction in MAT was likely due to a combination of reduced adipocyte differentiation, increased fat oxidation, and increased adipocyte apoptosis. A similar reduction in MAT was observed following subcutaneous leptin administration (36).\n\nIn normal female rats, hypothalamic delivery of rAAV Lep was shown to maintain lower body weight, WAT weight, and serum leptin levels (2.7+/ 0.3 versus 1.0+/ 0.1ng/ml) for at least 18weeks following vector administration. By contrast, rAAV Lep transiently reduced MAT; MAT levels were reduced at 5weeks but returned to normal levels by 10weeks following vector administration (38). Also, hypothalamic rAAV Lep gene therapy was ineffective in lowering MAT in ovariectomized rats (39). In the present study, MAT levels in rAAV Lep treatedob/obmice, evaluated 15 and 30weeks following vector administration, were much lower than age matchedob/obcontrols and comparable to WT mice in Experiment 2. These findings suggest that (1) while very important, the physiological actions of leptin on MAT are primarily manifested at low hormone levels and (2) hyperleptinemia has little further effect on MAT. If correct, this could help explain why some studies fail to detect a relationship between blood leptin levels and MAT (1). The findings regarding the actions of leptin on MAT are remarkably similar to the actions of the hormone on bone growth, maturation, and turnover. Whereas hypothalamic rAAV Lep gene therapy corrected the skeletal abnormalities inob/obmice, it had minimal long term impact on bone in rodents capable of producing leptin (16,18,28,39).\n\nIt was initially hypothesized that the complex skeletal phenotype ofob/obmice was due to opposing actions of peripheral and central leptin on bone formation (40,41). However, subcutaneous and intracerebroventricular delivery of leptin were found to similarly increase bone formation inob/obmice (36). Additionally, long duration hypothalamic leptin gene therapy was shown to normalize bone microarchitecture inob/obmice; specifically, increasing hypothalamic leptin levels resulted in increased femur length and total femur bone volume but decreased cancellous bone volume fraction in lumbar vertebra (28). These latter findings imply that, in addition to increasing longitudinal bone growth, delivery of leptin into the hypothalamus results in increased bone formation as well as increased bone resorption. Thus, an imbalance between bone formation and resorption related to local environment (e.g., precursor cell populations, mechanical loads, paracrine factors, etc.) potentially explains the contrasting phenotypes that have been identified in bones of the limb and spine inob/obmice (41).\n\nBone  and bone compartment specific changes in microarchitecture in response to hormonal regulators of bone metabolism and mechanical loading environment are not unique to leptin. For example, by regulating longitudinal and radial bone growth and bone turnover balance, estrogens, and androgens contribute to sexual dimorphism of the skeleton. In this regard, administration of estrogen to growing ovariectomized rats results in shorter bones with lower total bone mass but higher site specific cancellous bone volume (42). Ovariectomized rats also experience increased MAT expansion (39).ob/obmice of both genders are hypogonadal due to reduced GnRH secretion (43), a defect that is reversed following leptin treatment (25,29). Thus, it is possible that hypogonadism contributes to MAT expansion inob/obmice. Expansion of MAT during caloric restriction in WT mice was associated with increased circulation of glucocorticoids, while caloric restriction resulted in a further increase in the already high levels of MAT in leptin deficientob/obmice (1,18). These findings provide evidence that multiple factors, including leptin, regulate MAT levels.\n\nAs previously mentioned, short duration delivery of leptin into the hypothalamus increased bone formation (36). Similarly, hypothalamic leptin gene therapy increased serum osteocalcin levels and osteoblast perimeter in lumbar vertebra ofob/obmice (16,44). In the present study, hypothalamic leptin gene therapy increased osteoblast perimeter in distal femur metaphysis inob/obmice 30weeks following vector administration. These findings indicate that leptin promotes higher levels of bone formation prior to and following restoration of normal body weight and bone mass inob/obmice (28).\n\nThe increased cancellous bone volume fraction observed at selected skeletal sites (lumbar vertebrae) inob/obmice was initially attributed to increased bone formation, suggesting that leptin was antiosteogenic (45). However, subsequent studies consistently reported decreased bone formation inob/obmice and leptin receptor deficientdb/dbmice, and increased bone formation following intracerebroventricular delivery of leptin, leptin gene therapy, or subcutaneous administration of leptin inob/obmice (16,37,44). Leptin signaling deficient (ob/obanddb/db) mice have normal or increased osteoclast number but exhibit evidence for impaired osteoclast function (16,18). As a consequence, these mice exhibit impaired skeletal maturation due to defective resorption of calcified cartilage. Specifically, the high cancellous bone volume fraction represents mild osteopetrosis. In the present study inob/obmice, rAAV Lep resulted in increased osteoclast lined bone perimeter. Thus, the failure to detect an increase in cancellous bone volume fraction in the femur metaphysis in response to higher leptin levels is likely due to parallel increases in bone formation and bone resorption.\n\nHigh MAT levels inob/obmice are associated with low cancellous bone turnover (16). In the present study, rAAV Lep resulted in increases in osteoclast lined perimeter as well as osteoblast lined bone perimeter and greatly reduced MAT with minimal change in cancellous bone area fraction. High MAT levels are not unique to leptin deficiency. Growth hormone deficiency in rats and mice induced by hypophysectomy or deletion of the gene for growth hormone, respectively, is also associated with high MAT and low bone turnover. In the case of growth hormone deficiency, parathyroid hormone was found to increase bone formation in hypophysectomized rats without impacting MAT levels, demonstrating that bone formation induced by bone anabolic agents is not suppressed by high levels of MAT (33). Similarly, although bone formation was increased, the absence of MAT inkitW/W vmice did not protect against ovariectomy induced bone loss (46). Taken together, these findings suggest that bone resorption as well as bone formation can be impacted during changes in MAT levels and interventions that target MAT may not necessarily change bone turnover balance.\n\nA positive association between body weight and bone mass was observed inob/obas well as WT mice (30,47). However, leptin appears to sensitize the skeleton to bone mechanical loading. This may explain why leptin deficient mice have a low total bone mass even though they are morbidly obese and why the massive weight loss inob/obmice following leptin treatment is actually associated with a net increase in bone mass (28).\n\nConditional knockout of the leptin receptor in bone marrow stromal cells has been reported to result in local increases in osteogenesis and decreased adipogenesis (48). It is difficult to reconcile these findings with the skeletal phenotype of leptin receptor deficient mice (16,49) or with the present results demonstrating that increasing hypothalamic leptin levels profoundly reduces MAT levels. Evidence that factors secondary to leptin deficiency are responsible for the discrepancy, as suggested by Yue et al., are presently lacking and correction of many of the metabolic abnormalities associated with leptin deficiency (e.g., hyperglycemia), rather than improving, actually worsens the skeletal phenotype ofob/obmice (18). Also inexplicable by Yue et al. is the finding that adoptive transfer of leptin receptor deficientdb/dbbone marrow cells into WT mice recapitulates the low bone formation skeletal phenotype ofdb/dbmice without impacting food intake or weight gain (16). It is possible that the role of leptin receptors in regulating bone metabolism depends upon stage of stromal cell differentiation (50), but this requires additional research.\n\nA limitation of the present study is that MAT measurements were performed at a single skeletal site and MAT subtypes were not evaluated. The lipid composition and physiological function of MAT can vary with location and/or regulatory factors, such as growth hormone status (33,51). A further limitation of most studies, including the present study, is that they have been performed housing mice at room temperature. Thermoneutral (temperature range where basal rate of energy production is at equilibrium with heat loss) in mice ranges from 26 to 34 degreesC (52). Mild cold stress induced by room temperature housing results in dramatic cancellous bone loss at the femur metaphysis. Interestingly, mice housed at 32 degreesC consumed ~40% less food (fedad libitum) but did not differ from room temperature housed mice in weight (53). In addition to higher bone mass, mice housed at 32 degreesC had greatly reduced UCP 1 gene expression in brown fat, higher serum leptin, higher MAT levels due to increased adipocyte number, higher bone formation rate to due higher osteoblast perimeter, and lower osteoclast perimeter. These findings suggest that non shivering thermogenesis substantially influences the association between leptin, MAT, and bone cells.\n\nIn summary, hypothalamic leptin gene therapy maintained low MAT levels inob/obmice fed regular or high fat diet. The reduction in MAT was accompanied by an increase in osteoblast lined bone perimeter but not an increase in cancellous bone volume fraction. The increase in osteoclast lined bone perimeter suggests that the increase in bone formation was matched by an increase in bone resorption. These findings provide further evidence that a deterministic model where reducing MAT will invariably lead to increased bone volume is not tenable. As a consequence, interventions targeted at reducing MAT may not be an effective strategy for increasing bone mass.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:06:54.581860",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4985531/"
  }
}