{
  "pmcid": "PMC3981873",
  "title": "INTER REGULATION OF THE UNFOLDED PROTEIN RESPONSE AND AUXIN SIGNALING",
  "authors": [
    "Yani Chen",
    "Kyaw Aung",
    "Jakub Rolk",
    "Kathryn Walicki",
    "Ji Friml",
    "Federica Brandizzi"
  ],
  "year": "2013",
  "journal": "The Plant journal : for cell and molecular biology",
  "doi": "10.1111/tpj.12373",
  "sections": {
    "abstract": "The unfolded protein response (UPR) is a signaling network triggered by overload of protein folding demand in the endoplasmic reticulum (ER), a condition termed ER stress. The UPR is critical for growth and development; nonetheless, connections between the UPR and other cellular regulatory processes remain largely unknown. Here, we identify a link between the UPR and the phytohormone auxin, a master regulator of plant physiology. We show that ER stress triggers down regulation of auxin sensors and transporters inArabidopsis thaliana. We also demonstrate that anArabidopsismutant of a conserved ER stress sensor IRE1 exhibits defects in the auxin response and levels. These data not only support that the plant IRE1 is required for auxin homeostasis, they also reveal a species specific feature of IRE1 in multicellular eukaryotes. Furthermore, by establishing that UPR activation is reduced in mutants of ER localized auxin transporters, including PIN5, we define a long neglected biological significance of ER based auxin regulation. We further examine the functional relationship of IRE1 and PIN5 by showing that anire1 pin5triple mutant enhances defects of UPR activation and auxin homeostasis inire1orpin5. Our results imply that the plant UPR has evolved a hormone dependent strategy for coordinating ER function with physiological processes.\n\nKeywords:ER stress, unfolded protein response, auxin response, IRE1, PIN5,Arabidopsis thaliana",
    "methods": "Arabidopsis thalianaecotype Columbia (Col 0) plants were used. Surface sterilized seeds were plated directly onto petri dishes containing half strength Linsmaier and Skoog (LS) medium, 1.5% w/v sucrose, and 0.4% Phytagel (Sigma). For normal growth conditions, plants were grown at 21 degreesC under a 16 h light/8 h dark cycle.\n\nSeeds were germinated and grown on half strength LS medium for 10 days, and then transferred to half strength LS medium containing 5 ug/ml Tm (Sigma) for the indicated periods of time.\n\nTotal RNA was extracted from whole seedlings using an RNeasy Plant Mini Kit (Qiagen) and treated with DNase I (Qiagen). All samples within an experiment were reverse transcribed simultaneously using SuperScript VILOMaster Mix, (Invitrogen). A no RT reaction, in which RNA was subjected to the same conditions of cDNA synthesis but without reverse transcriptase, was included as a negative control in all real time quantitative PCR (RT qPCR) assays. RT qPCR with SYBR Green detection using a relative standard curve method was performed in triplicate using the Applied Biosystem 7500 Fast Real Time 7500 PCR system. Data were analyzed by the summary of efficiency (DDCT) method. The values presented are the mean of three independent biological replicates. Primers used are listed inSupplementary Table S1.\n\nRoot length and hypocotyl elongation measurements were averaged from 30 plants for each genotype. Data were analyzed by Student's two tailedt test, assuming equal variance; differences with aP value < 0.05 were considered significant.\n\nFifty milligrams of fresh root tissues was ground in plastic tubes with plastic pestles using liquid nitrogen and 500 ml of SDS containing extraction buffer (60 mM Tris HCL (pH 8.8), 2% SDS, 2.5% glycerol, 0.13 mM EDTA (pH 8.0), and 1X Protease Inhibitor Cocktail Complete (Roche)). The tissue lysates were vortexed for 30 s, heated at 70 degreesC for 10 minutes, and then centrifuged at 13,000 g twice for 5 minutes at room temperature. The supernatants were transferred to new tubes. For SDS PAGE analysis, 5 ml of the extract in 1x NuPAGE LDS Sample Buffer (Invitrogen) was separated on 4 12% NuPage gel (Invitrogen) and transferred to PVDF (polyvinyl difluoride) membrane. The membrane was incubated with 3% BSA in 1x TBST (50 mM Tris base, 150 mM NaCl, 0.05% Tween 20, pH 8.0) overnight at 4 degreesC, and was probed with antibody (alpha GFP, 1:20,000; Abcam) diluted in the blocking buffer (1:20,000) at room temperature for 1 h. The probed membrane was washed three times with 1x TBST for 5 min and then incubated with secondary antibody (goat anti rabbit IgG for alpha GFP, 1:20,000; Abcam) at room temperature for 1 h. The membrane was further washed four times with 1x TBST for 10 min before the signals were visualized with SuperSignal West Dura Extended Duration Substrate (Pierce Biotechnology). To visualize YFP fluorescence, an inverted laser scanning confocal microscope Zeiss LSM510 was used to detect the DII expression.\n\nApproximately 20 roots were cut from ten day old seedlings and trasferred into an Eppendorf tube containing 1 ml of methanol. Internal standard of [2H5] IAA was added to the sample at amount of 100 fmol per root.",
    "results": "To examine whether ER stress modulates the transcription of auxin regulators, we monitored the expression of four auxin co receptors:TIR1,AFB1,AFB2, andAFB3(TIR1/AFBs), under ER stress. The UPR was activated by inhibiting proteinN glycosylation using a classical ER stress inducer termed tunicamycin (Tm).Arabidopsisseedlings were subjected to Tm for various periods of time, as adopted in established protocols (Koizumiet al.2001,Mishibaet al.2013,Nohet al.2002). The transcriptional induction of UPR target genes is a molecular indication of UPR activation. To quantify the UPR activation levels, we monitored the transcription of classical UPR activation indicators,BiP1/2andPDI6over a 4 h time course of Tm treatment using quantitative reverse transcription polymerase chain reaction (RT qPCR) analyses (Kamauchiet al.2005).BiP1/2is an ER chaperone essential for the UPR and a primary UPR target gene.PDI6encodes protein disulfide isomerase. Similar to BiP proteins, upregulation of PDI6 under ER stress contributes to increasing protein folding capacity in the ER. RT qPCR showed that bothBiP1/2andPDI6were induced more than 2 fold at 0.5 h of Tm treatment and their levels increased over the time course of treatment (Figure S1). Interestingly, we found that there was a 20 to 55% percent reduction in the level ofTIR1/AFBtranscripts 4 h after Tm treatment in wild type Col 0 seedlings (Figure 1a). These results imply that ER stress negatively influences auxin signaling by repressingTIR1/AFBtranscripts. SinceTIR1/AFBsactivate the auxin response by promoting degradation of the AUX/IAA transcriptional repressors, we sought to determine whether the ER stress induced repression ofTIR1/AFBtranscripts resulted in the stabilization of AUX/IAA proteins. To do so, we conducted western blot analyses using transgenicArabidopsisplants expressing DII VENUS, a fluorescently tagged auxin interaction domain (DII) of AUX/IAAs that contains the canonical degron responsible for auxin  and TIR1/AFB mediated protein degradation (Brunoudet al.2012). As the stabilization of AUX/IAAs is a downstream response of TIR1/AFB reduction, we examined DII VENUS protein levels 6 h after Tm treatment. Indeed, immunoblot analyses showed that the protein levels of DII VENUS increased in wild type Col 0 roots under ER stress treatment (Figure 1b). Consistent with the western blot analysis results, a confocal microscopy approach revealed that DII VENUS fluorescence levels, and therefore AUX/IAA protein levels, were consistently greater in roots challenged by the ER stress inducer than in mock treated ones (Figure 1c). Together these observations support that ER stress leads to an increase in AUX/IAA levels, which is most likely a consequence of protein stabilization resulting from the down regulation ofTIR1/AFBs(Figure 1a).\n\n(a) RT qPCR analyses ofTIR1,AFB1,AFB2, andAFB3expression in ten day old Col 0Arabidopsisseedlings after treatment with 5 ug/ml Tm for 0.5, 1, or 4 h. Error bars represent standard error of the mean (SEM) from three independent biological replicates.P values were calculated by Student's two tailed t test against expression levels at 4 h relative to 0 h:TIR1(P= 0.00036),AFB1(P= 0.00041),AFB2(P= 0.00048),AFB3(P= 0.00032).\n\n(b) The levels of DII VENUS fusion proteins increase upon exposure to ER stress. Ten day old DII VENUS transgenic plants were treated with 5 ug/ml Tm or DMSO for 6 h. Proteins were extracted from root tissues and the fusion proteins were detected by immunoblot analysis using anti GFP serum (upper panel). Coomassie blue staining gel used as loading control (lower panel).\n\n(c) Ten day old transgenic plants expressing DII VENUS were treated with 5 ug/ml Tm or DMSO for 6 h. Primary root tips were subjected to confocal microscopy analyses. Scale bars = 50 um.\n\n(d)PINmRNA levels decrease upon exposure to ER stress. RT qPCR analyses ofPINfamily transcripts in ten day old wild type Col 0 seedlings during treatment with 5 ug/ml Tm for 0.5, 1, or 4 h. Error bars represent SEM from three independent biological replicates.P values were calculated against expression levels at 4 h relative to 0 h:PIN1(P= 0.00221),PIN2(P= 0.00316),PIN3(P= 5.4E 05),PIN4(P= 4.9E 05),PIN5(P= 6.4E 05),PIN6(P= 0.00012),PIN7(P= 0.00353). The transcriptional level of ETR1, an ER associated ethylene receptor, was unchanged after treatment with Tm for 0.5, 1, or 4 h.\n\nNext, we investigated whether ER stress could control the transcription of auxin transporters. Using RT qPCR analyses, we detected a 30 80% decrease in the mRNA levels ofPIN1,PIN2,PIN3,PIN4,PIN5,PIN6, andPIN7in wild type Col 0 seedlings during ER stress treatment (Figure 1d). In contrast, the transcriptional levels of an ER associated ethylene receptor (ETR1), two ER localized cytokinin receptors (AHK2 and AHK3), three nuclear protein (RAN2, ABH1, and FIB1), and two secretory proteins (VSR1 and SCAMP3) (Ahmedet al.1997,Changet al.1993,Kannegantiet al.2007,Kierzkowskiet al.2009,Lawet al.2012,Maet al.2007,Wulfetangeet al.2011) remained unchanged in ER stress conditions (Figure S2). Thus, we conclude that the Tm induced decrease in the abundance ofTIR1/AFBandPINtranscripts is a specific cellular response. When ER stress was triggered by reduction of disulfide bond formation using dithiotreitol (DTT) treatment, similar down regulation ofTIR1/AFBandPINtranscripts was observed (Figure S3). Overall, these results show that ER stress specifically modulates the auxin response by repressing the transcription of auxin co receptors and transporters.\n\nNext, we examined whether either IRE1 or TIR1/AFBs is essential for ER stress induced down regulation of auxin regulators. To do so, we performed the same ER stress treatment coupled with RT qPCR analyses in anatire1a atire1bdouble mutant and atir1 afb1 afb2 afb3mutant (Chen and Brandizzi 2012,Dharmasiriet al.2005). Inatire1a atire1b, bothTIR1/AFBandPINtranscripts were still reduced under ER stress conditions (Figure 2a, b), similar to the decreasedTIR1/AFBandPINtranscripts pattern seen in wild type Col 0 (Figure 1a). ThePINtranscripts also decreased under ER stress conditions intir1 afb1 afb2 afb3mutant backgrounds (Figure 2b). However, with the exception ofPIN7, inatire1a atire1bthePINandTIR1/AFBtranscription levels were further slightly reduced compared to wild type Col 0 (Figure 2candS4). In contrast, the reduction ofPIN1,PIN2, andPIN4transcript levels was larger in thetir1 afb1 afb2 afb3mutant compared to wild type Col 0 (Figure 2c). These data indicate that down regulation ofPINtranscripts on ER stress is partially and slightly affected by mutations of either IRE1 or TIR1/AFBs. These results further suggest that theIRE1andTIR1/AFBsplay unessential but fine tuning roles in ER stress mediated repression of auxin regulators.\n\n(a) RT qPCR analyses ofTIR1,AFB1,AFB2, andAFB3expression in ten day oldatire1a atire1b(ire1)Arabidopsisseedlings after treatment with 5 ug/ml Tm for 0.5, 1, or 4 h.\n\n(b)PINmRNA levels decrease upon exposure to ER stress in ten day oldire1ortir1 afb1 afb2 afb3(tir1 afb). RT qPCR analyses ofPINfamily transcripts in ten day oldire1ortir1 afb Arabidopsisseedlings after treatment with 5 ug/ml Tm for 0.5, 1, or 4 h.\n\n(c) Transcriptional repression ofPINs after treatment with 5 ug/ml Tm for 4 h in ten day old Col 0,ire1, ortir1 afb Arabidopsisseedlings.\n\nError bars represent SEM from three independent biological replicates.\n\nWhile the UPR is necessary for growth and development, the manner by which the UPR influences other cellular regulatory processes is largely unknown. Mammalian IRE1 controls multiple physiological responses under normal growth conditions. Our findings that auxin signaling is altered under ER stress hint that the UPR participates in the auxin response in plants. Although IRE1 is unessential for ER stress triggered down regulation of auxin regulators, we aimed to determine whether IRE1 dependent UPR is required for the auxin response without chemical induction of ER stress. Thus, we performed root inhibition assays to test the sensitivity of exogenous auxin application inatire1a atire1b. To do so,atire1a atire1band wild type Col 0 were germinated on medium containing a synthetic auxin analog, 1 naphthaleneacetic acid (NAA), a naturally occurring auxin, indole 3 acetic acid (IAA), or an auxin transport inhibitor, 1 N Naphthylphthalamic acid (NPA). Interestingly, we found thatatire1a atire1bwas significantly less sensitive to exogenously applied NAA, IAA, or NPA than wild type Col 0 (Figure 3a c). The findings thatatire1a atire1band wild type Col 0 displayed comparable root inhibition responses to three other plant hormone, jasmonic acid (JA), abscisic acid (ABA) and ethylene, indicate that the plantIRE1has a role specifically in the auxin response, as opposed to general hormones responses or growth regulation (Figure S5). To further confirm that AtIRE1A/AtIRE1B is involved in the auxin response, we investigated the transcriptional activation of auxin responsive genes inatire1a atire1bupon external application of auxin. RT qPCR analyses showed that the transcriptional induction of five auxin responsive genes,IAA3,IAA5,IAA19,IAA20, andGH3.6, was compromised after 2 and 4 h of NAA treatment inatire1a atire1brelative to wild type Col 0 (Figure 3dandFigure S6a). The lower induction of auxin responsive genes was repeatedly observed after both 1 and 2 h of IAA treatment (Figure S6b). These data further indicate thatatire1a atire1bexhibits an impaired response to exogenously applied auxin. The transcription ofBiP1/2orPDI6was not significantly altered under IAA or NPA treatment in wild type Col 0, suggesting that IAA or NPA treatment does not trigger ER stress like Tm treatment (Figure S7). Furthermore, we found that there was a 30% reduction in the free auxin level in roots of ten day oldatire1a atire1bplants compared to wild type Col 0 (Figure 3e). While IRE1 is required to maintain the free auxin level without ER stress treatment, the free auxin level remained unaffected within 4 h after Tm treatment (Figure S8). All together, these data support that plantIRE1is required for auxin response and homeostasis.\n\n(a c) Inire1, root growth is largely resistant to treatments with auxin (NAA and IAA) or an auxin transport inhibitor (NPA). Relative primary root length of ten day old Col 0 andire1 Arabidopsisseedlings grown in the presence 50, 100, 200 nM NAA (a), or 1, 2, 3, 4, 5 uM IAA (b), or 50, 100 nM NPA (c) compared to those grown in the absence of the chemicals. Error bars represent standard error of the mean (SEM), n > 30. Scale bars = 1 cm.P values are relative to Col 0: 100, 200 nM NAA (P< 0.00078), 1, 2, 3, 4, 5 uM IAA (P< 0.00050), 50, 100 nM NPA (P< 0.00344).\n\n(d) RT qPCR analyses ofIAA5andGH3.6expression in ten day old Col 0 andire1 Arabidopsisseedlings after a 2  or 4 h treatment with 10 uM NAA. Error bars represent SEM from three independent biological replicates.P values are relative to Col 0:IAA5(P< 0.00016),GH3.6(P< 0.00391).\n\n(e) Free IAA concentration in ten day old Col 0 andire1roots. Error bars represent SEM from three independent biological replicates.P value is relative to Col 0:P= 4.9E 05.\n\nOur observations that auxin signaling is regulated by ER stress led us to test whether auxin homeostasis influences UPR activation. To this end, we examined whether mutations in auxin signaling, polar transport, or biosynthesis affected the induction of UPR target genes. Intriguingly, we found that a mutation inPIN5orPIN6,two ER localized auxin transporters, compromised UPR activation under ER stress. Compared to wild type,pin5 5(Mravecet al. 2009) andpin6 4(Cazzonelliet al.2013) exhibited a 30 40% reduction in the level ofBiP1/2andPDI6transcripts during ER stress treatment (Figure 4aandS9). These data imply that ER based auxin homeostasis contributes to UPR regulation in plants. This hypothesis was supported by the observation that mutants of other types of ER localized putative auxin transporters,pils2 2,pils5 2, andpils2 2 pils5 2(Barbezet al.2012) exhibited similar defects in UPR activation (Figure 4aandS9). We found that the expression levels ofBiP1/2andPDI6were comparable among wild type Col 0 and the auxin mutants without ER stress treatment (Figure S10), supporting that the ER localized auxin transporters are involved in ER stress triggered UPR activation. In contrast, we found no significant differences in the induction of UPR target genes in mutants defective in either PM localized auxin exporters,pin1 1(pin1),eir1 1(pin2),pin3 4(pin3),pin4 3(pin4), pin7 2(pin7), pin3 5 pin4 3 pin7 1(pin3 pin4 pin7),an overexpressor ofPIN1(OxPIN1), or the auxin importeraux1 22(aux1) compared to wild type Col 0 under the same ER stress treatment conditions (Okadaet al.1991,Romanet al., 1995,Zdnkovet al., 2010,Frimlet al.2002,Frimlet al.2003,Saueret al.2006,Swarupet al.2004) (Figure 4b). These results show that ER based intracellular auxin transport, but not intercellular auxin transport, is required for the optimal UPR activation in plants.\n\n(a) RT qPCR analyses ofBiP1/2andPDI6in ten day oldpin5 5(pin5),pin6 4(pin6),pils2 2(pils2),pils5 2(pils5),pils2 2 pils5 2(pils2 pils5),abp1 5(abp1),YUC, andtir1 afb1 afb2 afb3(tir1 afb) relative to wild type Col 0Arabidopsisseedlings after a 1 h treatment with 5 ug/ml Tm. Error bars represent standard error of the mean (SEM) from three independent biological replicates.P values are relative to Col 0:pin5(P= 0.00029),pin6(P= 0.00095),pils2(P= 0.00093),pils5(P= 0.00067),pils2 pils5(P= 0.00089),abp1(P= 0.00215),YUC(P= 0.00014),tir1 afb(P= 0.00026).\n\n(b) RT qPCR analyses ofBiP1/2andPDI6in ten day oldpin1 1(pin1),eir1 1(pin2),pin3 4(pin3),pin4 3(pin4), pin7 2(pin7), pin3 4 pin4 3 pin7 2(pin3 pin4 pin7), OxPIN1, andaux1 22(aux1) relative to wild type Col 0Arabidopsisseedlings after a 1 h treatment with 5 ug/ml Tm. Error bars represent SEM from three independent biological replicates.\n\nWe next investigated whether the ER localized putative auxin receptor ABP1 and the auxin biosynthesis enzyme YUC were also involved in the UPR activation. Similar to the auxin mutants defective in ER based transport, theabp1 5andYUC(Xuet al.2010,Zhaoet al.2001) mutants also exhibited reduced levels in the activation of UPR target genes under ER stress (Figure 4aandS9). Conversely, the transcription levels of UPR target genes were higher in thetir1 afb1 afb2 afb3auxin co receptor mutant than in wild type Col 0 (Figure 3aandS9), suggesting that TIR1/AFBs plays a negative role in UPR target gene induction. Altogether, these data highlight that the ER based regulation of auxin homeostasis may operate as a molecular link between the UPR and other cellular processes.\n\nTo investigate a functional relationship of IRE1 and PIN5 in the UPR and auxin response,we generated anatire1a atire1b pin5triple mutant and performed phenotypic analyses. Consistent with previous reports,atire1a atire1bandpin5 5displayed a short primary root phenotype (Chen and Brandizzi 2012,Mravecet al.2009). We found that the roots of theatire1a atire1b pin5triple mutant were significantly shorter than those ofatire1a atire1borpin5 5(Figure 5a). However,atire1a atire1b,pin5 5, andatire1a atire1b pin5showed comparable lateral root density and hypocotyl length to wild type Col 0 (Figure S11), suggesting that the IRE1 and PIN5 have a role specifically in regulation of primary root elongation. In addition,atire1a atire1b pin5also displayed lower free auxin levels compared toatire1a atire1borpin5 5(Fig 5b). Specifically, compared to wild type Col 0, the roots ofpin5 5andatire1a atire1bexhibited a 15 and 30% reduction in free auxin levels, respectively. Nonetheless, the roots ofatire1a atire1b pin5displayed a 45% reduction in free auxin level (Figure 5b). Finally, in agreement with previous findings (Mravecet al.2009), root inhibition assays showed thatpin5 5was less sensitive than wild type Col 0 to low concentrations of IAA but displayed a normal response to NAA, NPA, or high concentrations of IAA (Mravecet al.2009). Intriguingly, theatire1a atire1b pin5mutant was significantly less sensitive thanatire1a atire1bto all three treatments (Figure 5c e). A comparable root inhibition response to JA, ABA, and ethylene inatire1a atire1b pin5indicated that the genetic interaction between IRE1 and PIN5 is specific to the auxin response (Figure S5).\n\n(a)pin5 5(pin5) enhances the short root phenotype ofire1. Relative primary root length ofpin5,ire1, andire1 pin5compared to Col 0 under unstressed conditions. Error bars represent standard error of the mean (SEM), n > 30.P value isire1 pin5relative toire1: *P= 0.00226.\n\n(b) Free IAA measurement in the roots of ten day old Col 0, pin5,ire1, andire1 pin5seedlings. Error bars represent SEM from three independent biological replicates.P value isire1 pin5relative toire1: *P= 0.00182.\n\n(c e) Relative primary root length of ten day old Col 0, pin5,ire1, andire1 pin5 Arabidopsisseedlings grown in the presence 50, 100, 200 nM NAA (c), or 1, 2, 3, 4, 5 uM IAA (d), or 50, 100 nM NPA (e) compared to those grown in the absence of the chemicals. Error bars represent SEM, n > 30.P values areire1 pin5relative toire1: 50, 100 or 200 nM NAA (P< 0.00032), 1, 2, 3, 4, or 5 uM IAA (P< 0.00075), 50 or 100 nM NPA (P< 0.00149). Scale bars = 1 cm.\n\n(f)pin5enhances the UPR defects inire1under ER stress. RT qPCR analyses ofBiP1/2andPDI6in ten day old Col 0, pin5,ire1, andire1 pin5relative to DMSO mock control after a 1 h treatment with 5 ug/ml Tm. Error bars represent SEM from three independent biological replicates.P value isire1 pin5relative toire1: *P= 0.01856.\n\nWe next tested the functional relationship of IRE1 and PIN5 under ER stress. RT qPCR revealed that the induction ofBiP1/2andPDI6was also reduced inatire1a atire1b pin5compared toatire1a atire1borpin5 5, supporting that PIN5 participates in the UPR activation in a manner not entirely dependent onIRE1. Altogether, our results imply that regulation of ER based auxin homeostasis is part of ER stress adaptive mechanisms that plants have evolved to parallel the classical UPR signaling pathways.",
    "discussion": "Our findings uncover an unpredicted but critical regulatory relationship between two fundamental signaling pathways in plants, the UPR and auxin response. Studies of the mammalian UPR indicate that distinct UPR signaling pathways mediate specific physiological processes (Wu and Kaufman 2006). While theIRE1 dependent mRNA splicing event is the most evolutionarily conserved UPR pathway in eukaryotes,IRE1has also evolved specific functions in multicellular organisms to associate the UPR with more complex physiological processes (Hetzet al.2006,Uranoet al.2000). Nevertheless, our understanding of the connection between the UPR and other cellular processes is still in its infancy. Here, we have defined a plant specific regulatory role forIRE1in the auxin response. Although we cannot exclude the possibility that IRE1 regulates auxin response independently from the classical UPR, it is plausible that IRE1 dependent UPR signaling is involved in auxin transport. The auxin transport is one of the most crucial regulatory mechanisms in the auxin biology. As most regulatory components of the auxin transport system are secretory proteins, we speculate that theIRE1 dependent UPR signaling maintains a robust and efficient membrane trafficking system for the supply of functional auxin regulators. The identification of auxin regulators directly controlled by IRE1 will elucidate how IRE1 modulates specific aspects of auxin biology to coordinate the secretory pathway with physiological responses. Together with the involvement of UPR specific membrane tethered transcription factors in brassinosteroid signaling (Cheet al.2010), our results support the significance of the plant UPR in hormone signaling.\n\nIRE1 regulates the UPR through various mechanisms including unconventional splicing, RNA decay, and protein protein interaction. It has recently been reported that similar to its mammalian counterpart, plant IRE1 controls gene expression through RNA decay in addition of splicing bZIP60 transcription factor (Mishibaet al.2013). Mammalian IRE1 operates RNA decay to trigger diverse UPR signaling pathways. It would be interesting to test whether plant IRE1 also relies on its RNA decay function for the auxin response. If IRE1 dependent RNA decay contributes at least partially to the regulation of auxin signaling on ER stress, it would represent a specific regulatory event of the UPR as opposed to random RNA decay under stress. Notably, we have established that IRE1 is required for the optimal auxin response under exogenously applied auxin (Figure 3and6a), but plays only partial role in ER stress induced down regulation of auxin regulators (Figure 2). These findings support that distinct mechanisms regulate auxin signaling under various conditions to achieve context specific auxin responses.\n\n(a) IRE1 is required for the auxin responses upon external auxin application. IRE1, ER  and PM localized PINs are involved in the maintenance of auxin homeostasis without chemical induction of ER stress.\n\n(b) ER stress triggers down regulation of auxin receptors TIR1/AFBs, ER  and PM localized PINs. IRE1 and ER localized PINs are required for the optimal induction of UPR target genes.\n\nWe have established that only ER localized auxin transporters, but not PM localized auxin exporters or importers, are required for the optimal UPR activation (Figure 6b). Studies of ER localized auxin regulators suggest that a distinct auxin signaling pathway exists in the ER (Friml and Jones 2010). Accordingly, we propose that ER based auxin signaling actively transports free auxin through the ER membranes to modulate the signaling response in the nucleus. More specifically, plant cells can transmit signals between sub cellular compartments by adjusting the free auxin level in the ER, cytosol, and nucleus. We thus propose a previously uncharacterized cellular function for auxin as a signaling molecule that connects subcellular compartments and maintains cellular homeostasis in plants. It has long been believed that intercellular polar auxin transport is the key regulatory component of the auxin response; however, the biological significance of intracellular auxin transport has been overlooked. Our findings support a specific cellular function of ER based intracellular auxin distribution in the UPR activation, and thus emphasize the importance of ER auxin biology in plant physiology.\n\nWe have shown that ER localized auxin transporters have a role in the UPR activation. A plausible hypothesis to explain this is that the auxin levels in the ER lumen contribute to UPR activation on ER stress. Namely, ER localized auxin transporters or their associated proteins might sense ER stress and rapidly adjust auxin levels in the ER lumen. The consequent fluctuation of auxin levels in the ER could in turn affect the magnitude of UPR activation. Nevertheless, because a mutation of PIN5 enhances theatire1a atire1bmutant phenotype in the UPR activation (Figure 5f), PIN5 dependent regulation of auxin levels under ER stress does not completely rely on IRE1. Whether ER localized auxin transporters can directly monitor ER stress or indirectly sense ER stress related cellular homeostasis is yet to be established; however, the findings presented here support that ER localized transporters play a role in the UPR activation. Once a reliable system to monitor auxin levels in the ER lumen is developed, it will be interesting to experimentally confirm that ER localized transporters mediate auxin transport between ER lumen and cytosol on ER stress.\n\nPIN5 has been proposed to play a unique role in the auxin response since its transcriptional regulation and regulatory mechanisms appear to be different from PM localized PINs. It was reported that the transcription of PIN5 is decreased under exogenous application of auxin although PIN5 is required for the auxin response (Mravecet al.2009). Likewise, our study also showed that ER stress induces a decrease in the transcription of PIN5 while PIN5 is required for the optimal induction of UPR activation. As the PIN5 protein levels have not been monitored under auxin or ER stress treatment, one possibility is that the down regulation of PIN5 transcript represents a feedback regulatory mechanism. Namely, the cellular availability or the activity of PIN5 may be increased in response to ER stress (e.g. by protein stabilization events or post translational modifications). This in turn may cause reduction of PIN5 transcriptional levels to safeguard cellular auxin homeostasis. Another possibility is that ER stress represses general auxin responses including inter  and intra cellular auxin transport to optimize cellular responses to cope with stress. Thus, both PM  and ER localized transporter are down regulated under ER stress; however, a basal level of ER localized transporters may be still required for optimal induction of UPR target gene as they might be involved in stress signal transmission through transport the auxin between subcellular compartments. Thus, mutants of ER localized auxin regulators would display a compromised UPR activation. Further experimental evidences are needed to verify the possibilities. Nonetheless, our data support that regulation of PIN5 transcripts is a mechanism to maintain PIN5 related cellular homeostasis. Also,pin5 5was shown to have a higher free auxin levels (Mravecet al.2009) but we found thatpin5 5displayed lower free auxin level. This is possibly because unlike Mravecet al, which used intact seedlings, we used only root tissues in the free auxin level assay. Future comprehensive quantification analyses of free auxin levels in various tissues will likely reveal whether PIN5 regulates auxin distribution among tissues.\n\nThe molecular mechanisms underlying transcriptional down regulation of auxin receptors and transporters on ER stress are still unknown. Whether UPR regulators can directly control transcription of auxin receptors and transporters or ER stress dependent cellular responses mediate auxin homeostasis in a manner independent of classical UPR regulation awaits further validation.\n\nIn contrast to animals, plants, as sessile organisms, have an extraordinary plasticity in post embryonic development, responding to both internal and external cues. Nonetheless, our understanding of how plants integrate developmental and environmental signals to balance growth and adaptive regulation is limited. The inter regulation between the UPR and auxin response demonstrated in this study opens a new area of investigation in plant physiology. Given the essential roles of the UPR in multiple stresses adaptation, the integrated action of the UPR and auxin response highlights a plant specific strategy that evolved to maintain the crucial balance between stress response and growth regulation for ultimate fitness.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:00:37.330440",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3981873/"
  }
}