{
  "pmcid": "PMC6240453",
  "title": "Comparing RNASeq and microarray gene expression data in two zones of the Arabidopsis root apex relevant to spaceflight",
  "authors": [
    "Aparna Krishnamurthy",
    "Robert J Ferl",
    "AnnaLisa Paul"
  ],
  "year": "2018",
  "journal": "Applications in Plant Sciences",
  "doi": "10.1002/aps3.1197",
  "sections": {
    "abstract": "The root apex is an important region involved in environmental sensing, but comprises a very small part of the root. Obtaining root apex transcriptomes is therefore challenging when the samples are limited. The feasibility of using tiny root sections for transcriptome analysis was examined, comparing RNA sequencing (RNASeq) to microarrays in characterizing genes that are relevant to spaceflight.\n\nArabidopsis thalianaColumbia ecotype (Col0) roots were sectioned into Zone 1 (0.5 mm; root cap and meristematic zone) and Zone 2 (1.5 mm; transition, elongation, and growthterminating zone). Differential gene expression in each was compared.\n\nBoth microarrays and RNASeq proved applicable to the small samples. A total of 4180 genes were differentially expressed (with fold changes of 2 or greater) between Zone 1 and Zone 2. In addition, 771 unique genes and 19 novel transcriptionally active regions were identified by RNASeq that were not detected in microarrays. However, microarrays detected spaceflightrelevant genes that were missed in RNASeq.\n\nSingle root tip subsections can be used for transcriptome analysis using either RNASeq or microarrays. Both RNASeq and microarrays provided novel information. These data suggest that techniques for dealing with small, rare samples from spaceflight can be further enhanced, and that RNASeq may miss some spaceflightrelevant changes in gene expression.\n\nKeywords:differential expression, microarray, root apex, RNASeq, transcriptome",
    "methods": "Arabidopsis thalianaColumbia ecotype (Col0) seedlings were grown on sterile solid media plates composed of 2.2 g of Murashige and Skoog (MS) salts, 0.5 g of MES hydrate, 5.0 g of sucrose, and 1.0 mL of Gamborg vitamins (SigmaAldrich, St. Louis, Missouri, USA), and then adjusted to pH 5.72 with 1 M KOH. The media was solidified with 0.5% (w/v) Phytagel (SigmaAldrich). The plates were vertically oriented in growth chambers with continuous light (80 100 umol s 2m 2) at a constant temperature of 19 degreesC. This plant growth configuration has been used for both laboratory and spaceflight plant growth (Paul etal.,2013; Schultz etal.,2017; Zhou etal.,2017). Eightdayold seedlings were harvested from a single plate, placed in RNAlater(Thermo Fisher Scientific, Waltham, Massachusetts, USA) in 50mL centrifuge tubes, and stored in a freezer at  20 degreesC.\n\nSeedlings preserved in RNAlaterwere thawed to room temperature and transferred to an open Petri dish. The seedlings in the Petri dish and were viewed with an Olympus SZX12 dissecting microscope (Olympus, Tokyo, Japan), and the Petri plate served as a working surface to select primary roots and then dissect them into their appropriate zones. A thinruled grid was adhered to the bottom of the plate to facilitate precise cuts between the zones (Fig.1). Plants were kept submerged in RNAlaterat all times. Three independent seedlings were used as three biological replicates for each of the transcriptome analyses. All seedlings were grown on the same plate.\n\nRoot dissection shown in eightdayoldArabidopsis thalianaColumbia ecotype seedlings, grown on vertically placed Phytagel plates under continuous light. The root apex was sectioned into two zones: Zone 1 (0.5 mm; root cap and meristematic zone) and Zone 2 (1.5 mm; transition, elongation, and growthterminating zone). The root tip shown is an eightdayold, RNAlaterpreserved seedling stained with toluidine blue observed under a dissecting microscope. Scale is in millimeters.\n\nThe root tips were dissected into Zone 1 (0.5 mm from the tip, including the root cap and root division zones) and Zone 2 (1.5mm sections including the root elongation and root differentiation zone) (as shown in Fig.1). Dissected RNAlaterpreserved root tips were carefully transferred into prelabeled microcentrifuge tubes and then flashfrozen in liquid nitrogen. Total RNA was extracted from these frozen samples using the ARCTURUS PicoPure RNA Isolation Kit (Thermo Fisher Scientific). RNA concentration was determined on a Qubit Fluorometer (Thermo Fisher Scientific), and sample quality was assessed using the Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, California, USA). Five nanograms of RNA from each sample was used for lowinput array and RNA sequencing. Genes that significantly changed in Zone 2 (Treatment 2) as compared to Zone 1 (Treatment 1) were measured using microarray and RNASeq. The transcripts identified as significantly changed at fold change of 2 or greater from the two techniques were used for further analysis. Gene ontology (GO) analysis of the significantly changed genes (fold change) between Zone 2 and Zone 1 was conducted using agriGO (Du etal.,2010).\n\nMicroarray analyses and RNASeq were performed at the Interdisciplinary Center for Biotechnology Research (ICBR) Gene Expression and Sequencing Core at the University of Florida. ICBR conducted the initial analyses of microarray and RNASeq data for quality control, normalization, mapping reads to genome data, annotated transcripts, and profiling of gene expression.\n\nFive nanograms of total RNA were amplified with the Ovation Pico WTA System V2 kit (NuGEN Technologies Inc., Redwood City, California, USA) according to the manufacturer's protocol. Fragmentation and biotinylation were performed with the Encore Biotin Module (NuGEN Technologies Inc.) as per the manufacturer's protocol. Five micrograms of amplified and labeled cDNA was fragmented and hybridized with rotation onto the Affymetrix GeneChipArabidopsisGenome ATH1 Array (Affymetrix, Santa Clara, California, USA) for 16 h at 45 degreesC. Arrays were washed on a Fluidics Station 450 (Affymetrix) using the Hybridization Wash and Stain Kit (Affymetrix) with Washing Procedure FS450_0001. Fluorescent signals were measured with an Affymetrix GeneChip Scanner 3000 7G.\n\nPrimary data analysis was performed using the R/Limma package (Ritchie etal.,2015). Affymetrix CEL files werefirst analyzed using the FastQC package for quality control (Babraham Institute, Cambridge, United Kingdom;http://www.bioinformatics.babraham.ac.uk/projects/fastqc/). The arrayswere then normalized using the RMA algorithm, and differential analysiswas performed. Comparative analyses were conducted with the normalized signal intensity values between root tip Zone 1 and root tip Zone 2. The fold change was computed based on the normalized logtransformed signal intensity data for each gene locus in the Zone 1 and Zone 2 groups. Differentially expressed transcripts were identifiedusing a log2fold change (log2FC), at the 1% significancelevel, with false discovery rate (FDR) correction. Genes differentially expressed with fold change of 2 or greater at FDR <0.01 were used for further analysis.\n\nFive nanograms of total RNA were used for cDNA library construction using ClonTech SMARTSeq V4 Ultra Low Input RNA Kit for Sequencing (TaKaRa Bio USA, Mountain View, California, USA) according to the manufacturer's protocol. Briefly, firststrand cDNA was primed by the SMARTSMARTer II A oligonucleotide (TaKaRa Bio USA) and then base pairs were combined with these additional nucleotides, creating an extended template. The reverse transcriptase then switched templates and continued transcribing to the end of the oligonucleotide, resulting in fulllength cDNA that contains an anchor sequence, which served as a universal priming site for second strand synthesis. cDNA was amplified with primer II A for 10 PCR cycles. Illumina sequencing libraries were then generated with 120 pg of cDNA using the Illumina Nextera DNA Sample Preparation Kit (FC1311024; Illumina, San Diego, California, USA) per the manufacturer's instructions. Briefly, 120 pg of cDNA was used as input for the Nextera tagmentation reaction (fragmentation and tagging), and then adapter sequences were added onto template cDNA by PCR amplification. Libraries were quantitated by the Agilent 2100 Bioanalyzer and reverse transcription realtime PCR (RTqPCR) (KAPA Library Quantification Kit, catalog no. KK4824; Kapa Biosystems, Wilmington, Massachusetts, USA). Finally, the libraries were pooled by equal molar concentration and sequenced by Illumina 2 x 150 NextSeq 500.\n\nIn preparation for sequencing, barcoded libraries were sized on the Agilent 2100 Bioanalyzer and then quantitated using the Qubit Fluorometer and RTqPCR (Kapa Biosystems, catalog no. KK4824). Individual samples were pooled equimolarly at 4 nM. This \"working pool\" was used as input in the NextSeq 500 instrument sample preparation protocol (Illumina, catalog no. 15048776, Rev A). Typically, a 1.3pM library concentration resulted in optimum clustering density in our instrument (i.e., ~200,000 clusters/mm2). Samples were sequenced on a single flow cell, using a 2 x 150 cycles (pairedend) configuration. A typical sequencing run in the NextSeq 500 produced 750 800 million pairedend reads with a Q30 >= 85%. For RNASeq, approximately 40 million reads/sample provided sufficient depth for transcriptome analysis.\n\nThe pairedend reads were mapped to theA. thalianaColumbia ecotype reference genome (TAIR10) using TopHat (Trapnell etal.,2012). A multistep process of transcriptome assembly and differential expression analysis was done using the Cufflinks tool (Trapnell etal.,2012). Reads that map to each transcript were counted and normalized based on fragment length and total reads. Normalized counts were expressed in terms of FPKM values (fragments per kilobase of transcript per million mapped fragments). FPKM is directly proportional to abundance of the transcript. The expression data were generated at FDR = 0.01.",
    "results": "Transcriptome data were obtained from the two root tip zones (Fig.1) through both microarray and RNASeq. A total of approximately 33,500 and 22,700 genes were detected as expressed in the root zones from RNASeq and microarray, respectively (Gene Expression Omnibus [GEO] accessionGSE115555).\n\nMicroarray detected a total of 6351 genes significantly altered with fold change of 2 or greater, whereas RNASeq detected a total of 6403 genes that were differentially expressed between the two root zones. Among these two sets of genes, 4180 genes were commonly identified by both techniques (Fig.2A). Out of the 6403 genes detected by RNASeq, 2223 genes were exclusive to RNASeq at a fold change of 2 or greater. However, out of these 2223 genes, 771 were truly unique to RNASeq and the remaining 1452 genes were detected by microarray but did not pass the cutoff value of fold change 2 or greater (log2FC >=1 or <=1). Expression levels of genes estimated by RNASeq were higher than those estimated by microarray. Therefore, a greater number of genes passed the fold change cutoff criteria in RNASeq than in the microarray. With increased fold change requirements, RNASeq detected a higher number of genes compared to the microarray (Fig.2B, C). At fold change levels of 4 and 8, RNASeq identified 364 and 63 unique genes compared to 41 and six genes, respectively, identified by the microarray (inner circles in the Venn diagram; Fig.2). Overall, RNASeq was more efficient in detecting a greater number of significantly changed genes compared to the microarray.\n\nComparison of differentially expressed genes in root Zone 2 vs. Zone 1 by RNASeq and microarray. The Venn diagram shows the overlap between differentially expressed genes from RNASeq and microarray data at log2FC >=1 or <=1 (A), log2FC >=2 or <=2 (B), and log2FC >=4 or <=4 (C). Numbers indicated in the Venn circles are the differentially expressed genes exclusive to each technique at that fold level, whereas the numbers in the inner circles indicate the subset of genes truly unique to RNASeq or microarray and not found in the other technique. Differentially expressed transcripts were identifiedusing a log2FC at FDR < 0.01.\n\nDistribution of transcripts into the most prominent GO categories is summarized in Table1. Upregulated functional groups listed in Table1are the ones enriched in Zone 2, which include lipid localization and transport, root morphogenesis, root epidermal cell differentiation, cell maturation, polypropenoid biosynthetic process, root hair cell differentiation, trichoblast maturation, and secondary metabolic process. The downregulated genes in Zone 2 are those genes enriched in root Zone 1 (tip). The GO analysis of these genes mainly clustered into functional groups: cell cycle regulation, protein DNA complex assembly, chromatin assembly, DNA packaging and metabolic process, cytoskeleton organization, cell division, cellular component biogenesis, and organization (Table1).\n\nGene ontology (GO) analysis of differentially expressed genes (Zone 2 vs. Zone 1) commonly identified in RNASeq and microarray.a\n\nFDR = false discovery rate.\n\nGene ontology (GO) analysis of the significantly changed genes between Zone 2 and Zone 1 conducted using agriGO (Du etal.,2010). Upregulated functional groups are those enriched in Zone 2; downregulated groups are those enriched in Zone 1.\n\nSome of the genes differentially expressed at high fold levels (Table2) and their functions as defined in theArabidopsisTAIR database (Huala etal.,2001) are described below.\n\nList of top 20 differentially changed genes (Zone 2 vs. Zone 1) commonly identified in RNASeq and ATH1 microarray. Values are shown as log2fold change (log2FC)\n\ncds = coding DNA sequence.\n\nRoot Zone 2 was enriched with genes involved in secondary growth metabolic processes such as response to stimulus, cell elongation, differentiation and root hair development, and maturation (Table1). Genes in these categories included arabinogalactan proteins (AT4G40090, AT5G44130), basic helixloophelix (bHLH) protein (AT5G58010), and the leucinerich repeats (LRX)/extensin family proteins (AT1G12040, AT4G02270). Another set of genes highly enriched in Zone 2 are the lipid metabolism proteins: the protease inhibitor/seed storage/lipid transfer protein (LTP) family proteins (AT1G48750, AT5G05960, AT3G18280). Also induced were peroxidases that are root hair specific (AT5G67400, AT1G30870) and the cell signaling gene (AT1G02900).\n\nRoot Zone 1 was enriched with genes involved in primary growth metabolisms like cellular components, cell cycle, and DNA metabolism. Genes enriched in root tip Zone 1 included: cell wall biogenesis and organization genes (AT5G13870, AT1G57590); regulation of gene expression (AT3G52910, AT2G45050); ATP/microtubule binding (AT2G22610, AT5G48940); cell division/cell cycle (AT3G51280, AT2G28790); and response to mechanical, light, and organism stimulus (AT2G23050 [gravitropism], AT2G45050 [light], AT5G19520 [mechanical], AT1G18250 and AT2G28790 [pathogen]). Other genes enriched in Zone 1 included those with predicted function of ion binding and transport (AT5G19520, AT2G34020, AT2G25060), along with late embryogenesis abundant (LEA) protein (AT5G60530).\n\nRNASeq detected 771 genes that were not detected by the microarray (AppendixS1). Three hundred thirtynine genes were enriched in root tip Zone 2 (upregulated in Zone 2), and 432 genes were enriched in root tip Zone 1 (downregulated in Zone 2) (AppendixS1). GO analysis of these genes clustered the genes into the following groups: structural constituent of ribosome, structural molecular activity, and translation elongation factor activity. The top 20 genes with highest fold change are listed in Table3. These included extensin family protein (AT3G09925), phosphate transporter 1 (AT5G43350), ovate family protein 17 (AT2G30395), pectin lyaselike superfamily protein (AT4G23500), cytokinin response factor 4 (AT4G27950), protein kinase family protein (AT5G07140), transducin family protein (AT4G33270), and defensinlike protein (AT4G22235).\n\nList of 20 genes with highest fold change (fold change greater than log24.0) uniquely identified by RNASeq but not the ATH1 microarray\n\nNA = not applicable.\n\nFurthermore, a total of 107 novel transcripts were identified that were mapped to the genome but did not have any gene annotation in the reference genome database. Out of these 107 transcripts, 19 were found to be significantly changed between the zones at FDR <0.01 (AppendixS2).\n\nIn addition to the differential gene expression data, RNASeq provided information on isoforms, coding DNA sequences, and transcription start sites. Figure3provides examples of isoform information from four different genes in Zone 2 that were significantly altered between the two root zones to study their isoform information two upregulated genes: AT5G05960 (protease inhibitor/seed storage/lipid transfer protein [LTP] family protein) and AT4G02270 (pollen Ole e 1 allergen and extensin family protein) and two downregulated genes: AT2G23050 (NPY4 [NAKED PINS IN YUC MUTANTS 4]) and protein binding/signal transducer (NPY4) and AT1G18250 (Arabidopsisthaumatinlike protein [ATLP1]). The differential expression of these four genes in the two root zones from microarray and RNASeq are shown in Fig.3A. Log2FC values for these genes in RNASeq and microarray were comparable, and RNASeq estimated a higher level of fold change for all four genes (Fig.3A). Expression levels of these genes (Fig.3B) and isoforms (Fig.3C) in root Zone 1 and 2 were plotted using FPKM values measured by RNASeq. Although all of these genes were significantly changed between Zone 1 and Zone 2 (Fig.3B), the different FPKM values measured can be attributed to changes in alternative isoforms (Fig.3C). For instance, the FPKM values of two isoforms of genes AT5G05960 and AT2G23050 are not significantly changed individually (Fig.3C), but when the expression values are added up there is a significant change in gene expression (Fig.3B). On the contrary, in genes AT4G02270 and AT1G18250, one isoform in each gene (TCONS_00025944 and TCONS_00005036, respectively) was significantly altered in expression, leading to a change in the total FPKM values (Fig.3C).\n\nTranscript/isoform information of selected genes. Differential expression analysis results for AT5G05960 (protease inhibitor/seed storage/lipid transfer protein [LTP] family protein), AT4G02270 (pollen Ole e 1 allergen and extensin family protein), AT2G23050 (NPY4 [NAKED PINS IN YUC MUTANTS 4]; protein binding/signal transducer [NPY4]), and AT1G18250 (thaumatinlike protein ATLP1). (A) Log2FC values for the genes in RNASeq and microarray. (B, C) Expression plots of genes (B) and isoforms (C) showing the differences in expression in root Zone 1 and 2, measured in FPKM.",
    "discussion": "In research studies that require the use of small tissue samples, or where samples are a limiting factor, it is especially important to be able to extract as much data as possible from minimal sample material. Previous studies on root gene expression have been predominantly conducted with larger sections of the root or a pooled sample of root tips (Gupta etal.,2013; Nestler etal.,2014; Niu etal.,2014; Secco etal.,2014; Zhu etal.,2015). Recent advances in RNA isolation have enabled full transcriptomic analysis from tiny plant samples. In this study, we extracted RNA from single root tips of youngA. thalianaseedlings for microarray and RNASeq analysis. The ability to conduct gene expression analyses in such small tissue samples will enable identification of novel and important genes whose quantification is otherwise diluted in larger tissue/organ/pooled samples.\n\nIn the comparison of gene expression data obtained by microarray and RNASeq approaches, RNASeq was more powerful in identifying differentially expressed genes in the root zone samples (Fig.2). Although this general conclusion regarding RNASeq in comparison to microarrays is widely accepted, the direct comparison of RNASeq to microarray data obtained from the same spaceflightrelevant tissue sets provides a unique perspective and a direct data set with which to baseline RNASeq and microarray data within the existing spaceflight database within the National Aeronautics and Space Administration (NASA)'s GeneLab (ArabidopsisData Repository; NASA GeneLab,2018).\n\nHowever, the benefits of RNASeq demonstrated here are consistent with other, broad studies that compare the two methods. Most of those benefits come from the dynamic range of RNASeq. The estimated gene expression levels were generally higher in RNASeq compared to the microarray (Table2). Lower fold changes in the microarray could be attributed to saturation of fluorescence signals. In addition, microarrays depend on probe design based on previously annotated gene/expressed sequence tag sequence information, whereas RNASeq provides unbiased sequence counts that can provide information on unannotated regions in addition to known, annotated genes. In this study, RNASeq identified many differentially expressed genes that were not detected by microarray (Table3, AppendixS1) and allowed for the identification of the specific isoforms of genes that contributed to the change in level of geneexpressed information (Fig.3). We identified 107 putative transcriptionally active regions (TARs) that were not noted in the TAIR database (AppendixS2). Of these, 19 had significantly altered expressions in the two zones. These novel transcripts could be further characterized for their function in the roots.\n\nHowever, there are spaceflightrelevant genes that were not detectable in these RNASeq data. Comparison of the RNASeq gene lists from Zone 1 and Zone 2 revealed that more than 50 of the highly differentially expressed spaceflight genes detected by microarray analyses were not detected by RNASeq. These genes include genes that are annotated, revealed in other experiments, and many that have been confirmed to exist by RTqPCR. Thus, there remain genes that are spaceflight relevant that are best detected by means other than RNASeq, particularly genes that have low expression levels or are rarely expressed among cell types. This phenomenon is likely to extend to other environmental responses that induce similar gene expression patterns.\n\nThe list of plant studies that examine gene expression patterns of root zones, and even root cell lineages, is ever expanding, particularly in recent years as tools and approaches provide increasing fidelity in the ability to discriminate among cell types (Birnbaum etal.,2003; Brady etal.,2007; Bruex etal.,2012; Kyndt etal.,2012; BaileySerres,2013; Gott etal.,2016; Royer etal.,2016; Libault etal.,2017; Wendrich etal.,2017). In addition, the expansion of available reference genomes for a variety of plants enables the molecular comparisons of cell type and tissue comparisons among species (Galbraith and Birnbaum,2006; Huang and Schiefelbein,2015; Karve and IyerPascuzzi,2015). The current study provides a comprehensive evaluation of the root tip transcriptome, and also contributes a unique perspective for the distribution of expressed genes along the root tip in the context of the tools and approaches used to make those assessments. The root zones were microdissected from RNAlaterpreserved roots. This approach separated the root tip organ into zones comprising several cell types, cells that make an overall contribution to the transcriptional environment in that zone. In addition, microdissection of RNAlaterpreserved tissue minimizes environmentally induced patterns of gene expression that could be associated with either the dissection of live tissue, or protoplast isolation and cell sorting.\n\nThe study presented here contributes to the growing wealth of data that expand our understanding of how the transcriptome guidesArabidopsisroot function and differentiation. The experimental design used in this study provided a new look at gene expression patterns from distinct root tip zones, and also served to compare and contrast approaches to characterizing transcriptomes from preserved material of limited quantity. The transcriptomic techniques of the ATH1 microarray and RNA deep sequencing were comparable in detecting the genes enriched in the two root zones and in revealing distinct patterns of gene expression unique to each zone. An extensive discussion of the genes differentially expressed in the root zones is presented in AppendixS3. RNASeq was more efficient in identifying unique and novel transcripts that were not detected by microarray; however, at the read depths used here, which are generally accepted, RNASeq failed to detect some spaceflightrelevant genes of interest, suggesting that some studies may require extended read depths or require hybridization or RTqPCR methods to monitor lowexpressing genes.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:01:57.007133",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6240453/"
  }
}