{
  "pmcid": "PMC9583032",
  "title": "Routine omics collection is a golden opportunity for European human research in space and analog environments",
  "authors": [
    "Henry Cope",
    "Craig RG Willis",
    "Matthew J MacKay",
    "Lindsay A Rutter",
    "Li Shean Toh",
    "Philip M Williams",
    "Ral Herranz",
    "Joseph Borg",
    "Daniela Bezdan",
    "Stefania Giacomello",
    "Masafumi Muratani",
    "Christopher E Mason",
    "Timothy Etheridge",
    "Nathaniel J Szewczyk"
  ],
  "year": "2022",
  "journal": "Patterns",
  "doi": "10.1016/j.patter.2022.100550",
  "sections": {
    "abstract": "Widespread generation and analysis of omics data have revolutionized molecular medicine on Earth, yet its power to yield new mechanistic insights and improve occupational health during spaceflight is still to be fully realized in humans. Nevertheless, rapid technological advancements and ever regular spaceflight programs mean that longitudinal, standardized, and cost effective collection of human space omics data are firmly within reach. Here, we consider the practicality and scientific return of different sampling methods and omic types in the context of human spaceflight. We also appraise ethical and legal considerations pertinent to omics data derived from European astronauts and spaceflight participants (SFPs). Ultimately, we propose that a routine omics collection program in spaceflight and analog environments presents a golden opportunity. Unlocking this bright future of artificial intelligence (AI) driven analyses and personalized medicine approaches will require further investigation into best practices, including policy design and standardization of omics data, metadata, and sampling methods.\n\nKeywords:multiomics, European Space Agency, commercial spaceflight, personalized medicine, International Space Station, longitudinal monitoring, GDPR, astronaut ethics, biobank, artificial intelligence",
    "methods": "Below, we introduce various biospecimens and sampling methods for omics data collection (Figure3). We focus on approaches that have spaceflight heritage.\n\nOmic sampling from astronauts\n\nThe medical invasiveness of different sampling methods for spaceflight omics collection from astronauts or SFPs.\n\nBiopsies involve the removal of a piece of solid tissue or a sample of cells from the body. Thus, while biopsies present the gold standard for molecular profiling of human physiology, such procedures are invasive in nature, require specialized expertise, are often characterized by localized pain, and naturally carry an increased risk of infection. It is no surprise, therefore, that routine tissue biopsy sampling of astronauts in flight is lacking, and omic studies in this sense remain constrained to those of cultured human cells flown to space examples include transcriptomics and/or proteomics of human induced pluripotent stem cell derived cardiomyocytes57and human intestinal epithelial cells.58Given the inherent challenges of human tissue biopsy sampling in space, routine omics data collection from astronauts via this tool is most immediately likely through regular sampling programs pre  and post flight, particularly for more readily extractable tissue types, such as skin and skeletal muscle. Indeed, in the case of the latter, muscle biopsies have previously been obtained from astronauts post  versus pre flight to infer human skeletal muscle functional, morphological, biochemical, and, more recently, proteomic changes in space.3,59,60,61With the application of various omic techniques (transcriptomics, metabolomics, proteomics, epigenomics, etc.) to biopsied skeletal muscle now being commonplace in terrestrial human physiology research, future multiomic analyses of astronaut muscle (and outwardly skin) obtained pre  and post flight are entirely plausible. The existence of less invasive (microbiopsy) techniques for sampling skeletal muscle62and skin63could make routine collection of these tissue types from astronauts during flight a realistic future prospect. In terms of a more immediate scientific return, omics collection via tissue biopsy thus lends itself as a promising tool for better understanding molecular determinants of skeletal muscle and skin responses to the spaceflight environment.\n\nAs a minimally invasive procedure, blood sampling has long been used as a primary alternative to tissue biopsies (i.e., \"liquid biopsy) for molecular characterization of human health on Earth. Given the clear technical and operational advantages of blood versus tissue sampling in the spaceflight environment, blood sampling currently appears to be more viable for longitudinal monitoring of astronaut responses at the molecular level, particularly in flight. Blood samples are thus often collected from astronauts for analyses on Earth, and targeted molecular profiling of astronaut blood obtained before, during, and/or after spaceflight has subsequently been performed on numerous occasions, with particular emphasis on spaceflight induced immune system dysregulation.64,65,66,67Additionally, comprehensive analyses of astronaut blood samples from the NASA Twins Study have yielded several new and important insights. For instance, initial multiomic (epigenomic, metabolomic, transcriptomic, and proteomic) analyses revealed wholesale gene expression changes in peripheral blood mononuclear cells and metabolite changes in plasma during spaceflight that were largely normalized upon return to Earth.21Additional plasma proteomic profiling also uncovered patient specific exosome protein signatures following the mission,68with these blood samples also proving useful toward confirming human relevance of findings derived from omic analysis in model organisms.69Other independent studies have also explored plasma metabolomic or proteomic changes in astronauts following long term spaceflight exposure.3,70,71Routine longitudinal multiomics of astronaut blood is thus firmly within reach. As the number of available samples across astronauts and time points continues to grow, blood omics therefore holds accelerated potential to expedite molecular understanding of human spaceflight responses in areas such as immune system dysregulation.\n\nBoth normal human waste products that can be cheaply, frequently, and non invasively sampled without specialized equipment or skill, urine, and stool (feces) naturally present themselves as strong candidate sample types for routine, longitudinal astronaut omics collection. Indeed, alongside blood, urine is a common form of liquid biopsy for terrestrial biomonitoring of humans, and can be used to screen for a variety of different (patho)physiological biomarkers (renal, cardiac, prostate, bone, etc.).72,73,74However, unlike blood, urine is absent of a homeostatic mechanism and can, therefore, retain/accommodate more substances that reflect changes producedinvivo, while its low complexity lends itself to straightforward detection of low abundance proteins.75As such, urine may be considered as better suited for early stage biomonitoring, particularly in terms of the kidneys.75,76Astronaut urine omics is consequently starting to grow, with several recent studies demonstrating the multiomic (namely metabolomic and proteomic) potential of this sample type for gaining new information on human body adaptations following spaceflight.21,72,77,78For instance, metabolomic/proteomic analyses of urine from the NASA Twins Study revealed urinary excretion of COL1A1 and COL3A1 as potential biomarkers of muscle, tendon, or bone changes during spaceflight.21Cardiovascular related urine proteome changes, including some associated with autonomic regulation of heart rate, have also been delineated, offering several promising urine biomarkers for screening cardiovascular responses to spaceflight.77,78\n\nOn Earth, stool has become a primary sample choice for metagenomic profiling of the gut microbiome, which plays a critical role in the internal environment and concomitantly (patho)physiological state of an individual.79,80,81Recognition is now also growing for a potential role of the gut microbiome toward physiological maladaptation of astronauts during spaceflight.82Metagenomic studies of astronaut stool have thus gained traction, demonstrating spaceflight induced alterations in both the composition and function of an astronaut's gut microbiome,45,83as well as uncovering genetic and immunological evidence for transfer of environmental strains to an astronaut's gut microbiome on board the ISS.84Thus, astronaut stool (and outwardly other samples; see below) metagenomics can serve as a useful tool not only for guiding continual health monitoring but also mission planning and habitat design.84Future omic studies of astronaut stool would perhaps benefit from complementary metabolomics in order to improve functional readout of gut microbiome activity.85\n\nIn closing, it appears clear that stool and urine analyses could prove practical for routine astronaut omics collection, with strong potential for rapid scientific return.\n\nWhile a potent contributor, the human microbiome is not merely defined by the gut but rather the full complement of microbes (and their genes) that reside on or within the host. These microbes interact together alongside host genetics and the environment to contribute toward an individual's health state.86,87,88,89,90Wider ranging microbiome understanding in space is thus essential for biomonitoring astronaut health and, as noted above, other factors, such as habitat design. Indeed, the ISS is a unique closed environment with rich microbial diversity91,92,93,94which, combined with possible influx and outflow of microorganisms at times of spacecraft exchange,48may hold potential to have an impact on astronaut health. In terms of spaceflight, saliva, nose, and mouth/buccal samples present alongside stool as useful for providing insight on astronaut health and physiological conditions, whereas skin and the ear are prime sampling sites to explore interactions between an astronaut and the spaceflight environment.95Importantly, routine, longitudinal metagenomics collection from all these locations is a highly feasible prospect in the context of spaceflight, since all are readily accessible for frequent non invasive sampling via swab (or spit sample, in the case of saliva) at little cost or time expense and without the need for specialized skill. Demonstrating the associated scientific potential are several other recent metagenomic studies of astronauts, revealing new information on host  and site (in)dependent microbiome responses across these various locations during spaceflight as well as microbial transmission between the astronauts and the ISS surface and vice versa.45,46,48,95,96Thus, as complementary to stool, metagenomics collection from saliva and body swabs should serve as a strong tool for better understanding molecular determinants of astronaut health in the immediate future.\n\nWhile perhaps an intriguing sample choice to note on face value, hair as a source for omics collection may represent a useful complementary source for routine biomonitoring of human physiological responses to spaceflight. Indeed, hair is readily available and easily sampled via extraction of hair follicles, requiring no specific personal expertise nor complex hardware.97,98Moreover, hair cells can reflect host physical conditions, including human peripheral circadian clock and organismal metabolic responses to environmental changes.98Omic studies of astronaut hair are thus beginning to emerge. Notably, a seminal study by the Japan Aerospace Exploration Agency (JAXA) conducted transcriptomics on astronaut hair follicles collected before, during, and after 6months of spaceflight.99Although several markers of hair growth were unsurprisingly dysregulated during flight, interestingly, hairPCDH8was derived as a potential biomarker for astronaut neurochemical changes in the space environment.99Terrestrial studies of human hair also span other omic lines (e.g., proteomics and metabolomics),100,101highlighting the potential for multiomic profiling of astronaut hair samples. Nevertheless, the extent to which various physiological responses to spaceflight can be tracked by biomarkers in hair warrants a better understanding, before the true scientific potential of hair omics toward biomonitoring astronaut health can be established.\n\nA final sample type worthy of note when it comes to astronaut omics collection is breath. Indeed, molecular analysis of exhaled breath is rapidly emerging as a useful tool on Earth for biomonitoring of an individual in health and disease (\"breath print\"), both at the level of the lung as well as other vital organs via systemic circulation (e.g., the heart).102,103Exhaled breath analysis is plausibly suited to the spaceflight environment, as samples can be acquired frequently in a non invasive manner, with relative ease and at little expense.102Moreover, for certain omic types, such as proteomics, exhaled breath condensate may be better suited for rapid analysis versus other forms of liquid biopsy, such as blood and urine.104Nevertheless, omic studies of astronaut breath remain very much in their infancy. In one of the only studies to date,104proteomic analysis of exhaled breath condensate obtained from cosmonauts before and after long term spaceflight revealed strong enrichment for proteins involved in keratinization and pathogenicE.coliinfection, offering support to the potential utility of breath analysis for non invasive monitoring of astronaut health and respiratory tract pathology.104On Earth, metabolomic study of human exhaled air (\"breathomics\") has also proven to be highly feasible and consequently gained great traction,105though transcriptomic studies are currently lacking, perhaps owing to poor knowledge of present mRNAs due to high fragmentation of RNA isolated from exhaled breath condensate.106Nonetheless, sample collection advantages coupled with multiomic potential106make exhaled breath a highly promising complementary source for molecular profiling of astronaut health, particularly with respect to the respiratory system.",
    "results": "",
    "discussion": "",
    "conclusion": "Humanity has laid ambitious plans to venture to Mars and establish settlements on other planetary bodies, and commercial spaceflight is gaining rapid traction with the spacefaring population set to quickly increase both in terms of size and diversity. These new endeavors present new challenges for human health in space. Crucially, more data are needed, especially for environmental conditions beyond LEO, where biological and molecular adaptations remain uncharted. Recently the first multiomic profiling studies of astronauts have been performed in the NASA Twins and SpaceX Inspiration4 missions. With their feasibility for spaceflight now demonstrated, these biological big data approaches are primed to transform our understanding of health in space, as they have for health on Earth. Importantly, in addition to elucidating mechanistic understanding of spaceflight induced physiological deconditioning, these approaches also hold strong potential to improve risk quantification and occupational health in space, such as through the design and deployment of personalized medicine approaches. Thus, routinely applying these same approaches to European human subjects, including participants in analog environments and astronauts and/or SFPs in spaceflight missions, is a golden opportunity.\n\nIn order to achieve the full potential of these big data approaches, several challenges need to be addressed in a cohesive European fashion. First, how do we best store and ensure collected data are AI ready? Second, which datasets should we collect and when? Third, how do we enable open science approaches while protecting personal data? Although we have introduced the challenges and proposed some options, it is important to achieve European consensus on these questions (Table1). We propose forming an ESA topical team and/or holding an ESA workshop as a strategic way forward. The goal is to bring together European human omics/data science researchers and human subject researchers to address these questions in coordination with ESA and stakeholders from the commercial spaceflight sector. Importantly, this consensus will need to consider the international context of human research on the ISS, the commercial aspects of data science, and the personal nature of the data. These latter aspects could be achieved via collaboration with organizations, such as International Standards for Space Omics Processing (ISSOP), HRMRB, and TRISH.\n\nGoals and potential topics of discussion for suggested ESA topical team/workshops"
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:04:10.492224",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9583032/"
  }
}