{
  "pmcid": "PMC10774393",
  "title": "Altered quorum sensing and physiology of Staphylococcus aureus during spaceflight detected by multi omics data analysis",
  "authors": [
    "Matthew R Hauserman",
    "Mariola J Ferraro",
    "Ronan K Carroll",
    "Kelly C Rice"
  ],
  "year": "2024",
  "journal": "NPJ Microgravity",
  "doi": "10.1038/s41526 023 00343 7",
  "sections": {
    "abstract": "Staphylococcus aureuscolonizes the nares of approximately 30% of humans, a risk factor for opportunistic infections. To gain insight intoS. aureusvirulence potential in the spaceflight environment, we analyzed RNA Seq, cellular proteomics, and metabolomics data from the \"Biological Research in Canisters 23\" (BRIC 23) GeneLab spaceflight experiment, a mission designed to measure the response ofS. aureusto growth in low earth orbit on the international space station. This experiment used Biological Research in Canisters Petri Dish Fixation Units (BRIC PDFUs) to grow asynchronous ground control and spaceflight cultures ofS. aureusfor 48h. RNAIII, the effector of the Accessory Gene Regulator (Agr) quorum sensing system, was the most highly upregulated gene transcript in spaceflight relative to ground controls. Theagroperon gene transcripts were also highly upregulated during spaceflight, followed by genes encoding phenol soluble modulins and secreted proteases, which are positively regulated by Agr. Upregulated spaceflight genes/proteins also had functions related to urease activity, type VII like Ess secretion, and copper transport. We also performed secretome analysis of BRIC 23 culture supernatants, which revealed that spaceflight samples had increased abundance of secreted virulence factors, including Agr regulated proteases (SspA, SspB), staphylococcal nuclease (Nuc), and EsxA (secreted by the Ess system). These data also indicated thatS. aureusmetabolism is altered in spaceflight conditions relative to the ground controls. Collectively, these data suggest thatS. aureusexperiences increased quorum sensing and altered expression of virulence factors in response to the spaceflight environment that may impact its pathogenic potential.\n\nSubject terms:Microbiology, Molecular biology",
    "methods": "A general overview of the BRIC 23 flight (FLT) experiment is outlined in Fig.1, and complete details have been previously described20,21. In brief, two BRIC PDFUs (each containing five 60mm Petri dishes with 107CFU ofS. aureusUAMS 123cells dried on the bottom of each plate) were launched to the ISS on SpaceX CRS 9 on 07/18/2016. Growth was actuated in each petri dish by addition of 8.5ml tryptone soytone yeast extract medium containing 10% glycerol (TSYG) on 07/22/2016, followed by growth at ~22 degreesC for 48h. BRIC PDFUs were then placed in  80 degreesC stowage until return from the ISS on 08/30/2016. Samples remained frozen during return and were stored at  80 degreesC until deintegration. Ground control (GC) experiments were performed asynchronously with the same hardware, configuration, timing, and growth temperature as in the BRIC 23 FL experiment. Deintegrated samples from both FLT and GC were stored at  80 degreesC until processed for RNA Seq, proteomics, and metabolomics as described in21. RNA Seq, cellular proteomics, and metabolomics raw data files and associated metadata are available through NASA Open Science for Life in Space (OSDR) entry OSD 145: BRIC 23 GeneLab Process Verification Test:Staphylococcus aureustranscriptomic, proteomic, and metabolomic data (10.26030/ga0p 2817) (https://osdr.nasa.gov/bio/repo/data/studies/OSD 145).\n\nFilter sterilized and concentrated (5kDaMW cutoff) BRIC 23 supernatants were provided by NASA's Life Science Data Archive (LSDA) (n=5 each of BRIC 23 FLT and GC samples). Proteins from a 480 610ul volume of each sample were precipitated by adding 120 150uL of 100% (v/v) trichloroacetic acid to each sample, followed by incubation for 30min at 4 degreesC. Samples were centrifuged at 20,000xgfor 5min, then the supernatant was discarded. Protein pellets were washed with 200uL of cold acetone, then samples were centrifuged again as above, and the acetone wash was repeated for a total of two washes. Protein pellets were dried by leaving tubes open in a Class 2AII biosafety cabinet for 5min to allow acetone to evaporate. Next, pellets were resuspended in 200uL urea buffer (6M urea, 0.4M Tris, pH 7.8) and stored at  20 degreesC. Protein concentrations were measured via Bio Rad Protein Assay (Bio Rad Protein Assay Kit, Bio Rad).\n\nEqual amounts of protein (10.59ug per sample) were used, and three replicates per sample type were separated by sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS PAGE). The entire lane per sample was excised with a scalpel and diced into 1mm2cubes. In gel trypsin digestion was performed as previously described69,70. Protein identification and quantification were performed using a label free quantitative shotgun mass proteomics approach using an HPLC Orbitrap Fusion mass spectrometer (UF ICBR proteomics core). Briefly, the peptide samples were analyzed using a 250 mm Ultrahigh Performance Liquid Chromatography (UHPLC) system coupled to an Orbitrap Fusion mass spectrometer (Thermo Scientific). The Thermo EASY nano LC system was used for liquid chromatography, employing a 20 mm C16 pre column (Thermo Scientific) to remove impurities. A reversed phase C18 analytical column with a 100 pore (Thermo Scientific, Acclaim PepMap 100 C18 LC Column) was used for sample separation. The following solvents were used for chromatography: solvent A (0.1% formic acid), solvent B (80% acetonitrile, 0.1% formic acid) with a 2 40% solvent B acetonitrile gradient for 105min, followed by a 14 minute wash with 98% solvent B, and equilibration with 2% solvent A. The LC system was directly interfaced with the Orbitrap Fusion mass spectrometer. The Orbitrap detector acquired MS data at 120K resolution with a scan range of 350 2000m/z. For MS/MS analysis, ions were isolated by a quadrupole, prioritizing the most intense ions, and ions for all available parallelizable times were injected. Precursor ions were then excluded for 36s. Fragmentation was performed using collision induced dissociation (CID) at a collision energy of 35% and an activation time of 10ms.\n\nProteins were identified and quantified from the generated raw data using Proteome Discoverer, as previously described69,71 78. These data were also analyzed by Scaffold software version 4.11.0 (Proteome Software, Inc., USA) to identify secreted proteins with statistically significant alterations in expression. Briefly, tandem mass spectra were extracted, charge state deconvoluted, and deisotoped using Proteome Discoverer (Thermo Fisher Scientific). Tandem mass spectrometry (MS/MS) samples were analyzed by using the SEQUEST algorithm (Thermo Fisher) using available databases containingS. aureusproteins (Genbank #BX571856.1) and contaminants. Scaffold software version 4.11.0 (Proteome Software, Inc., USA) was used to validate MS/MS based peptide and protein identifications, where the required delta Cn scores were >0.2 and XCorr scores were >1.2, 1.9, 2.3, and 2.6 for singly, doubly, triply, and quadruply charged peptides, respectively. Protein identifications were accepted if they were established at >95.0% probability and contained >2 identified peptides, with a peptide FDR of 0.2%. The protein probabilities were assigned by the Protein Prophet algorithm. Weighted spectral counts were used for protein quantification, and data were normalized before the fold changes were calculated between the flight and control samples. The P<0.05 (Student t test, calculated in GraphPad Prism) and a minimum 1.5 fold change between treatment and control proteins indicated proteins with significant changes in abundance. Secretomics raw data files and associated metadata are available through NASA OSDR entry OSD 500: BRIC 23: Secretomics (10.26030/rztr e997) (https://osdr.nasa.gov/bio/repo/data/studies/OSD 500).\n\nCellular proteins were identified and quantified from the generated raw data from the BRIC 23 experiment (https://osdr.nasa.gov/bio/repo/data/studies/OSD 145) using Proteome Discoverer. Briefly, tandem mass spectra were extracted, charge state deconvoluted, and deisotoped using Proteome Discoverer (Thermo Fisher Scientific). Tandem mass spectrometry (MS/MS) samples were analyzed by using the SEQUEST algorithm (Thermo Fisher) using available databases containingS. aureusproteins (Genbank #BX571856.1). All analyzed fractions were merged before the analysis. SEQUEST search parameters were as follows: two maximum trypsin mis cleavages, precursor mass tolerance of 10 ppm, fragment mass tolerance of 0.6Da; static modifications were TMT six plex/+229.163Da (N terminus, Lys) and carbamidomethyl modification/+57.021Da (Cys); dynamic modification was oxidation modification/+15.995Da (Met). Maximum dynamic modifications per peptide were four. High XCorr Confidence Thresholds were 1.2, 1.9, 2.3, and 2.6 for z=1, 2, 3, and >4, respectively. The maximum allowable delta Cn value was 0.05. Moreover, a decoy databank search was performed to establish FDR at a minimum of 0.05 for protein identifications, where the validation was done using the q value method. All the medium and high confidence peptides were used to identify and quantify proteins. The reporter ions (i.e., m/z 126, 127N, 127C, 128N, 131) were identified where the most confident centroid was used and 10 ppm for reporter ion mass tolerance. The reporter ion values were normalized to control samples (128N). Proteins belonging to multiple protein groups were grouped into a single accession number, and final ratios were reported. Fold changes were calculated between flight and ground samples, where the P value was calculated using the Student's t test (P<0.05), indicating proteins with significant changes in abundance (minimum 1.5 fold change).\n\nFastQ data files fromn=9 FLT andn=9 GC samples were downloaded from OSDR (https://osdr.nasa.gov/bio/repo/data/studies/OSD 145) and imported into CLC Genomics Workbench (Qiagen) for analysis. Ribosomal RNA reads were filtered out, and the remaining reads were mapped to theS. aureusMRSA252 genome (Genbank #BX571856.1). The UAMS 1 genome (strain used in the BRIC 23 flight experiment) is not closed. Therefore, the updated Genbank genome file for MRSA252, which contains annotations for sRNAs79and critical virulence genes such as phenol soluble modulins (psma1 4), was used instead. A previously published analysis pipeline was followed79,80using the \"RNA Seq analysis\" feature of CLC Genomics Workbench version 21, with quantile normalization of data sets81. Standard cutoffs (>=2 fold change, mean normalized expression value>=10 for both samples) were used to curate differential gene expression (DE) data, performed as described in82. Microsoft Excel was used for RNA Seq DE data reduction and statistical analysis. Student's two tailed t test was used to determine significance (P<0.000016 with 5% FDR Bonferroni correction).\n\nMetaboAnalyst 5.083(https://www.metaboanalyst.ca/home.xhtml) was used to quantify the cellular and supernatant untargeted metabolomics data from BRIC 23 datasets (https://osdr.nasa.gov/bio/repo/data/studies/OSD 145). All missing values were replaced by half of the minimum positive value found within the data. However, features with over 50% missing values were removed from the dataset. The data were normalized by sum and subjected to log transformation and auto scaling, where the values were mean centered and divided by the standard deviation of each variable. A P value threshold of 0.05 (Student t test) was used for generating volcano plots and a fold change of 1.5.\n\nFunctional categories of genes/proteins identified by RNA Seq, proteomics, and secretomics as being statistically significant (>2 fold change in expression for RNA Seq, and >1.5 fold change for proteomics and secretomics) were assigned using manual curation based on gene annotation and/or predicted function using the following databases: Aureowiki84, Uniprot85, PATRIC86and Biocyc87. Hierarchical clustering and heat map generation of statistically significant DE data was performed using 1 Pearson correlation on rows and columns, using Morpheus default settings (https://software.broadinstitute.org/morpheus). Venn diagram of overlapping and unique DE genes/proteins identified by RNA Seq, proteomics, and secretomics as being statistically significant with > 2 fold change in expression for RNA Seq and > 1.5 fold change for proteomics and secretomics, was generated using OmicsBox (BioBam, Valencia, Spain)88. Principal Components Analysis (PCA) of RNA Seq, proteomics, and secretomics data was performed using ClustVis89. PCA plots for metabolomics data were generated with Rscript chemometrics.R within the MetaboAnalyst program83. RNA Seq, cellular proteomics, and/or secretomics DE data were analyzed using Paint omics version 325and STRING version 11.526to detect enriched KEGG pathways and genes/proteins, respectively. The NCBI MRSA252 genome (Genbank #BX571856.1) was used as a reference in both analyses.\n\nStatistical analysis specific to each  omics analysis is described in each respective section above. Statistical analyses were performed using Microsoft Excel, Graphpad Prism 9, Scaffold software version 4.11.0, or MetaboAnalyst 5.0, as indicated.\n\nFurther information on research design is available in theNature Research Reporting Summarylinked to this article.",
    "results": "As outlined in Fig.1a, the BRIC 23 flight (FLT) experiment and corresponding asynchronous ground controls (GCs) were conducted onS. aureuscultures grown to a single time point (48h) at ISS ambient (~22 degreesC) temperature. The total CFUs per petri dish harvested from both flight and ground control experiments (as reported in OSDR entry OSD 145) suggested that the FLT cultures may have grown to higher cell densities compared to GC cultures (Fig.1b).\n\naOverview of BRIC 23 Flight Experiment. Full details have been previously published in20,21.bAverage total CFU harvested from FLT and GC cultures.cAverage protein concentration (measured after concentration and removal of < 5kDa peptides/amino acids) of culture supernatants from FLT and GC cultures. For B and C, data represent the average ofn=9 biological samples per growth condition, error bars = standard deviation.P values (two tailed t test) are shown.\n\nPrinciple components analysis (PCA) was performed on all quantile normalized Reads Per Kilobase of transcript, per Million mapped reads (RPKM) gene expression values from the BRIC 23 FLT and GC RNA Seq samples (n=9 per experimental group) (Fig.2a). This analysis revealed that the samples within each experimental group showed robust clustering, and that most of the sample variability correlated with experimental group (FLT vs. GC) along the PC1 axis. Cellular proteomics (Fig.2b) and secretomics (Fig.2c) PCA of scaled abundances and normalized weighted spectra, respectively, revealed similar trends as the RNA Seq data. All datasets were also subjected to differential expression/abundance analysis to identify differences in transcript and protein relative abundances between spaceflight and ground control samples. FLT and GC genes that showed statistically significant differences in relative abundance (>2 fold change) in the RNA Seq dataset (summarized in Supplemental Table1) were also subjected to hierarchical clustering analysis, which showed robust clustering amongst the biological replicates within each experimental group (n=9 each), indicating consistency of the data across replicates in each group (Supplemental Fig.1). For cellular proteomics, the metadata associated with this experiment in GeneLab indicated that due to low protein yield from some of the GC samples, replicates had to be pooled prior to proteomics, resulting in onlyn=3 GC samples andn=9 FLT samples. However, hierarchical clustering analysis on the FLT and GC proteins that showed statistically significant differences in relative abundance (>1.5 fold change, Supplemental Table2) indicated good consistency and clustering between the biological replicates within each experimental group (Supplemental Fig.1). FLT and GC samples (n=5 each) analyzed for secretomics also displayed strong clustering among proteins with significant differences in relative abundance (>1.5 fold change, Supplemental Fig.1and Supplemental Table3). Interestingly, the average concentration of secreted proteins of FLT sample supernatants was approximately 30% less than that of the GC culture supernatants (Fig.1c; measured after concentration and removal of < 5kDa peptides/amino acids).\n\naRNA Seq (n=9 biological samples each for FLT and GC).bProteomics (n=9 FLT andn=3 GC biological samples).cSecretomics (n=5 biological samples each for FLT and GC). In all graphs, BRIC 23 flight (FLT; circles) and ground control (GC; triangles) samples are indicated. PCA analysis of RNA Seq data was performed on normalized RPKM values for all genes using CLC genomics workbench, and PCA analysis of proteomics and secretomics was performed on scaled abundances and normalized weighted spectra, respectively, using Clustvis89.\n\nIn total, 386 genes and proteins were identified across the RNA Seq, cellular proteomics, and secretomics datasets that exceeded the respective cutoff values of 2 fold for RNA Seq and 1.5 fold for proteomics (Fig.3), with 37 genes/proteins that were common to at least two datasets (Table1). Of the twenty genes that were common to RNA Seq and cellular proteomics (Table1), nineteen displayed increased abundance in spaceflight, including multiple genes and proteins related to the urease pathway and Type VII secretion, as well as two genes related to copper transport and two subunits of L serine dehydratase. Notably, AgrA, the main response regulator of theagrquorum sensing system, was found to have both increased transcript levels and increased protein abundance in spaceflight samples. The sole protein downregulated in both datasets was a predicted GMP reductase, responsible for interconversion of purine nucleotides. Eight of the nine genes and proteins overlapping between the RNA Seq and secretomics datasets were primarily annotated as intracellular proteins, involved in several different pathways. The lone extracellular protein in this dataset, EsxA, is secreted by the Type VII like Ess secretion system24. Other genes and proteins of the Ess related secretion system (EsaA, EsaB, EssC) were also upregulated in both the RNA Seq and cellular proteomics datasets (Table1). Four genes and proteins were common to all three datasets, and all displayed increased abundance in spaceflight in each analysis. These consisted of the urease alpha and beta subunits, the urease accessory protein UreG, and the secreted EsxA protein described above (Table1).\n\nBRIC 23 RNA Seq data cutoffs: DE fold change >= 2,P value<0.000016 (2 tailed t test), and mean normalized expression value>=10 for both samples. BRIC 23 cellular proteomics and secretomics data cutoffs:P value<0.05 (Student t test), fold change > 1.5.\n\nSummary of overlapping gene transcripts and proteins identified as statistically significant and meeting fold change cutoff criteria in RNA Seq, proteomics, and secretomics DE analyses.\n\naNumbers represent the fold Change (FLT/GC). Plus (+) and minus ( ) symbols designate upregulated and downregulated, respectively, in FLT samples relative to GC samples.\n\nThe statistically significant changes in transcripts and proteins that fell within the fold change cutoff criteria for each dataset (>2 fold for RNA Seq, > 1.5 fold for proteomics and secretomics) were manually curated and functionally categorized to broadly examine which aspects ofS. aureusphysiology and virulence were affected by spaceflight conditions (Fig.4). All datasets contained many hypothetical or uncharacterized proteins and genes, accounting for approximately 21% of all DE genes (RNA Seq, Fig.4a), 33% of all DE cellular proteins (proteomics, Fig.4b), and 33% of all DE secreted proteins (secretomics, Fig.4c). In the RNA Seq DE analysis, gene transcripts related to extracellular transport, urease, and Type VII secretion were among the most commonly upregulated, along with genes involved in capsule biosynthesis and metabolism of a variety of substrates, including amino acids and carbohydrates (Fig.4a). As discussed in more detail below, genes of theagrP2 (agrBDCA) and P3 (RNAIII) transcripts represented the five most highly upregulated transcripts (14 to 88 fold) in FLT samples (Supplemental Table1). Additionally, expression of many Agr independent virulence factors was upregulated in spaceflight relative to the ground controls (discussed in more detail below), as well as expression of genes and/or proteins involved in DNA binding, transcriptional regulators, ABC transporters, urease subunits, and metal acquisition (Fig.4). Ribosomal proteins was the most commonly downregulated category in FLT samples amongst cellular proteins, followed by those involved in glycolysis, ATP synthesis, and stress resistance. Additionally, a number of small RNAs (RNA Seq) were downregulated in FLT samples relative to GC samples (Fig.4a).\n\naBRIC 23 RNA Seq data was subjected to DE analysis, with cutoffs (DE fold change >= 2,P value<0.000016 and mean normalized expression value>=10 for both samples) applied prior to assignment of functional categories (based onS. aureusgenome annotations and/or UNIProt database).b,cBRIC 23 cellular proteomics (B) and secretomics (C) functional categories were assigned based onS. aureusgenome annotations and/or UNIProt database (P value<0.05, fold change > 1.5).\n\nFunctional enrichment amongst these omics datasets was also assessed by PaintOmics25and STRING26(Table2and Supplemental Table4, respectively), which confirmed the patterns of gene and protein functional categories observed in Fig.4. Using PaintOmics, an overrepresentation of significant biological features (P<0.05) of pathways related to arginine biosynthesis, purine metabolism, thiamine metabolism, quorum sensing, and phosphotransferase systems (PTS) were common to both the RNA Seq and proteomics datasets (Table2). Additionally, pathways related to ribosome function and fructose/mannose metabolism were significantly enriched in the proteomics dataset, and two component system and riboflavin metabolism were significantly enriched in the RNA Seq dataset (Table2). STRING analysis of RNA Seq, proteomics, and secretomics DE genes/proteins (meeting statistical and fold change cutoff criteria) revealed significant (FDR adjustedP<0.05) enrichment of many of the same functional pathways detected by PaintOmics (Supplemental Table4). Additionally, categories related to polysaccharide biosynthesis (RNA Seq), sucrose/starch metabolism (RNA Seq), heme/virulence (RNA Seq), nickel cation binding (RNA Seq and proteomics), and arginine biosynthesis (secretomics) were significantly enriched in STRING analysis of these data.\n\nPathway enrichment analysis in BRIC 23 RNA Seq and proteomics datasets.\n\naSignificant (P<0.05, Fisher exact test)pathway enrichments for each dataset (RNA Seq, proteomics), as well as the combined datasets, are indicated. Pathway enrichment analysis was performed using PaintOmics 3.\n\nNotably, expression of genes comprising theagroperon were highly upregulated in spaceflight samples, withagrA, agrB, agrC, andagrDeach showing an approximately 14 fold increase in transcript abundance, andRNAIIIdisplaying an 88 fold increase in transcript abundance (Supplemental Table1). AgrA, the direct transcriptional activator of theagrP2 and P3 operons, was also upregulated 3.96 fold in the FLT proteomics data (Table1), corroborating the increased transcript abundance ofagrAobserved in the RNA Seq data. Additionally, genes and proteins known to be upregulated by Agr were also upregulated in FLT samples in a manner consistent with a highly active Agr system, including increased expression of genes encoding PSM alpha (psmalpha, 8.08 fold) and gamma hemolysin C (hlgC, 2.20 fold), and increased protein abundance of SspA (6.95 fold), SspB (13.07 fold), and ScpA (7.18 fold)27 32. The secreted metalloprotease aureolysin (Aur), regulated by Agr via repression of Rot30, was also upregulated by 2.2 3.5 fold in the secretomics and proteomics datasets, respectively (Table1). Agr has also been implicated in positive regulation of the capsular polysaccharide synthesis operoncapABCDE33, and expression of these genes was upregulated in spaceflight (2.15 2.39 fold; Supplemental Table1). Abundance of the surface protein fibronectin binding protein A (FnbA), the expression of which is inhibited by Agr34,35, was also significantly decreased in the spaceflight proteomics data ( 1.81 fold).\n\nSeveral virulence factors not under Agr's regulatory control were also upregulated in spaceflight samples. The Type VII like Ess secretion system had six transcripts with increased abundance in FLT samples, four of which were also identified and upregulated in the proteomics and/or secretomics datasets. Staphylococcal nuclease (Nuc) was also highly upregulated in secretomics samples from spaceflight (7.72 fold). Although increased abundance of other non agr regulated virulence factors was also observed, such as those implicated in hemolysin production (CvfC, 1.51 fold36) and nasal colonization (SceD, 1.57 fold37), other well characterizedS. aureusvirulence factors such as hyaluronidase, coagulase, lipase, and staphylokinase, were not identified as being significantly altered between FLT and GC samples.\n\nS. aureusis noted for its ability to thrive in a variety of environments and adjust its metabolism accordingly, and its virulence potential can be mediated by diverse environmental and nutritional stimuli5,38. In addition to genes and proteins related to the Agr quorum sensing system and its regulon, expression patterns of metabolic genes and proteins in spaceflight suggested that theseS. aureuscultures may have experienced an altered metabolic state compared to the ground control cultures. Both cellular and secreted metabolites were analyzed for alterations in spaceflight cultures, and PCA plots of metabolomics data indicated that spaceflight samples and ground control samples clustered separately (Supplemental Fig.2a). These metabolomics data also corroborated many of the changes in gene and protein expression levels associated withS. aureusmetabolic functions. Urease expression, for example, was noted to be significantly upregulated in spaceflight, with seven genes upregulated between 4.12 and 5.02 fold and six proteins upregulated between 1.85 and 2.53 fold. Urea concentrations were decreased in spaceflight supernatant samples but did not meet the statistical cutoffs applied to the metabolomics analyses (data not shown). Additionally, altered levels of metabolites, genes and/or proteins related to arginine metabolism (increased ornithine, arginine/ornithine antiporter ArcD, Arginine deiminase ArcA, arginine kinase) were observed in FLT samples relative to GCs (Supplemental Tables1 3,5,6).\n\nSpaceflightS. aureussamples also exhibited several features congruent with a transition to catabolism of non preferred carbon sources. These included decreased abundance of glucose in culture supernatants (Supplemental Table6), decreased abundance of a glucose import protein (SAR1435), and functional enrichment (Table1) and upregulated expression of genes and/or proteins of several sugar transporters (SAR0235, SAR0193, SAR2244, SAR1803) (Supplemental Tables1 3). Several members of TCA cycle, including CitZ, OdhA/B, and SdhA/B displayed increased protein abundance and/or gene expression in spaceflight samples. Altered levels of metabolites, genes and/or proteins related to cysteine/serine metabolism (increased O acetylserine, homoserine, cysteine, ornithine carbamoyltransferase, and serine dehydratase), and methionine metabolism (decreased methionine, increased methionine sulfoxide, increased methionine ABC transporter) were also observed in spaceflight samples relative to ground controls (Supplemental Tables1 3,5,6). Additionally, increased expression of several metal transport genes was observed in the spaceflight cultures (Supplemental Table1).",
    "discussion": "Our analysis of theS. aureusRNA Seq, proteomics, secretomics, and metabolomics datasets from BRIC 23 indicate thatS. aureusundergoes significant alterations in physiology and virulence factor production in the spaceflight environment which could alter its pathogenic potential for astronauts conducting long term spaceflight missions. However, these results need to be interpreted in the context of the experimental confines of the BRIC 23 experiment, namely that only a single time point (48h growth) was assessed, and that the experiment was conducted at ISS ambient temperature (~22 degreesC). Ground based pre science verification test (pre SVT) growth curves previously conducted at ~25 degreesC (using dried starting inoculum on petri dishes and growth medium identical to those used in the BRIC 23 flight and ground controls) indicated thatS. aureusentered early stationary phase by 48h growth in this condition20. In comparison, SVT incubation of BRIC PDFUs in the the ISS Environmental Simulator (ISSES) chamber at KSC conducted at ~22 degreesC, which more closely mimicked ISS ambient temperature, showed that cultures reached late exponential phase growth by 48h20. Since a true growth curve (multiple time points) was not conducted in the actual BRIC 23 flight and ground control experiments, we cannot speculate on any potential differences in the growth rates and/or phase of growth between BRIC 23 FLT and GC cultures at the 48h time point. However, the reported total CFUs per petri dish in both flight and ground control experiments suggest that the FLT cultures may have grown to higher cell densities compared to GC cultures (Fig.1b). Similar to this, experiments previously conducted withPseudomonas aeruginosademonstrated that this bacterium achieved increased final cell density (as measured by flow cytometry of fixed cells) in flight cultures relative to ground controls under the specific growth medium characteristics of low phosphate and low oxygen availability39.Esherichia coliandBacillus subtilisspaceflight cultures grown at 23 degreesC in a fluid processing apparatus also achieved increased stationary phase cell densities in flight cultures relative to their corresponding ground controls40. It is therefore not clear whether theS. aureusBRIC 23 FLT cultures were in an identical phase of growth compared to the GC cultures, which could impact some of the observed differences discussed in more detail below.\n\nAdditionally, temperature is known to have a significant impact onS. aureusgene expression, as it has recently been shown that expression of genes encoding secreted proteases and toxins (aur, sspA, sspB, esxA), as well asagrD, displayed increased transcript abundance at 34 degreesC compared to 37 degreesC and 40 degreesC41. Therefore, the BRIC 23 data could be considered more relevant to conditions experienced byS. aureusoutside of the host (i.e., growth and/or persistence on fomites, which could impactS. aureustransmission). Future experiments examining multiple time points and a more biologically relevant incubation temperature (35 37 degreesC) represent logical follow up steps to gain a complete picture of theS. aureusphysiological response to spaceflight.\n\nA major finding of the BRIC 23 data analysis was that theS. aureusAgr quorum sensing response, as well as increased expression of both Agr dependent and Agr independent virulence factors, was highly upregulated during this spaceflight experiment. Given the challenges of medical treatment of bacterial infections in space, increased potential for Agr quorum sensing and production of virulence factors are concerns for astronaut health, and worthy of additional study of this bacterium under spaceflight conditions. Agr function has been identified as a critical component of infection and lethality in animal models, including rabbit and mouse models of osteomyelitis, necrotic pneumonia, and skin infection23,42,43. Additionally,agrhas been observed to be important for human infection, with CA MRSA skin infections strongly affected by Agr activity27. However, naturally occurringagrmutant strains as well as mixed cultures of wildtype and mutantagrvariants have been isolated from human infections, indicating that Agr is not the only system responsible for pathogenesis, and that loss of Agr function may in fact contribute to chronic infection44,45. Autoinduction of Agr is activated in late exponential phase and stationary phase in response to high cell density, as higher concentrations of secreted AIP can be recognized by AgrC, resulting in a positive feedback loop ofagractivation. Low Agr activity is characterized by cell attachment and biofilm formation, and as cell density increases,agractivation encourages a cellular transition to a dispersal and pathogenesis focused lifestyle8,31,46 48. This is accomplished through upregulation of secreted proteases and toxins, which help cells overcome host defenses, and downregulation of surface adhesion factors to aid in dissemination throughout the host. Given that higher CFUs were recovered from the BRIC 23 FLT cultures at 48h growth relative to the GC cultures, it is possible that the increased cell density of FLT cultures contributed to increased activation of Agr. Interestingly, even though increased Agr activation was observed in FLT cultures, the average concentration of secreted proteins in FLT sample supernatants was approximately 30% less than the GC culture supernatants (Fig.1c), possibly a consequence of increased expression and abundance of secreted proteases (SspA, SspB, ScpA, Aur) which are known to have significant effects on the stability of theS. aureusexoproteome49 53. Interestingly, observations from previous ground based simulated microgravity studies ofS. aureusalso showed that simulated microgravity cultures excreted less protein compared to normal gravity controls19.\n\nSeveral virulence factors not under Agr's regulatory control were also upregulated in spaceflight samples. These included several components of the Type VII like Ess secretion system, which has been implicated in protection from host antimicrobial resistance54as well as exhibiting a potential role in cross strain competition24. Therefore, increased expression of the Ess system could potentially confer a competitive advantage toS. aureusin colonizing and/or persisting on environmental fomites, as well as the human body. Staphylococcal nuclease, controlled by the SaeRS regulatory system55,56, was also highly upregulated in secretomics samples from spaceflight. This enzyme breaks down extracellular DNA and RNA57, contributing to biofilm dispersal58. Nuclease also contributes toS. aureuspathogenicity by enhancing its ability to evade killing by neutrophils, via degradation of the DNA backbone of neutrophil extracellular traps (NETs)59. Increased abundance of other non agr regulated virulence factors implicated in hemolysin production (CvfC36) and nasal colonization (SceD37) was also observed. Collectively, this data suggests that the virulence potential ofS. aureusin spaceflight could be amplified by factors in addition to the Agr regulon.\n\nAdditionally,S. aureusappears to undergo an altered metabolism during spaceflight. For example, urease subunit gene expression and/or protein abundance was significantly upregulated in spaceflight. This enzyme hydrolyzes urea to form ammonia and carbon dioxide, and is a vital contributor to acid stress survival inS. aureus60. Increased urease expression and activity, in conjunction with increased acid production, has also been demonstrated inS. aureusbiofilms61. Altered levels of metabolites, genes and/or proteins related to arginine metabolism were also observed in spaceflight samples relative to ground controls. Collectively, these changes could reflect an overall increase in urea cycle activity in response to acid stress and/or as an alternative pathway for ATP production, as the arginine deiminase pathway produces both ammonia and ATP (via substrate level phosphorylation)62,63. SpaceflightS. aureussamples also exhibited several features congruent with a transition to catabolism of non preferred carbon sources, including decreased abundance of extracellular glucose, increased abundance of gene transcripts and/or proteins encoding various sugar transporters, and increased protein abundance and/or gene expression of TCA cycle enzymes. Derepression of the tricarboxylic acid (TCA) cycle inS. aureushas been associated with decreased availability of carbon sources which generally occurs during post exponential growth64,65. Additionally, altered levels of metabolites, genes and/or proteins related to cysteine/serine metabolism (increased O acetylserine, homoserine, cysteine, ornithine carbamoyltransferase, and serine dehydratase), and methionine metabolism (decreased methionine, increased methionine sulfoxide, increased methionine ABC transporter) were observed in spaceflight samples relative to ground controls (Supplemental Tables1 3,5,6). These changes, in combination with increased expression of several metal transport genes (Supplemental Table1), suggest thatS. aureuscould have altered sulfur and/or metal requirements to support its metabolism under flight conditions.\n\nThe global regulator CodY was also identified in the cellular proteomics analysis, with a  1.52 fold change in spaceflight samples. CodY notably responds to changes in nutrient levels and alters the expression of a wide range of metabolic genes, virulence factors, and other regulators56,66 68. Some targets known to be repressed by this regulator include capsule synthesis, Agr, and staphylococcal nuclease, which all exhibit increased abundance in spaceflight samples (Supplemental Tables1 3). Therefore, depleted nutrients in the spaceflight environment could contribute to these observed alterations inS. aureusvirulence factor production and metabolism, partly through decreased CodY activity.\n\nIn summary, data from the BRIC 23 experiment indicate thatS. aureusspaceflight cultures exhibit changes in physiology and virulence factor production (summarized in Fig.5) which could affect its ability to cause human disease during long duration spaceflight missions. Specifically,S. aureusspaceflight samples may have altered metabolism (increased amino acid metabolism, TCA cycle, and transport of non preferred carbon sources, and decreased glycolysis/fermentation and translation machinery) relative to ground control cultures. Furthermore, both Agr dependent and Agr independent virulence factor expression were upregulated in spaceflight, with theagr RNAIIandRNAIIItranscripts themselves being the most highly upregulated. However, it is important to interpret these results in the context of the experimental confines of the BRIC 23 experiment.\n\nDiagram is based on analyzed RNA Seq, proteomics, secretomics, and metabolomics data presented in this study.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:06:07.422758",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10774393/"
  }
}