{
  "pmcid": "PMC11969330",
  "title": "In situ monitoring of barrier function on chip via automated, non invasive luminescence sensing",
  "authors": [
    "Bryan G Schellberg",
    "Abigail N Koppes",
    "Ryan A Koppes"
  ],
  "year": "2025",
  "journal": "Lab on a Chip",
  "doi": "10.1039/d4lc01090f",
  "sections": {
    "abstract": "Over the past 30 years, organs on a chip (OOCs) have emerged as a robust alternative to address the technological challenges associated with currentin vitroandin vivooptions. Although OOCs offer improved bio relevance and controlled complexity, broad adoption has remained limited. Most approaches to characterize on chip structure and function require human intervention, limiting device translation and feasibility. Here, we introduce a new fiber optic based sensing platform that enables automated, temporal luminescence sensing on chip, validated for real time readout of epithelial and endothelial barrier function under cytokine induced inflammation. Our platform, capable of at least 1 uM resolution, tracked paracellular transportin situfor 9 days of culture under perfusion on chip. These results offer an alternative sensing approach for continuous, non invasive luminescence monitoring in OOCs.",
    "methods": "",
    "results": "Our previously established layer by layer gut on a chip32,33was adapted to add fiber optic insertion channels to the upper and lower fluidic layers (Fig. 1A and C). The 500 um wide fiber channels were positioned at the outlets to detect the exit concentration of fluorophore from each fluidic layer. A 500 um thick PMMA wall separates the fluidic channel from the fiber insertion channel for complete separation of the optical components from the culture volume. With the terminal end of the fiber optic cable in proximity (500 um or less) to the culture volume of interest, excitation and emission luminescence may be sensed with a high signal to noise ratio, offering non invasive delivery and collection of light with 92% visible light transmission.3510 mm long fiber optic stubs were inserted into the channels for non invasive sensing, delivering excitation light to the culture volume and receiving emitted light (Fig. 1B). Preliminary design testing found that orienting the fiber stubs perpendicular to the side of the culture flow channels was most effective when sensing both apical and basal fluorescence at the outlet of the chip without channel crosstalk. Other design configurations, such as positioning the excitation from the top down, offered reasonable sensitivity despite increased measurement variability by attenuation through the cell monolayer and membrane. This optical sensing approach may be easily adapted to additional organ chip designs and orientations, enabling optical sensing across numerous OOC models. Most OOC are fabricated from optically transparent materials for microscopy, commonly poly dimethyl siloxane (PDMS) or thermoplastics, allowing direct adaptation to a photometry based sensing approach. This approach enables the sensing components (ferrule coupled fiber stubs) to be reused over long lifespans and rapidly swapped between OOCs compared to embedded electrodes.\n\nThe fiber photometry platform utilized for barrier sensing was assembled as a mirror image, enabling independent sensing of upper and lower fluidic compartments of each OOC (Fig. 2Aand S1) bundled fiber optic cables allowed for sensing from up to 7 OOC simultaneously. Three OOCs were cultured concurrently (1 control, 2 experimental). For multiplexed sensing, excitation light for both s was directed through the same fiber with a 3 second delay between channels to avoid spectral overlap. Collected emission was directed to independent cameras for  specific signal analysis (Fig. S2). For both barrier sensing and multiplexed sensing, fiber optic cables were routed into an incubator at 37  degreesC and 5% CO2for non invasive sensing from up to three OOCs simultaneously (Fig. 2B).\n\nTo ensure cross chip consistency, the intensity of light emitted from each fiber end was measured at 400 mA LED power, which was used for all sensing experiments. The measured intensity was 0.25 +/  0.04 mW cm 2, with a maximum difference of 20.3% from the mean intensity (Fig. S3). Limiting intensity variation across individual fibers improves sensitivity and consistency when measuring across multiple OOCs since the excitation power is directly proportional to the collected emission signal. Maintaining output intensities within a reasonable range narrows the emission signal, allowing for optimization of the signal to noise ratio when first implementing the platform. In our experience, large variations in excitation power across fibers (>50%) may saturate some channels before acceptable signal to noise is achieved for other channels.\n\nThe platform was connected to an Arduino microcontroller to automate and synchronize image capture with fluorophore excitation. Our custom Arduino program sent 200 ms LED excitation pulses on chip every 10 minutes to capture time dependent diffusion data with minimal photobleaching. Timestamped images were automatically captured by a TTL trigger sent to the CMOS camera during excitation. Microcontroller aligned LED and camera triggers enabled completely hands free data collection of on chip data throughout complete experimental timelines, requiring only initial setup and baseline image collection by hand. Our compact setup, consisting of the photometry optical equipment, an Arduino microcontroller, and a laptop, enables sensing on chip in a small footprint essential for research labs with limited free space.\n\nA preliminary calibration curve was constructed by dosing known concentrations of lucifer yellow in DPBS on blank chips to determine the relative sensing range of our optical sensing platform. Emitted fluorescence was recorded by our optical sensing platform and normalized to blanks chips containing only DPBS. The resulting calibration curve shows a robust linear relationship between fluorophore concentration and measured fluorescence, capable of detection to as low as 1 uM on chip (R2= 0.998, Fig. S4).\n\nTo establish the resolution of our system to measure small changes in barrier integrity, we aim to mimic an inflamed gut. A pro inflammatory cytokine cocktail was added to Caco 2 monolayers, first on semi permeable inserts, to increase permeability without fully disrupting the cell population. Caco 2 monolayers grown for at least 21 days on filter inserts were subjected to TNF alpha (200 ng mL 1), IFN gamma (200 ng mL 1), and IL 1beta (100 ng mL 1) for 4 days. Cytokines were removed, and monolayers were allowed to recover for up to 5 days. Compared to control monolayers on the same day of culture, monolayers exposed to the cytokine cocktail showed a significant (p= 0.0003) increase in permeability on day 4 of inflammation and significant (p= 0.0231) recovery of barrier function 2 days after cytokine removal (Fig. 4B).\n\nThe described cytokine concentrations were used for inflammation of Caco 2 on chip. Caco 2 cells were cultured on chip for 7 days under continuous perfusion at 3 uL min 1(0.076 dyne per cm2), mimicking physiological shear stress in the intestine.3,36Our previous work has demonstrated epithelial maturity on chip at this timepoint. We then dosed a pro inflammatory cytokine cocktail composed of TNF alpha (200 ng mL 1), IFN gamma (200 ng mL 1), and IL 1beta (100 ng mL 1) to induce inflammation on chip (Fig. 3A and B).\n\nBarrier function was continuously assessed by our novel sensing platform and by daily collection of chip effluent (Fig. 4A). Comparison of sensed and sampled fluorescence shows good agreement, with similar response time to the addition and removal of the pro inflammatory cocktail (Fig. 4C). The mean increase in barrier permeability across experimental replicates (n= 5) is relatively consistent despite some distinct peaks caused by effluent sampling and syringe exchange on day 4 (Fig. 4D). Our sensing platform is robust and capable of automated data collection over at least 9 days with consistent outputs from independent experimental replicates.\n\nFurther, data collected using our platform enabled real time readout of barrier function over the 9 day experimental time course. Real time, optical readout of barrier function in OOC has not previously been reported. Compared to daily effluent sampling, we significantly increased the temporal resolution of cellular responses to induced inflammation on chip, observing a continuous, gradual increase in barrier permeability earlier than daily effluent sampling (Fig. 4C). Further, a change in permeability is observed as early as shortly after the day 2 sampling timepoint (Fig. 4D), while no discernible change in permeability presents till day 4 for effluent sampling. Application of this approach to time dependent assays on shorter experimental timescales may significantly improve temporal resolution, increase sensitivity, and data quality.\n\nEffluent and sensed barrier function corroborate that the Caco 2 monolayer underwent inflammation in response to the dosed cytokine cocktail. Still, the level and kinetics of recovery did not match that observed in filter inserts; however, prolonged barrier integrity disruption measured on chip, effluent, and optical measures matched. Qualitatively, immunofluorescence imaging suggests that the barrier had recovered partially, indicated by qualitative reorganization of ZO 1 expression to cell cell junctions (Fig. 5).\n\nQuantitative analysis of collected effluent and sensed data show that barrier permeability was significantly increased compared to controls from day 6 until the experiment ended. The absence of native stem cells and immune cells in this gut on a chip model may prevent complete recovery from induced inflammation.37 39Our lab has previously demonstrated that Caco 2 cells cultured on our gut on a chip differentiate in 5 days, exhibiting polarization and brush borders comparable to mature epithelium.30,32Continuous perfusion provides physiological shear stress, continuous nutrient supply, and waste removal, whereas static cultures receive fresh media intermittently. Mechanical shear stress may influence proliferation and the restructuring of tight junctions, resulting in the differences in recovery observed across filter insert and on chip systems (Fig. 4B and C).40 42After cytokine induced inflammation of differentiated Caco 2 monolayers, tight junctions must undergo replication and reorganization to return to a healthy, functional morphology.40,41Caco 2 cultured on filter inserts may high a higher propensity to proliferate and restructure more rapidly compared to on chip due to the lack of fluidic shear stress, as reflected in our experiments. Although previous work indicates that tight junction reorganization and recovery on chip is possible in less than 24 hours, these studies induced acute barrier dysfunction by the chelating agent EGTA.43,44To our knowledge, we are the first to report on the recovery response of Caco 2 on chip following chronically induced barrier inflammation.\n\nAdditionally, excess cytokines may have remained present during the recovery phase due to the diffusion dependent clearing of cytokines from the on chip microenvironment. Unlike typical culture approaches that allow washing the monolayer, the cytokines could not be thoroughly flushed from the system due to the risk of destroying the fragile, inflamed monolayer under higher shear stress. The differences between filter inserts and on chip experiments further support this hypothesis: monolayers cultured on filter inserts showed significant recovery only 48 hours after cytokine removal. In comparison, the OOC monolayers showed no significant decrease in permeability after 96 hours (Fig. 4B and C).\n\nA shift from increasing barrier permeability to constant, elevated permeability was observed following the removal of the cytokine cocktail, demonstrating the capability of this platform to observe the transient shift in cell response with high resolution. Of particular importance is that the fiber photometry platform aligns well with offline effluent analysis, the current standard approach. The platform may more accurately align temporally observed outputs with accurate on chip cellular responses. Collection of effluent from OOC typically requires hours due to the low volumetric flow rates used during culture. Standard analysis equipment, such as fluorescence plate readers, usually needs at least 50 uL for reliable reading from a standard 96 well plate.45,46\n\nTo assess the inflammation response of HUVECs, we dosed TNF alpha at 100 ng mL 1on HUVEC monolayers grown on semi permeable filter inserts. Significant barrier inflammation was observed by lucifer yellow permeability assay at 1 day (p= 0.0002) and 2 days (p< 0.0001) post dose (Fig. S5). Morphological changes in monolayer structure were observed by immunocytochemistry, showing elongation of actin filaments in response to inflammation. Additionally, the expression of tight junction protein ZO 1 is more diffuse at cell borders compared to controls (Fig. S6).\n\nTo demonstrate the broad applicability of our novel sensing platform to cell agnostic barrier function assays, we extended our investigation to include sensed barrier formation and inflammation of HUVECs cultured on our OOC. Our established gut on a chip was adapted to culture HUVECs under continuous perfusion, highlighting the versatility of our layer by layer design. HUVECs have been used to mimic the endothelial barrier of human vasculature, and chronic vascular inflammation is a risk factor for hypertension, kidney disease, and atherosclerosis.47 50Continuous monitoring of endothelial barrier function may help elucidate the transient effects of pro inflammatory cytokines with higher granularity compared to standard trans endothelial electrical resistance or permeability assays.\n\nOur platform tracked HUVEC monolayer formation and the time dependent increase in barrier permeability in response to dosed TNF alpha (Fig. 6A and B). Significant increases in sensed fluorescence compared to control samples were observed at 24 hours (p= 0.0357) and 48 hours (p= 0.0072) after dosing TNF alpha on chip. Similar to results obtained for the inflammation and recovery of Caco 2 on a chip, a comparison of sensed and sampled fluorescence shows identical response time to the addition of TNF alpha (Fig. 6A). Immunofluorescence shows more diffuse expression of ZO 1 in HUVEC monolayers exposed to TNF alpha for 48 hours compared to controls cultured for the same period, qualitatively supporting the disruption of barrier function due to induced inflammation (Fig. S7).\n\nThe photometry platform is adaptable for barrier function from multiple barrier forming cell types. Importantly, our sensing platform required no change or optimization when transitioning from Caco 2 cells to HUVECs. This technology is easily integrated into our laser cut and assemble method for fabricating OOCs. This method keeps the manufacturing costs of culture platforms down and allows fiber stubs to be swapped from one experimental OOC to another without signal degradation. Sensing is based on detected luminescence and is not dependent on the particular cell type used; however, some troubleshooting may be required for OOC systems with particularly high flow rates or fluidic channels susceptible to occlusion with cell debris or other obstructions.\n\nBarrier function is commonly characterized with TEER. Investigating passivevs.active transport or permeability specific analytesin vitrocannot be accomplished with TEER. To demonstrate the versatility of our novel on chip sensing platform in combating these challenges, we investigated the diffusion rate of fluorescently labelled dextrans across our OOC's semi permeable membrane. The platform was adapted to enable dual sensing, simultaneously collecting fluorescence from two distinct fluorophores present on chip. Specifically, the chosen dextrans differed either in size (10 kDavs.70 kDa) or in net charge (neutralvs.anionic) to detect the dependency of tracer structure on observed transport.\n\nOur sensing platform enabled direct estimation of dextran apparent permeability in our OOC system. When tracked simultaneously, the 10 kDa (2.45 x 10 4cm s 1) dextran had a higher apparent permeability compared to the 70 kDa dextran (1.62 x 10 4cm s 1). As expected, the larger 70 kDa dextran diffused slower through the on chip membrane, as shown by a gradual increase in sensed fluorescence (Fig. 7A). The net charge had no discernible effect on apparent permeability across neutral (2.08 x 10 4cm s 1) and anionic (2.09 x 10 4cm s 1) dextrans of equivalent size (Fig. 7B).\n\nAlthough no differences were observed in our empty OOC system, the presence of binding sites with high ionic affinity in other biological systems may influence diffusion kinetics, revealing system specific transport differences.51By utilizing our platform for multiplexed sensing, observed differences in diffusive rate kinetics may help elucidate process specific transport in biological systems, especially where both modes of transport are of interest. For example, transport across the blood brain barrier (BBB) has been extensively studied on chip, where both passive and active transport influence observed barrier transport.52 56Genetic and chemical tools may be further leveraged to monitor the transport of specific analytes, data required to yield insight into pharmacokineticsin vitro.\n\nAdditionally, the hardware and utility applied to enable simultaneous, dual channel sensing may be readily adapted to achieve multi channel luminescence sensing, expanding on the technology demonstrated in this work. Our dual color sensing platform recorded apical and basal channel fluorescence from a single camera, offering dual channel detection of two distinct fluorophores. While this approach utilized only two of the seven available fibers, the described platform may be expanded to collect independent spatiotemporal luminescence from up to seven total channels in OOCs, offering multi channel capabilities beyond the demonstrated dual channel recordings.\n\nOur fiber optic based platform has the potential to sense and record any luminescence, provided the appropriate excitation and emission waveguides are implemented.57We have demonstrated our platform's versatility by sensing from four different fluorophores (lucifer yellow, fluorescein, Texas Red, Alexa Fluor 647) in this manuscript. By simple exchange of LEDs, filters, and optical waveguides, we may adapt the platform to sense across the visible range, allowing for direct use with commercial probes. As a result, our sensing capabilities may be broadened to applications beyond barrier function, such as fluorescent protein expression or calcium sensing.\n\nFurther, our system has the potential for high throughput, real time readouts of luminescence intensity for temporal tracking of cellular responses from multiple OOCs simultaneously. We have demonstrated our platform's capability for multi OOC sensing by monitoring barrier functions in three OOCs simultaneously. Although our platform may be capable of sensing from up to seven OOCs simultaneously using commercially available fiber bundles, our throughput is inherently limited to three OOCs by syringe driven physiological flow in our gut on a chip. Bulky syringe pumps and the routing of fluidic tubing introduce significant barriers to OOC throughput, limiting available incubator space while introducing multiple rate limiting steps in culture setup. With ongoing advancement in fluidic handling for OOCs, we hope to significantly expand our sensing throughput to approach levels comparable to effluent sampling. A recent demonstration of similar technology in freely moving animals has shown that high density recording of transient calcium flux in up to 48 individual brain areas is possible.58Applying custom high density fiber arrays to organ chips may allow for whole chip spatial sensing and high throughput data collection across numerous OOCs simultaneously, offering high content, spatiotemporal optical sensing to address current throughput limitations.",
    "discussion": "Fiber photometry platform and optical fiber integration Our previously established layer by layer gut on a chip 32,33 was adapted to add fiber optic insertion channels to the upper and lower fluidic layers ( Fig. 1A and C ). The 500 um wide fiber channels were positioned at the outlets to detect the exit concentration of fluorophore from each fluidic layer. A 500 um thick PMMA wall separates the fluidic channel from the fiber insertion channel for complete separation of the optical components from the culture volume. With the terminal end of the fiber optic cable in proximity (500 um or less) to the culture volume of interest, excitation and emission luminescence may be sensed with a high signal to noise ratio, offering non invasive delivery and collection of light with 92% visible light transmission. 35 10 mm long fiber optic stubs were inserted into the channels for non invasive sensing, delivering excitation light to the culture volume and receiving emitted light ( Fig. 1B ). Preliminary design testing found that orienting the fiber stubs perpendicular to the side of the culture flow channels was most effective when sensing both apical and basal fluorescence at the outlet of the chip without channel crosstalk. Other design configurations, such as positioning the excitation from the top down, offered reasonable sensitivity despite increased measurement variability by attenuation through the cell monolayer and membrane. This optical sensing approach may be easily adapted to additional organ chip designs and orientations, enabling optical sensing across numerous OOC models. Most OOC are fabricated from optically transparent materials for microscopy, commonly poly dimethyl siloxane (PDMS) or thermoplastics, allowing direct adaptation to a photometry based sensing approach. This approach enables the sensing components (ferrule coupled fiber stubs) to be reused over long lifespans and rapidly swapped between OOCs compared to embedded electrodes. Fig. 1. Optical sensing organ on a chip system. A) A fabricated chip with apical and basal fiber optical ports indicated. B) An assembled chip with optical fibers inserted for noninvasive real time sensing. Both apical and basal fibers are illuminated with 470 nm light to exhibit the excitation volume. C) An exploded view of each layer used to fabricate platform. Optical fibers may be inserted in the apical and/or basal flow layer without disrupting cell culture or flow, as shown. Open in a new tab\n\nSensing setup and automation The fiber photometry platform utilized for barrier sensing was assembled as a mirror image, enabling independent sensing of upper and lower fluidic compartments of each OOC ( Fig. 2A and S1  ) bundled fiber optic cables allowed for sensing from up to 7 OOC simultaneously. Three OOCs were cultured concurrently (1 control, 2 experimental). For multiplexed sensing, excitation light for both s was directed through the same fiber with a 3 second delay between channels to avoid spectral overlap. Collected emission was directed to independent cameras for  specific signal analysis (Fig. S2  ). For both barrier sensing and multiplexed sensing, fiber optic cables were routed into an incubator at 37  degreesC and 5% CO 2 for non invasive sensing from up to three OOCs simultaneously ( Fig. 2B ). Fig. 2. Fiber photometry system for optical sensing on chip. A) Components consist of high powered LEDs, optical filters, fiber optic cables, and CMOS cameras that simultaneously deliver excitation light and record emission from fluorophores on chip. B) A laptop and Arduino microcontroller are used to automate LED power and image capturing. Fiber optic cables transmit excitation and emission wavelengths with minimal loss from within the incubator to the external hardware. Open in a new tab To ensure cross chip consistency, the intensity of light emitted from each fiber end was measured at 400 mA LED power, which was used for all sensing experiments. The measured intensity was 0.25 +/  0.04 mW cm  2 , with a maximum difference of 20.3% from the mean intensity (Fig. S3  ). Limiting intensity variation across individual fibers improves sensitivity and consistency when measuring across multiple OOCs since the excitation power is directly proportional to the collected emission signal. Maintaining output intensities within a reasonable range narrows the emission signal, allowing for optimization of the signal to noise ratio when first implementing the platform. In our experience, large variations in excitation power across fibers (>50%) may saturate some channels before acceptable signal to noise is achieved for other channels. The platform was connected to an Arduino microcontroller to automate and synchronize image capture with fluorophore excitation. Our custom Arduino program sent 200 ms LED excitation pulses on chip every 10 minutes to capture time dependent diffusion data with minimal photobleaching. Timestamped images were automatically captured by a TTL trigger sent to the CMOS camera during excitation. Microcontroller aligned LED and camera triggers enabled completely hands free data collection of on chip data throughout complete experimental timelines, requiring only initial setup and baseline image collection by hand. Our compact setup, consisting of the photometry optical equipment, an Arduino microcontroller, and a laptop, enables sensing on chip in a small footprint essential for research labs with limited free space. A preliminary calibration curve was constructed by dosing known concentrations of lucifer yellow in DPBS on blank chips to determine the relative sensing range of our optical sensing platform. Emitted fluorescence was recorded by our optical sensing platform and normalized to blanks chips containing only DPBS. The resulting calibration curve shows a robust linear relationship between fluorophore concentration and measured fluorescence, capable of detection to as low as 1 uM on chip ( R 2 = 0.998, Fig. S4  ).\n\nInflammation induced disruption and recovery of Caco 2 cells on chip To establish the resolution of our system to measure small changes in barrier integrity, we aim to mimic an inflamed gut. A pro inflammatory cytokine cocktail was added to Caco 2 monolayers, first on semi permeable inserts, to increase permeability without fully disrupting the cell population. Caco 2 monolayers grown for at least 21 days on filter inserts were subjected to TNF alpha (200 ng mL  1 ), IFN gamma (200 ng mL  1 ), and IL 1beta (100 ng mL  1 ) for 4 days. Cytokines were removed, and monolayers were allowed to recover for up to 5 days. Compared to control monolayers on the same day of culture, monolayers exposed to the cytokine cocktail showed a significant ( p = 0.0003) increase in permeability on day 4 of inflammation and significant ( p = 0.0231) recovery of barrier function 2 days after cytokine removal ( Fig. 4B ). Fig. 4. A) Graphical description of effluent  and photometry based barrier function assays. Effluent was collected from chips daily and fluorescence was measured via plate reader. Fiber photometry readings were collected automatically by our novel platform. B) Relative permeability of Caco 2 monolayers exposed to the cytokine cocktail (TNF a, IFN g, IL 1b) on day 0. Dotted vertical line represents the removal of cytokine cocktail. One way ANOVA with Tukey's multiple comparisons. Circles, squares, and triangles represent biological replicates 1, 2, and 3, respectively. C) Comparison of barrier function characterization methods. d F / F (black) sensed by photometry shows a similar time course increase in barrier permeability compared to effluent (orange). One way ANOVA with Tukey's multiple comparisons (* p < 0.05, ** p < 0.01). n = 3, m = 3 control, 5 experimental replicates. Circles, squares, and triangles represent biological replicates 1, 2, and 3, respectively. Dotted vertical line represents the removal of the cytokine cocktail. D) Basal sensed fluorescence difference from control sensed by fiber photometry during Caco 2 monolayer inflammation and recovery. Sensed fluorescence intensity trends increasing compared to controls as exposure time to the cytokine cocktail increases. Data is shown as mean (black) +/  standard deviation (grey). n = 3, m = 3 control, 5 experimental replicates. Dotted vertical line represents the removal of the cytokine cocktail. Open in a new tab The described cytokine concentrations were used for inflammation of Caco 2 on chip. Caco 2 cells were cultured on chip for 7 days under continuous perfusion at 3 uL min  1 (0.076 dyne per cm 2 ), mimicking physiological shear stress in the intestine. 3,36 Our previous work has demonstrated epithelial maturity on chip at this timepoint. We then dosed a pro inflammatory cytokine cocktail composed of TNF alpha (200 ng mL  1 ), IFN gamma (200 ng mL  1 ), and IL 1beta (100 ng mL  1 ) to induce inflammation on chip ( Fig. 3A and B ). Fig. 3. Experimental overview for real time barrier function sensing on chip. A) Fiber optic cables detect fluorescence from apical and basolateral chambers in our gut on a chip. Inflammation was induced in mature epithelial monolayers (left), resulting in barrier disruption and increased fluorophore transport (right). B) Timeline for cytokine induced inflammation in our gut on a chip. Cells formed a mature monolayer after 7 days of culture under continuous flow. On day 0, the paracellular permeability marker lucifer yellow was added to apical media and proinflammatory cytokines (TNF a, IFN g, IL 1b) were dosed via basal media. Barrier function was tracked by our sensing platform. Open in a new tab Barrier function was continuously assessed by our novel sensing platform and by daily collection of chip effluent ( Fig. 4A ). Comparison of sensed and sampled fluorescence shows good agreement, with similar response time to the addition and removal of the pro inflammatory cocktail ( Fig. 4C ). The mean increase in barrier permeability across experimental replicates ( n = 5) is relatively consistent despite some distinct peaks caused by effluent sampling and syringe exchange on day 4 ( Fig. 4D ). Our sensing platform is robust and capable of automated data collection over at least 9 days with consistent outputs from independent experimental replicates. Further, data collected using our platform enabled real time readout of barrier function over the 9 day experimental time course. Real time, optical readout of barrier function in OOC has not previously been reported. Compared to daily effluent sampling, we significantly increased the temporal resolution of cellular responses to induced inflammation on chip, observing a continuous, gradual increase in barrier permeability earlier than daily effluent sampling ( Fig. 4C ). Further, a change in permeability is observed as early as shortly after the day 2 sampling timepoint ( Fig. 4D ), while no discernible change in permeability presents till day 4 for effluent sampling. Application of this approach to time dependent assays on shorter experimental timescales may significantly improve temporal resolution, increase sensitivity, and data quality. Effluent and sensed barrier function corroborate that the Caco 2 monolayer underwent inflammation in response to the dosed cytokine cocktail. Still, the level and kinetics of recovery did not match that observed in filter inserts; however, prolonged barrier integrity disruption measured on chip, effluent, and optical measures matched. Qualitatively, immunofluorescence imaging suggests that the barrier had recovered partially, indicated by qualitative reorganization of ZO 1 expression to cell cell junctions ( Fig. 5 ). Fig. 5. Representative immunocytochemistry results on chip from control (left column), 96 hour cytokine exposure (center column), and 120 hour recovery (right column) groups. Comparison of tight junction expression (ZO 1) shows more diffuse expression in inflamed monolayers compared to control and recovery. Images taken at 40x magnification, maximum intensity projection of 10 slice z stack. Open in a new tab Quantitative analysis of collected effluent and sensed data show that barrier permeability was significantly increased compared to controls from day 6 until the experiment ended. The absence of native stem cells and immune cells in this gut on a chip model may prevent complete recovery from induced inflammation. 37 39 Our lab has previously demonstrated that Caco 2 cells cultured on our gut on a chip differentiate in 5 days, exhibiting polarization and brush borders comparable to mature epithelium. 30,32 Continuous perfusion provides physiological shear stress, continuous nutrient supply, and waste removal, whereas static cultures receive fresh media intermittently. Mechanical shear stress may influence proliferation and the restructuring of tight junctions, resulting in the differences in recovery observed across filter insert and on chip systems ( Fig. 4B and C ). 40 42 After cytokine induced inflammation of differentiated Caco 2 monolayers, tight junctions must undergo replication and reorganization to return to a healthy, functional morphology. 40,41 Caco 2 cultured on filter inserts may high a higher propensity to proliferate and restructure more rapidly compared to on chip due to the lack of fluidic shear stress, as reflected in our experiments. Although previous work indicates that tight junction reorganization and recovery on chip is possible in less than 24 hours, these studies induced acute barrier dysfunction by the chelating agent EGTA. 43,44 To our knowledge, we are the first to report on the recovery response of Caco 2 on chip following chronically induced barrier inflammation. Additionally, excess cytokines may have remained present during the recovery phase due to the diffusion dependent clearing of cytokines from the on chip microenvironment. Unlike typical culture approaches that allow washing the monolayer, the cytokines could not be thoroughly flushed from the system due to the risk of destroying the fragile, inflamed monolayer under higher shear stress. The differences between filter inserts and on chip experiments further support this hypothesis: monolayers cultured on filter inserts showed significant recovery only 48 hours after cytokine removal. In comparison, the OOC monolayers showed no significant decrease in permeability after 96 hours ( Fig. 4B and C ). A shift from increasing barrier permeability to constant, elevated permeability was observed following the removal of the cytokine cocktail, demonstrating the capability of this platform to observe the transient shift in cell response with high resolution. Of particular importance is that the fiber photometry platform aligns well with offline effluent analysis, the current standard approach. The platform may more accurately align temporally observed outputs with accurate on chip cellular responses. Collection of effluent from OOC typically requires hours due to the low volumetric flow rates used during culture. Standard analysis equipment, such as fluorescence plate readers, usually needs at least 50 uL for reliable reading from a standard 96 well plate. 45,46\n\nInflammation of HUVECs on filter inserts To assess the inflammation response of HUVECs, we dosed TNF alpha at 100 ng mL  1 on HUVEC monolayers grown on semi permeable filter inserts. Significant barrier inflammation was observed by lucifer yellow permeability assay at 1 day ( p = 0.0002) and 2 days ( p < 0.0001) post dose (Fig. S5  ). Morphological changes in monolayer structure were observed by immunocytochemistry, showing elongation of actin filaments in response to inflammation. Additionally, the expression of tight junction protein ZO 1 is more diffuse at cell borders compared to controls (Fig. S6  ).\n\nInflammation of HUVECs on chip To demonstrate the broad applicability of our novel sensing platform to cell agnostic barrier function assays, we extended our investigation to include sensed barrier formation and inflammation of HUVECs cultured on our OOC. Our established gut on a chip was adapted to culture HUVECs under continuous perfusion, highlighting the versatility of our layer by layer design. HUVECs have been used to mimic the endothelial barrier of human vasculature, and chronic vascular inflammation is a risk factor for hypertension, kidney disease, and atherosclerosis. 47 50 Continuous monitoring of endothelial barrier function may help elucidate the transient effects of pro inflammatory cytokines with higher granularity compared to standard trans endothelial electrical resistance or permeability assays. Our platform tracked HUVEC monolayer formation and the time dependent increase in barrier permeability in response to dosed TNF alpha ( Fig. 6A and B ). Significant increases in sensed fluorescence compared to control samples were observed at 24 hours ( p = 0.0357) and 48 hours ( p = 0.0072) after dosing TNF alpha on chip. Similar to results obtained for the inflammation and recovery of Caco 2 on a chip, a comparison of sensed and sampled fluorescence shows identical response time to the addition of TNF alpha ( Fig. 6A ). Immunofluorescence shows more diffuse expression of ZO 1 in HUVEC monolayers exposed to TNF alpha for 48 hours compared to controls cultured for the same period, qualitatively supporting the disruption of barrier function due to induced inflammation (Fig. S7  ). Fig. 6. A) Comparison of barrier function characterization methods for HUVECs on chip. d F / F (black) sensed by photometry shows a similar time course increase in barrier permeability compared to effluent (orange). One way ANOVA with Tukey's multiple comparisons (* p < 0.05, ** p < 0.01). n = 3, m = 3 control, 6 experimental replicates. Circles, squares, and triangles represent biological replicates 1, 2, and 3, respectively. Dotted vertical line represents the addition of TNF a. B) Basal sensed fluorescence difference from control sensed by fiber photometry during HUVEC monolayer formation and inflammation. Sensed fluorescence intensity increases compared to controls as exposure time to the cytokine cocktail increases. Data is shown as mean (black) +/  standard deviation (grey). n = 3, m = 3 control, 6 experimental replicates. Dotted vertical line represents the addition of TNF a. Open in a new tab The photometry platform is adaptable for barrier function from multiple barrier forming cell types. Importantly, our sensing platform required no change or optimization when transitioning from Caco 2 cells to HUVECs. This technology is easily integrated into our laser cut and assemble method for fabricating OOCs. This method keeps the manufacturing costs of culture platforms down and allows fiber stubs to be swapped from one experimental OOC to another without signal degradation. Sensing is based on detected luminescence and is not dependent on the particular cell type used; however, some troubleshooting may be required for OOC systems with particularly high flow rates or fluidic channels susceptible to occlusion with cell debris or other obstructions.\n\nMultiplexed sensing Barrier function is commonly characterized with TEER. Investigating passive vs. active transport or permeability specific analytes in vitro cannot be accomplished with TEER. To demonstrate the versatility of our novel on chip sensing platform in combating these challenges, we investigated the diffusion rate of fluorescently labelled dextrans across our OOC's semi permeable membrane. The platform was adapted to enable dual sensing, simultaneously collecting fluorescence from two distinct fluorophores present on chip. Specifically, the chosen dextrans differed either in size (10 kDa vs. 70 kDa) or in net charge (neutral vs. anionic) to detect the dependency of tracer structure on observed transport. Our sensing platform enabled direct estimation of dextran apparent permeability in our OOC system. When tracked simultaneously, the 10 kDa (2.45 x 10  4 cm s  1 ) dextran had a higher apparent permeability compared to the 70 kDa dextran (1.62 x 10  4 cm s  1 ). As expected, the larger 70 kDa dextran diffused slower through the on chip membrane, as shown by a gradual increase in sensed fluorescence ( Fig. 7A ). The net charge had no discernible effect on apparent permeability across neutral (2.08 x 10  4 cm s  1 ) and anionic (2.09 x 10  4 cm s  1 ) dextrans of equivalent size ( Fig. 7B ). Fig. 7. Optical sensing allows real time multiplexing of fluorescently tagged analyte. A) Size dependent diffusion rate of fluorescently tagged dextran sensed simultaneously. A 10 kDa dextran (tagged with Alexa Fluor 647) diffused more rapidly through the semi permeable membrane compared to the 70 kDa dextran (tagged with fluorescein). B) Charge dependent diffusion rate of dextran of similar size (neutral: Texas Red; anionic: fluorescein). Open in a new tab Although no differences were observed in our empty OOC system, the presence of binding sites with high ionic affinity in other biological systems may influence diffusion kinetics, revealing system specific transport differences. 51 By utilizing our platform for multiplexed sensing, observed differences in diffusive rate kinetics may help elucidate process specific transport in biological systems, especially where both modes of transport are of interest. For example, transport across the blood brain barrier (BBB) has been extensively studied on chip, where both passive and active transport influence observed barrier transport. 52 56 Genetic and chemical tools may be further leveraged to monitor the transport of specific analytes, data required to yield insight into pharmacokinetics in vitro . Additionally, the hardware and utility applied to enable simultaneous, dual channel sensing may be readily adapted to achieve multi channel luminescence sensing, expanding on the technology demonstrated in this work. Our dual color sensing platform recorded apical and basal channel fluorescence from a single camera, offering dual channel detection of two distinct fluorophores. While this approach utilized only two of the seven available fibers, the described platform may be expanded to collect independent spatiotemporal luminescence from up to seven total channels in OOCs, offering multi channel capabilities beyond the demonstrated dual channel recordings. Our fiber optic based platform has the potential to sense and record any luminescence, provided the appropriate excitation and emission waveguides are implemented. 57 We have demonstrated our platform's versatility by sensing from four different fluorophores (lucifer yellow, fluorescein, Texas Red, Alexa Fluor 647) in this manuscript. By simple exchange of LEDs, filters, and optical waveguides, we may adapt the platform to sense across the visible range, allowing for direct use with commercial probes. As a result, our sensing capabilities may be broadened to applications beyond barrier function, such as fluorescent protein expression or calcium sensing. Further, our system has the potential for high throughput, real time readouts of luminescence intensity for temporal tracking of cellular responses from multiple OOCs simultaneously. We have demonstrated our platform's capability for multi OOC sensing by monitoring barrier functions in three OOCs simultaneously. Although our platform may be capable of sensing from up to seven OOCs simultaneously using commercially available fiber bundles, our throughput is inherently limited to three OOCs by syringe driven physiological flow in our gut on a chip. Bulky syringe pumps and the routing of fluidic tubing introduce significant barriers to OOC throughput, limiting available incubator space while introducing multiple rate limiting steps in culture setup. With ongoing advancement in fluidic handling for OOCs, we hope to significantly expand our sensing throughput to approach levels comparable to effluent sampling. A recent demonstration of similar technology in freely moving animals has shown that high density recording of transient calcium flux in up to 48 individual brain areas is possible. 58 Applying custom high density fiber arrays to organ chips may allow for whole chip spatial sensing and high throughput data collection across numerous OOCs simultaneously, offering high content, spatiotemporal optical sensing to address current throughput limitations.",
    "conclusion": "In summary, we have developed a novel optical sensing platform for automated, non invasive barrier function measurements in OOCs. The platform has been validated for sensing small changes in barrier integrity in real time, improving on the current standard of effluent sampling and analysis or TEER measurements. Our platform does not interact directly with the on chip sample, offering advantages over integrated electrochemical sensors susceptible to electrode fouling or site saturation. We have demonstrated that, by exchanging optical filters and dichroic mirrors, luminescence across the visible wavelength range may be measured. Further, the system may be utilized for multiplexed sensing of multiple fluorophores simultaneously, broadening applications to size  and process specific transport across barriers."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:08:33.109458",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11969330/"
  }
}