{
  "pmcid": "PMC3851762",
  "title": "Spaceflight Enhances Cell Aggregation and Random Budding in Candida albicans",
  "authors": [
    "Aurlie Crabb",
    "Sheila M Nielsen Preiss",
    "Christine M Woolley",
    "Jennifer Barrila",
    "Kent Buchanan",
    "James McCracken",
    "Diane O Inglis",
    "Stephen C Searles",
    "Mayra A Nelman Gonzalez",
    "C Mark Ott",
    "James W Wilson",
    "Duane L Pierson",
    "Heidemarie M Stefanyshyn Piper",
    "Linda E Hyman",
    "Cheryl A Nickerson"
  ],
  "year": "2013",
  "journal": "PLoS ONE",
  "doi": "10.1371/journal.pone.0080677",
  "sections": {
    "abstract": "This study presents the first global transcriptional profiling and phenotypic characterization of the major human opportunistic fungal pathogen,Candida albicans, grown in spaceflight conditions. Microarray analysis revealed thatC. albicanssubjected to short term spaceflight culture differentially regulated 452 genes compared to synchronous ground controls, which represented 8.3% of the analyzed ORFs. Spaceflight culturedC. albicans induced genes involved in cell aggregation (similar to flocculation), which was validated by microscopic and flow cytometry analysis. We also observed enhanced random budding of spaceflight cultured cells as opposed to bipolar budding patterns for ground samples, in accordance with the gene expression data. Furthermore, genes involved in antifungal agent and stress resistance were differentially regulated in spaceflight, including induction of ABC transporters and members of the major facilitator family, downregulation of ergosterol encoding genes, and upregulation of genes involved in oxidative stress resistance. Finally, downregulation of genes involved in actin cytoskeleton was observed. Interestingly, the transcriptional regulator Cap1 and over 30% of the Cap1 regulon was differentially expressed in spaceflight culturedC. albicans. A potential role for Cap1 in the spaceflight response ofC. albicansis suggested, as this regulator is involved in random budding, cell aggregation, and oxidative stress resistance; all related to observed spaceflight associated changes ofC. albicans. While culture ofC. albicansin microgravity potentiates a global change in gene expression that could induce a virulence related phenotype, no increased virulence in a murine intraperitoneal (i.p.) infection model was observed under the conditions of this study. Collectively, our data represent an important basis for the assessment of the risk that commensal flora could play during human spaceflight missions. Furthermore, since the low fluid shear environment of microgravity is relevant to physical forces encountered by pathogens during the infection process, insights gained from this study could identify novel infectious disease mechanisms, with downstream benefits for the general public.",
    "methods": "Research was conducted in compliance with applicable animal care guidelines at the NASA Kennedy Space Center (KSC) under approved NASA KSC IACUC Protocol # FLT 06 050.\n\nC. albicansstrain SC5314 was used in all experiments. Prior to flight, 6x106cells grown in YPD medium were suspended in 0.5 mL sterile ddH2O and loaded into specialized spaceflight hardware, termed Fluid Processing Apparatuses (FPA) (Figure S1), as described previously[10]. Briefly, growth was initiated in flight (nine days post launch) by addition of 2 mL YPD to the fungal suspension (termedactivation). Cultures were grown in spaceflight conditions or synchronous ground control conditions for 25 hours at ambient temperature (23 degreesC). Subsequently, cells were fixed for RNA, proteins and morphological imaging by addition of 2.5 mL RNA Later II reagent (Ambion, Austin, TX) (termedtermination). For infection studies, assessment of cell viability and fixation for scanning electron microscopy (SEM), 2.5 mL YPD medium was added instead of RNA Later II fixative. All samples were returned at ambient temperature, and Shuttle landing occurred 12 days post launch. Two and a half hours after landing at Kennedy Space Center, the culture samples fixed in RNA Later II were recovered, removed from the FPA, and stored at  80 degreesC. The viable cell samples were counted by plating on solid medium. A portion of the sample was fixed in 4% glutaraldehyde (16%; Sigma, St. Louis, MO) for SEM analysis, and the remainder of the sample was immediately used for virulence studies in mice. For all studies, flight cultures were compared to synchronous control cultures grown under identical conditions on the ground at Kennedy Space Center using coordinated activation and termination times (via real time communications with the Shuttle crew) in an insulated room that maintained identical temperature and humidity as on the Shuttle (Orbital Environmental Simulator) (synchronous ground controls).\n\nTheC. albicansdose for infection was obtained by pooling samples from eight FPAs for either flight or ground control samples, respectively, followed by centrifugation (1500 g, 5 min) and resuspension in sterile PBS. Six to eight week old female Balb/c mice (housed in the Animal Facility at the Space Life Sciences Lab at Kennedy Space Center) were injected intraperitoneally (i.p.) (Kretschmar et al., 1999) with a single lethal dose (1x108) ofC. albicanscells harvested from either spaceflight (within 2.5 hours after Shuttle landing) or synchronous ground cultures that were resuspended in 0.5 mL sterile PBS[11]. Ten mice were used per test condition and infected mice were monitored every 6 12 hours for 14 days.\n\nAll electron microscopy was performed on an XL30 FEI/Philips environmental scanning electron microscope (ESEM). As mentioned above, flight and ground samples were fixed in 4% glutaraldehyde post landing and stored at 4 degreesC until processing and analysis. Prior to analysis, samples were placed in filtration units containing a polycarbonate membrane with 0.4 um pore size (Poretics Corporation), gently rinsed three times in filter sterilized milli Q water, and then dehydrated with graded alcohol series to 100% ethanol. The polycarbonate filters containing the cells were placed on double sided carbon tape that was mounted onto stubs and dried overnight in a dry chamber. Next, samples were sputter coated with gold palladium prior to imaging. Image J (http://rsbweb.nih.gov/ij/) was used to determine the average cell length/width and surface area, based on the analysis of 143 and 197 cells imaged with SEM for ground and spaceflight samples respectively. The individual cell measurements are provided as supplemental data (Table S1).\n\nLight microscopic analysis was performed on RNA Later II fixed samples, using a Zeiss Axiovert microscope (magnification 100, 400x and 630x). Two biological replicates for flight and ground cultures were imaged. To determine average cell cluster size, five random images at magnification 100x were analyzed per biological replicate and per condition. Cells within the ten largest cell clusters were counted per image, and the average over the five microscopic images was determined.\n\nFlow cytometry was performed using a FACS Calibur (Becton Dickinson).C. albicansflight and ground cultures (biological duplicate), stored in RNA later II at  80 degreesC were diluted in PBS and subjected to analysis by flow cytometry. A forward scatter threshold was established at 700 to distinguish yeast cells from cell clusters. A population of yeast cells grown in liquid culture at 30 degreesC (no cell clusters) was used to establish this threshold, in which at least 99% of the yeast population fell below the threshold. As forward scatter is proportional to cell size, events with forward scatter greater than the established threshold were considered cell aggregates. For each sample, 10,000 events were acquired at an analysis rate of approximately 500 events per second. All data analysis was performed with Cell Quest software (Becton Dickinson).\n\nFour independent flight and ground samples were thawed and cells were counted manually using a hemocytometer. Yeast cells were disrupted by homogenization in the presence of glass beads in a Mini Beadbeater 8 (Biospec Products) and RNA was isolated using the RNeasy Micro kit (Qiagen). RNA quality and quantity were evaluated using the Nanodrop technology (Thermo Scientific) and an Agilent 2100 bioanalyzer (Agilent Technologies). Samples were processed at the Microarray Core Facility at Washington University (St. Louis, MO)[46],[47]. Briefly, first strand cDNA was generated by oligo dT primed reverse transcription (Superscript II; Invitrogen), following the manufacturer's instructions. For RNA expression level comparison, samples were paired and concentrated using Microcon YM30 microconcentrators (Millipore) according to the manufacturer's protocol. Next, each sample pair was resuspended in Formamide based hybridization buffer (vial 7 Genisphere), Array 50 dT blocker (Genisphere), and RNase/DNase free water. Primary and secondary hybridizations were carried out in a sequential manner following standard protocols[46],[47]. A dye swap analysis was performed as well, and the data was not significantly different from the data set with the initial dye choice. To prevent fluorophore degradation, the arrays were treated with Dyesaver (Genisphere). Slides were scanned on a Perkin Elmer ScanArray Express HT scanner to detect Cy3 and Cy5 fluorescence. Laser power is kept constant for Cy3/Cy5 scans and PMT is varied for each experiment based on optimal signal intensity with lowest possible background fluorescence. Gridding and analysis of images was performed using ScanArray v3.0 (Perkin Elmer). Background intensity values were imported into Partek Genomic Suite (Partek, Inc.). The median value of each set of replicate spots from each array was used. Data was log2 transformed and quantile normalized[48]. Three way ANOVA analysis was then performed on the data using treatment (flight vs. ground), dye, and experimental data as factors. Flight to ground linear contrast was performed with ANOVA. False Discovery Rate was controlled using the Step Up method[49]. Analysis was initially restricted to genes that had high intensity on the array and were differentially expressed by at least 2 fold with a confidence interval of 95%. Where indicated, genes with less than a 2.0 fold increase and less than a 95% confidence interval were considered. While the gene expression list was initially based on predicted ORFs annotated in assembly 19 of theC. albicansSC5314 genome, it was updated according to the most recent version (assembly 21) at CGD, with regard to gene model merges and gene deletions. The full description of the microarray analysis and the complete microarray data set have been deposited at the Gene Expression Omnibus (GEO) website under accession numberGSE50881. The Candida Genome Database (CGD) Gene Ontology (GO) Slim Mapper was used to group differentially expressed genes according to function (biological process). In order to determine statistical significance of enriched categories, the GO Term Finder was used[50]. For the GO Term Finder analysis, the data set was filtered for genes with GO annotations (i.e., 273 out of 452 genes). The GO Term Finder 'process' categorization was utilized for these studies unless otherwise noted.\n\nRNA was isolated as described above. One microgram RNA per sample was converted to cDNA using the MonsterscriptTM 1st strand cDNA synthesis kit (Epicenter), and subsequently diluted ten times in nuclease free water. Quantitect SYBR Green Master mix (Qiagen) was used to assess differential gene expression with quantitative real time PCR (qRT PCR), according to the manufacturer's protocol. An overview of primers used in this study is provided inTable 1. The qRT PCR reactions were performed in a RealPlex 2 system (Eppendorf). A melting curve was run at the end of each reaction to test for the presence of a single PCR product. The qRT PCR reaction product was run on a 3% agarose gel in the presence of a low molecular weight DNA ladder (BioLabs), to assess primer specificity. CT values were exported using the Eppendorf Database tool, where after the delta delta CT method[51]was adopted to determine relative gene expression between different test conditions. The average of four housekeeping genes was used for normalization (ACT1,PMA1,RIP,RPP2B)[52]. All chosen housekeeping genes were not differentially expressed based on microarray analysis. Two biological replicates ofC. albicansgrown in spaceflight and ground control conditions were analyzed with qRT PCR in technical duplicate.\n\n*[52], other primers were designed in this study",
    "results": "Whole genome expression profiling was used to identify gene expression alterations inC. albicansin response to culture in spaceflight conditions as compared to identical synchronous ground controls. TheC. albicansmicroarrays used to assess differential gene expression between flight and ground samples included 6,346 of the 6,742 predicted ORFs annotated in assembly 19 of theC. albicansSC5314 genome (Table S1)[50]. Of those 6,346 ORFs, there were 5,432 that exhibited a robust response suitable for statistical analysis. Data analysis was restricted to genes that had high intensity on the array and were differentially expressed by at least 2 fold and a p value <0.05. Of these, 452 (or 8.3% of the analyzed ORFs) were differentially expressed in response to spaceflight culture conditions; 279 were upregulated (61.7%), and 173 were downregulated (38.3%) in the flight samples as compared to ground controls (Table 2).\n\nDeleted in the CGD assembly 21,\n\nDeleted Tn element in CGD assembly 21\n\nIn order to evaluate global, high level changes in gene expression, differentially expressed genes were classified into Biological Process categories (Table 3), using GO Slim Mapper (September 12, 2013 version)[50]. While the function of many of the differentially regulated genes is currently unknown (not included inTable 3andFigure 1), several categories of interest were found (Table 3). Differentially expressed genes are presented inTable 3as (i) the ratio of the number of genes in category X to the total number of genes in the genome assigned to category X, and (ii) the ratio of the number of genes in category X to the total number of genes differentially regulated by spaceflight. This classification indicated that spaceflight affects a broad range of cellular functions, ranging from biofilm formation to vesicle mediated transport. It is worth noting that many genes are assigned to more than one category; therefore, the sum totals of the columns inTable 3do not equal either the total number of genes in the genome or 100%.\n\n*Based on 454 genes differentially regulated in response to spaceflight\n\nThe top ten of functional categories was determined by calculating (A) the ratio of the number of genes in category X to the total number of genes in the genome assigned to category X, and (B) the ratio of the number of genes in category X to the total number of genes differentially regulated by spaceflight.\n\nThe ten functional categories with the greatest number of differentially expressed genes in response to spaceflight expressed as a percent of assigned genes in the genome (Figure 1A) and/or the total number of differentially regulated genes (Figure 1B) include biofilm formation, cell adhesion, transport, interspecies interaction, response to chemical stimulus, response to stress, response to drugs, carbohydrate metabolism, and filamentous growth (Table 3,Figure 1).\n\nNext, we analyzed whether specific biological processes within our data set were significantly enriched, using GO Term Finder.Figure 2presents the hierarchical ranking of the GO Term Finder Process categories that were significantly enriched (p<0.05). These categories include filamentous growth, carbohydrate metabolism, response to chemical stimulus, response to stress, and transport; which were also represented in the top ten categories identified with GO Slim Mapper (Table 3,Figure 1).\n\nOnly categories that are significantly enriched (p<0.05) are presented, except for those labeled grey added for hierarchical purposes. Subcategories with more than 2 higher rank categories that were not significantly enriched are not included in this figure (i.e., dicarboxylic acid transport and copper ion transport). For clarity purposes, categories with more than one connector are not presented, if the connecting category/categories was/were not significantly enriched. Color codes indicate p values.\n\nCategories that were significantly enriched by spaceflight culture (Figure 2) and are of particular interest for this study given their direct role in the infectious disease process are response to stress and filamentation. In addition, we were interested in differentially regulated genes involved in (i) biofilm formation, cell aggregation, and random budding given our phenotypic observations (described below), and (ii) response to drugs and RNA binding given previous findings fromC. albicansand other microbial pathogens cultured in spaceflight and/or spaceflight analogue culture systems[11],[12],[35]. These specific categories are analyzed in greater detail below. While these categories were initially identified using the set criteria of significance (p<0.05, fold change >2), the number of genes belonging to pathways within these specific targeted categories of interest was enlarged using less stringent criteria (p<0.07 or fold change >1.5, indicated with ).\n\nTo validate the microarray data, qRT PCR analysis of a targeted selection of genes that were differentially regulated with microarray was performed. Expression of the target genes (ALS1,CAP1,ERG6,YTH1,HSP31,GPX2) was normalized using the averaged expression of four housekeeping genes (ACT1,PMA1,RIP,RPP2B)[52]. All analyzed genes were found differentially regulated with qRT PCR in the same direction as found with microarray analysis, and for four out of six analyzed genes, the differential regulation was significant (p<0.05 or p<0.01) (Table 4).\n\n*P < 0.05,\n\n**p < 0.01\n\nGene expression was normalized using the average of 4 housekeeping genes (ACT1,PMA1,RIP,RPP2B)\n\nFilamentation is an intrinsic part of biofilm formation inC. albicans, and both processes share key transcriptional regulators[53] [58]. Genes involved in biofilm formation/filamentation that were differentially expressed in spaceflight conditions includeTUP1(),ALS1,CPH1(),AOX2(), and ORF19.4653. The latter gene was upregulated 7.5 fold in spaceflight, and is one of the ten most induced genes in the microarray. Interestingly, expression of the yeast specific gene Yeast Wall Protein 1 (YWP1) was significantly induced in spaceflight samples, which promotes the non filamentous phenotype ofC. albicansunder conventional culture conditions[59]. Additional genes involved inC. albicansbiofilm formation (as determined by the GO Slim Mapper) that were differentially regulated by spaceflight includeBRG1,MCR1,RHR2, andSHA3[50]. Additional spaceflight induced genes involved in hyphal growth (as determined by the GO Slim Mapper) includeFGR16,ARC40,RFX2,SHA3,SPT5,STE13,TCA5,VID27, and orf19.1617[50].\n\nNext, we analyzed the expression of genes involved in the production of biofilm associated extracellular matrix proteins. The gene encoding the glucanosyltransferase Phr1 (), involved in glucan modification[60]was significantly upregulated in spaceflight conditions. As indicated by light microscopy and flow cytometry (see below), spaceflight grownC. albicansshowed enhanced self aggregation as compared to ground controls. Since the observed cell aggregation in spaceflight grownC. albicansstructurally resembles the well characterized flocculation phenotype ofS. cerevisiae, we investigated whether genes involved in flocculation were differentially expressed. The cell surface glycoprotein Als1, which is both involved in self aggregation ofC. albicansand has both structural and functional similarity to the main flocculation protein Flo11 inS. cerevisiae[61],[62], was induced in spaceflight conditions. In addition, a gene encoding a protein similar to cell surface flocculin (HYR10) () was induced in spaceflight cultures. Genes involved in the three main flocculation regulatory pathways (based on the well characterizedS. cerevisiae) were found to be differentially regulated in spaceflight culturedC. albicans. For MAPK dependent filamentous growth, these genes wereTPK1() (Ras cAMP pathway), the ammonium permease Mep2, and the transcriptional regulatorCPH1(homolog of Ste12 inS. cerevisiae) (). For the glucose repression pathway, these genes wereHXT3(),HXT5,HGT1andHGT2(all hexose transporters).\n\nA significant portion of genes within the stress/drug response categories were related to oxidative stress resistance. The gene encoding the oxidative stress response transcriptional regulator, Cap1, was significantly induced in response to spaceflight culture. Interestingly, more than 30% of the previously reported Cap1 regulon[63]was affected by culture ofC. albicansunder spaceflight conditions in this study. This includes genes under positive Cap1 control:TRX1,SOD1,PDR16(),IFR1,ARR3, orf19.7042,ARO9(),YIM1,RIB1(), orf19.1162 (),ADH6,ESBP6,HGT2, orf19.6464 (); and negative Cap1 control:MNN13,VMA10(),CHA2(). Among these 17 genes, 13 were expressed in the expected direction (i.e.,TRX1,IFR1,ARR3, orf19.7042,ARO9,YIM1,RIB1, orf19.1162,ESPB6,HGT2,MNN13,VMA10, andCHA2). Additional spaceflight induced genes identified in this study that have been reported to play a role in the oxidative stress response ofC. albicansvia Cap1 areGZF3and orf19.2498[50]. Other genes involved in the oxidative stress resistance ofC. albicansthat were induced in spaceflight includeGPX1andGPX2, which encode glutathione peroxidases; andSOD3, which encodes a superoxide dismutase.\n\nFurthermore, genes encoding the heat shock proteins Hsp10, Hsp30, Hsp31, Hsp60, Hsp78, Mdj1, Ssc1, orf19.9899 (putative heat shock protein), and Sti1 were significantly upregulated in spaceflight culturedC. albicanscultures.\n\nIn addition, spaceflight cultures ofC. albicansshowed significant upregulation of genes encoding ABC transporters and major facilitators, which are two main classes of drug transporters inC. albicans. These includeCDR1(),CDR4,CDR12,HOL4,HOL2(), ORF19.4779,YOR1(), and orf19.10632 (possible ABC transporter). Spaceflight cultures also showed significant downregulation of the ergosterol encoding genesERG6andERG25(reviewed in[64]), of whichERG6has been shown previously to be important for amphotericin B resistance (a polyene) inC. glabatra[65],[66].\n\nSince we observed a higher abundance of random budding inC. albicanscultures exposed to spaceflight using SEM analysis (see below), we screened the microarray results for differential expression of genes involved in unipolar, axial, and random budding, as identified by Niet al. forS. cerevisiae[67]. With the exception of the downregulation ofALG5andBUD7, which are involved in unipolar and axial budding respectively, a significant number of differentially expressed genes following spaceflight culture were involved in random budding. These differentially expressed genes were classified in the categories of vesicular transport (downregulation ofCLC1,VMA5(),VPS34(),VAC7(),END3(),LUV1(),VPS45(),SEC22), actin cytoskeleton (downregulation ofSLA1()), cell wall proteins (upregulation ofGAS1), lipid metabolism (downregulation ofFEN1()), protein modification (downregulation ofPMT2(),OST3; upregulation ofMAP1), transcriptional proteins (upregulation ofCTK1() andTUP1()), nuclear proteins (downregulation ofTRF4(); upregulation ofNPL3(),SFP1()), and other proteins (downregulation ofATP14() andILM1()). Interestingly, induction of the gene encoding the daughter cell specific transcription factor Ace2[68]was observed for spaceflight samples ofC. albicans. Accordingly, downregulation of the gene encoding the G1 cyclin Cln3, which is under the negative control of Ace2, was observed[69]. Given the essential role of the actin cytoskeleton in random budding and previous findings that microgravity profoundly affects the mammalian cytoskeleton[70], we screened our microarray data for additional genes involved in the actin cytoskeletal organization[50]. We discovered significant downregulation of several key genes involved in actin polymerization and organization, includingPFY1(),SLY1(),FAC1(),ACF2,AIP1(), ANDSDA1(). Accordingly, differences in cell size and shape were observed whenC. albicanswas grown in spaceflight and ground conditions (see below).\n\nA high percentage of differentially expressed genes in the GO Slim Mapper analysis were assigned to categories related to metabolism (Table 3). We were particularly interested in genes assigned to 'RNA metabolic processes'(GO:0016070) based on the identification of the RNA binding protein Hfq as a global regulator of microgravity and/or microgravity analogue culture induced responses inS.Typhimurium,P. aeruginosa, andS. aureus[11],[20],[21].\n\nThe eukaryotic LSm proteins share structural and functional similarities with their prokaryotic counterpart, Hfq[71],[72]. The gene encoding LSm2 () was the only LSm family member observed to be differentially expressed in response to spaceflight culture under the conditions of this study. We considered the possibility that other RNA binding proteins may be differentially expressed upon exposure to microgravity; therefore, the GO Slim Mapper 'function' category of RNA binding proteins was investigated, which allowed us to identify 12 additional genes involved in RNA binding whose expression was significantly altered in response to microgravity culture, i.e.,PRP39,SPT5,STI1,TCA5,YTH1, orf19.2610, orf19.265, orf19.3114, orf19.3547, orf19.4479, and orf19.6008. Interestingly, the genes encoding Yth1, Prp39, Spt5, Sti1, and Tca5 have been associated with hyphal formation[50].\n\nLight microscopic analysis revealed enhanced cellular aggregation in flight samples as compared to synchronous ground controls (Figure 3). While both flight and ground cultures showed cell clumping and occasional filamentation, cell cluster formation was more pronounced in flight samples ofC. albicans. Based on microscopic imaging, spaceflight samples contained more cell clusters and their average size was larger compared to synchronous ground controls (1.7 fold, 10+/ 3 cells per cluster for flight samples versus 6+/ 1 cells per cluster for ground samples). In both test conditions, some cell clusters contained one filament (Figure 4A, black arrow).Figure 4shows 2500x, 5000x and 8000x SEM images of cell clusters from flight (A, B, C) and ground samples (a, b, c) respectively.\n\nPanels A and B: Differential interface contrast (DIC) images at 400x magnification. Panels a, b: DIC images are 630x magnification. Purple circles indicate cell clumps of 4 or more cells.\n\nCell clusters of spaceflight (A, B) and ground control (a, b) conditions are shown. Black arrow points to filament, white arrows indicate aberrant cell shapes, grey arrows indicate normal bipolar budding, and white dotted arrows indicate random budding scars. Magnification =5,000x for A and a, and 8,000x for B and b. C and c show images of spaceflight and ground control cells respectively at lower magnification (2,500x) to demonstrate the difference in space occupancy between the test conditions (3D architecture for spaceflight compared to flat structure for ground cultures).\n\nC. albicansground samples exhibited a higher number of cells with a bipolar budding pattern (reflected by ongoing budding and budding scars), while more cells with multiple, randomly distributed budding scars were observed for spaceflight cultures (Figure 4Aand a, white dotted arrows). Accordingly, genes involved in random budding ofC. albicanswere significantly affected by spaceflight culture. Since the multiple budding phenotype could indicate the generation of more daughter cells that are typically smaller, the cell surface area, width and length were determined forC. albicanscells grown in ground or spaceflight conditions, respectively. The average surface area for ground samples (6.6+/ 3.0 um2) was significantly higher than for flight samples (4.6+/ 2.4 um2) (1.4 fold, p<10 9). In addition,Figure 5Ashows that a higher percentage of cells with a smaller surface area was observed for spaceflight cultures. For example, 80% of the spaceflight cells versus only 47% of ground cells had a surface area smaller than 5 um2(Figure 5A). To assess cell shape, we determined the width to length ratio. Ground control cells had a higher percentage of cells with a ratio above 0.8 (67.8% for ground versus 30.5% for spaceflight), indicating that moreC. albicanscells grown in control conditions had a rounder morphology (Figure 5B). It is important to note that ground control cells appeared more flat, compared to spaceflight cells, which showed a 3D organization (Figure 4Cversus 4c). This could potentially explain, at least in part, a larger surface area for ground control cultures. Also, the increased presence of aberrant yeast forms was observed in spaceflight samples (Figure 4Aand a, white arrow). The aberrant yeast forms in panels A and a are reminiscent of dying cells. However, post flight viable cell counts indicated no differences between cultures exposed to microgravity and synchronous ground controls (i.e., 4.78x107CFU/mL for flight samples and 5.94x107CFU/mL for ground samples).\n\n(A) Surface area of spaceflight and ground cells, organized as percentage of cells per size range (1 um increments). The percentages for ground and flight culturedC. albicanswith a surface area between 0 and 5 um are indicated. (B) Width to length ratio of spaceflight and ground cells, organized as percentage of cells per width to length range (0.1 increments). Results were obtained based on surface area and width to length determination of 143 ground control cells and 197 spaceflight cultured cells.\n\nFlow cytometry analysis demonstrated a 2.8 fold increase (p<0.025) in forward scatter signal for spaceflight grownC. albicans(Figure 6), which is reflective of the observed increases in cell aggregation in spaceflight samples.\n\nPanel A represents a dot plot ofC. albicansyeast cells grown at 30 degreesC (to set the threshold for non flocculated organisms). Panels B and C illustrate dot plots of ground and flight samples respectively. The Y axis represents side scatter and the X axis forward scatter (FSC). Events with FSC values below the established threshold were considered single or budding yeast, whereas events above the established threshold were considered cell clusters.\n\nDue to limited sample availability, a focused study to determine the effect of spaceflight culture onC. albicansvirulence was performed by infecting mice via the i.p. route with a single infection dose grown under spaceflight/ground control conditions and monitoring the time to death. This targeted study indicated no differences between the virulence of spaceflight and ground cultures, as reflected in comparable mouse survival in both test conditions (Figure S2).",
    "discussion": "The presence of the opportunistic fungusC. albicansin the normal flora of astronauts could present an infectious disease risk during long term missions. Indeed, microorganisms have been shown to enhance their virulence and/or display virulence related phenotypes in response to culture in the low fluid shear environment of both microgravity and microgravity analogue culture systems[10] [12],[20] [22],[24],[34],[35],[73] [79]. Moreover, asC. albicanscauses a variety of mucosal and deep tissue infections in immunosuppressed patients[9], the decreased immune response of astronauts in flight could further contribute to an increased susceptibility to microbial infections[1].\n\nIn addition to the application of spaceflight microbiology studies for infectious disease risk assessment in the astronaut population, these studies also entail applications to advance human health on Earth. Complementing conventional infectious disease research with spaceflight studies can serve to bridge gaps in our current understanding of host pathogen interactions, given the unique ways in which both the host and pathogen respond to this extreme environment[1],[2],[24]. The low fluid shear forces to which microorganisms are exposed during liquid culture in spaceflight and spaceflight analogues is relevant to environmental conditions encountered during their normal terrestrial lifecycles, including in the gastrointestinal, respiratory, and urogenital tracts of the host[3],[42] [45]. Thus, studying the responses of microbial cells to the microgravity environment of spaceflight holds potential for the discovery of novel infectious disease mechanisms that cannot be observed using conventional culture conditions, where the force of gravity can mask key cellular responses.\n\nThis study demonstrated that spaceflight culturing induced a self aggregative phenotype (resembling the flocculation phenotype ofS. cerevisiae) inC. albicansand altered a plethora of genes involved in stress and drug resistance; which is important for the virulence of this organism. The high prevalence of differentially expressed genes involved in biofilm formation and filamentation ofC. albicansin response to spaceflight culture suggests that the microscopically observed self aggregative phenotype could be reflective of biofilms. Indeed, transcriptional regulation of biofilm formation and filamentation is intertwined inC. albicans, and an increased flocculation phenotype is believed to be the result of hyphae specific gene expression[80].C. albicansbiofilm formation is divided into four distinct phases: (i) surface adhesion and colonization by yeast form, spherical cells, (ii) microcolony formation on the attached surface by yeast form cells, (iii) growth of pseudohyphae and hyphae in concert with synthesis of extracellular matrix, and (iv) dispersal of yeast form cells to initiate biofilm formation off site[53], . Microcolony formation on abiotic surfaces (structurally similar to flocculation) is estimated to take place 3 4 hours after initial adhesion, while formation of pseudohyphae and hyphae occurs at later time points (12 30 hours)[54]. We hypothesize that at the 25 hour time point of fixation in this study (for gene expression/microscopic analysis),C. albicansmay have been in the process of transitioning to the hyphal biofilm stage, which was not yet translated at the phenotypic level. In support of this hypothesis is the previous finding thatC. albicansgrown in LSMMG conditions exerted increased biofilm formation and biofilm associated filamentation after long term culture in the RWV bioreactor (4 5 days)[35]. In microgravity analogue conditions, biofilm formation was observed on the gas permeable siliconized rubber membranes of RWV bioreactors, while in spaceflight samples, self aggregation of microbial cells was observed. Interestingly, flocculation ofS. cerevisiaehas also been reported in LSMMG conditions, but detailed analysis of gene expression was not performed[32]. Furthermore,P. aeruginosaandS. aureusgrown in LSMMG also displayed self aggregative biofilm phenotypes[20],[73], andS.Typhimurium formed biofilms during spaceflight culture[11]. ForC. albicans, key regulators of filamentation that were differentially regulated by long term culture in LSMMG (i.e., repression ofYWP1, induction ofHWP1andBCR1) were not differentially expressed in shorter term spaceflight grownC. albicans; although the gene encoding the cell surface glycoprotein Als1 showed significant induction in both spaceflight and spaceflight analogue cultures. Als1 is functionally and structurally similar to the major flocculation protein inS. cerevisiae, Flo11, and is an effector of filamentation, and a mediator of adherence and flocculation[62]. The transcriptional regulation of self aggregation has extensively been studied inS. cerevisiaegiven the associated industrial applications of this phenotype. Three main pathways have been proposed to regulate flocculation (via Flo11) inS. cerevisiae: (i) Ras cAMP, (ii) MAP kinase (MAPK) dependent filamentous growth, and (iii) main glucose repression pathway[82]. In this regard, genes involved in the three main flocculation regulatory pathways were also found differentially regulated in spaceflight culturedC. albicans. Therefore, Als1 could be a key mediator in the observed spaceflight induced self aggregative phenotype ofC. albicans.\n\nWe also examined the expression of genes involved in the production of biofilm extracellular matrix proteins. While the complete composition and transcriptional regulation of the extracellular matrix ofC. albicansbiofilms remains to be unveiled, studies have shown the presence of carbohydrates, proteins and nucleic acid components[83] [85]. A recent study identified three glucan modifying genes that play a role in glucan incorporation in the biofilm matrix[60], one of which, glucanosyltransferase (Phr1), was significantly upregulated in spaceflight conditions.\n\nAnother morphological change that was observed for spaceflight cultures ofC. albicanswas the presence of an increased number of cells with random budding scars as compared to more cells with a bipolar budding pattern for synchronous ground controls. This phenotype was also observed forS. cerevisiaeexposed to spaceflight culture conditions[28] [30]. Polarized cell division is essential for the development of eukaryotes and prokaryotes, and typically takes place at the distal cell poles (180 degrees from the birth site), termed bipolar budding, or at the proximal cell poles (adjacent to the preceding site of cytokinesis), termed axial budding[86],[87]. Bipolar budding is believed to maximize nutrient exposure of the growing yeast cells[86], while axial budding facilitates mating and diploid formation[88]. Specific mutations and environmental conditions cause random budding which is associated with loss of cell polarity, as reflected in a round cell morphology and cell separation deficiency, associated with production of cell clumps[87],[89]. As described above, enhanced cell clumping was observed for spaceflight cultures ofC. albicans. In agreement with the random budding phenotype ofC. albicansin spaceflight cultures, multiple genes involved in random budding of yeast were significantly affected. Interestingly, the enhanced presence of multiple budding scars could indicate the generation of more daughter cells in spaceflight conditions, which is supported by the smaller cell size of spaceflight culturedC. albicans, and at the transcriptional level, by the induction of the daughter cell specific transcription factorACE2and downregulation of the G1 cyclinCLN3in spaceflight culturedC. albicans(see above)[68]. In yeast, asymmetric cell division results in the generation of smaller daughter cells as compared to the mother cell[90]. Since the regulation of the G1 cycle is, in part, dependent on cell size; daughter cells require additional growth before the Start transition in G1. This process is orchestrated by a cell size sensing module, in which Cln3 is the main regulator[91]. The daughter cell specific transcription factor, Ace2, has a direct negative regulatory effect on the expression ofCLN3, which plays a role in delaying the G1 phase in daughter cells[69]. The enhanced presence of daughter cells could also indicate differential growth rate ofC. albicansin spaceflight conditions. While at the time point of analysis, no differences in viable cell counts were recorded, more detailed monitoring of growth profiles are needed to determine ifC. albicansaltered its generation time in flight. It was hypothesized by Waltheret al. that the random budding pattern in spaceflight cultures ofS. cerevisiaecould be explained by microgravity induced changes in the cytoskeleton, which has been reported for a variety of mammalian cells (reviewed in[70]). Indeed, the actin cytoskeleton is essential for bud site selection, and mutants in actin organization exert a random budding phenotype[67]. In accordance with Walther and colleagues, we found thatC. albicansexposed to spaceflight culture conditions downregulated several key genes involved in the actin organization and polymerization.\n\nSeveral mechanisms of drug resistance have been described forC. albicansyeast cells, including differential expression of drug targets, efflux pump mediated drug transport, and utilization of compensatory and catabolic pathways[64],[95]. Biofilm formation confers additional resistance inC. albicansthrough increased cell density, production of extracellular matrix proteins, and the presence of persisters[64],[96]. In this study, genes encoding ABC transporters and multidrug efflux proteins (major facilitator family) were induced in spaceflight culturedC. albicans(such asCDR1,CDR4, CDR12), which are involved in resistance to different classes of antifungals including polyenes (e.g. amphotericin B) and azoles. Also, spaceflight cultures ofC. albicansshowed downregulation of genes encoding ergosterol (ERG6,ERG25), which is a major drug target for this organism. Ergosterol is uniquely present in the membranes of yeast and fungal cells, and polyenes specifically target ergosterol in the fungal membrane, which creates pores and results in cell death[95]. Downregulation of ergosterol levels in the cell membrane of sessile or biofilm formingC. albicanscontributes to the resistance of this organism to both polyene and azole antifungal agents. Interestingly, enhanced resistance of LSMMG culturedC. albicansto amphotericin B was previously observed, which increased with the time of incubation under these microgravity analogue conditions[35]. In addition,S.Typhimurium showed induction of outer membrane porins, ABC transporters, and other genes involved in antibiotic resistance in response to culture in spaceflight conditions[11]. Whether the observed differences in gene expression translate to a phenotype ofC. albicansthat is more resistant to antifungal drug agents remains to be determined.\n\nWe observed that a significant number of genes differentially regulated in response to spaceflight culture were involved in the oxidative stress resistance ofC. albicans. Cap1 presumably played a role in the oxidative stress associated gene expression since it has been shown to be involved in the oxidative stress response ofC. albicans[63], and more than 30% of the Cap1 regulon was affected by spaceflight. It would seem unlikely that increased gene expression related to oxidative stress resistance is due to the presence of increased oxygen levels since previously reported gene expression profiles of bacterial FPA cultures exposed to spaceflight indicated responses to microaerophilic/anaerobic conditions, presumably due to low fluid shear levels and/or limited mixing in microgravity[10],[11],[79]. In correspondence with our data, the spaceflight induced proteome ofS. cerevisiaecomprised multiple proteins involved in oxidative stress[30]. Moreover, a recent study demonstrated that growth ofS. cerevisiaein spaceflight in hyperoxic conditions resulted in extracellular release of glutathione[29]. The observed increase in glutathione release was suggested to have occurred through activation of ion channels in response to cytoskeletal rearrangements in microgravity culture conditions[29]. Spaceflight has been shown to modulate oxidative functions in other eukaryotic cell types, animal models, and astronauts[29],[97] [102]. Collectively, our data indicate a potentially increased resistance of spaceflight culturedC. albicansto antimicrobial agents and environmental stressors as compared to ground controls, which would need to be confirmed at the phenotypic level during future studies.\n\nDespite the induction of a virulence related phenotype ofC. albicansin spaceflight conditions, we did not observe significant differences in virulence, as determined using an i.p. mouse model of infection. This observation could potentially be explained by the route of infection, the use of only a single lethal dose ofC. albicansfor the inoculation, and the short term exposure to spaceflight. Indeed, i.p. infection is not a standard infection method forC. albicans, and was chosen given the unique time constraints associated with the spaceflight experiment. Alternatively, it is possible that spaceflight culture does not impact the virulence ofC. albicans. Additional studies are needed to conclusively determine if spaceflight altersC. albicansvirulence.\n\nSince the RNA binding protein, Hfq, was previously identified as a major regulator of the microgravity and/or microgravity analogue response ofS.Typhimurium,P. aeruginosaandS. aureus[21], we investigated the influence of spaceflight on expression of the LSm family of RNA binding proteins inC. albicans, which are evolutionarily conserved eukaryotic homologues of Hfq[103]. The gene encoding the LSm2 protein was the only LSm family member that was significantly affected by spaceflight culture ofC. albicansunder the conditions of this study. LSm2 is part of (i) the cytoplasmic LSm1 7 complex, which is important for mRNA decapping and decay, and (ii) the nuclear LSm2 8 complex, which is important for pre mRNA and pre rRNA processing[104] [107]. In response to stress, there is a rapid shift of LSm proteins from the nucleus to the cytoplasm where the LSm1 7 complex concentrates within granular foci called processing bodies (P bodies)[104] [108]. To our knowledge, the role of LSm2 in the transcriptional regulation, virulence and behavior ofC. albicansis unknown. Whether LSm2 regulation is involved in the spaceflight response ofC. albicans, supporting a conserved transcriptional regulation between prokaryotes and eukaryotes, needs to be assessed in follow up studies.\n\nIn summary, this study is the first to demonstrate that spaceflight culture conditions globally alter the gene expression profile of a eukaryotic pathogen and could potentially induce a virulence related phenotype, and represents an initial step towards the infectious disease risk assessment ofC. albicansduring spaceflight missions. The effect of longer term microgravity cultivation on the biofilm formation, filamentation and virulence phenotype ofC. albicans, together with investigation of the potential spaceflight activated transcriptional regulator Cap1 identified in this study is of interest for future research. Moreover, this study further reinforces the role that physical forces in the human body, such as low fluid shear, could play in the infection process; insights that hold promise to fundamentally advance our understanding of infectious disease on Earth.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:05:23.422583",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3851762/"
  }
}