{
  "pmcid": "PMC6130020",
  "title": "ANN1 and ANN2 Function in Post Phloem Sugar Transport in Root Tips to Affect Primary Root Growth",
  "authors": [
    "Jing Wang",
    "Jawon Song",
    "Greg Clark",
    "Stanley J Roux"
  ],
  "year": "2018",
  "journal": "Plant Physiology",
  "doi": "10.1104/pp.18.00713",
  "sections": {
    "abstract": "ANN1 and ANN2 regulate Arabidopsis primary root growth by facilitating post phloem transport of sugar in root tips.",
    "methods": "Arabidopsis (Arabidopsis thaliana) Colombia (Col 0) ecotype was used as the wild type in all experiments.ANN1(At1g35720) andANN2(At5g65020) are studied. Annexin T DNA insertion mutants includingann1 2,ann1 3,ann2 1,ann1 2/ann2 1, and35S:ANN1used in this study were all obtained fromWang et al. (2015). All seeds were surface sterilized by 75% (v/v) ethanol for 1 min and 20% bleach (v/v) for 10 min. After washing five times with sterile, deionized water, seeds were sowed on agar plates containing either no Suc, 2% (w/v) Suc, or 1% (w/v) mannitol. Seeds on agar plates were stratified in darkness at 4 degreesC for 3 d. Stratified plates were placed vertically in a growth chamber (Percival AR 66 L; light intensity of 275/umol m 2s 1, humidity of approximately 80%, 20 degreesC) in continuous light or in darkness. Unless otherwise noted, chemicals were reagent grade from Sigma Aldrich.\n\nSeedlings grown with 1% Suc or without Suc were submerged in a root cap fixative solution (5% [w/v] formaldehyde, 5% [v/v] acetic acid, and 25% [v/v] ethanol) for 24 h. Lugol staining of root caps was done as described byHong et al. (2015). Ten to thirteen seedlings were imaged for each genotype with a DIC optics on a Nikon 90i Stereology microscope, using a 60x objective.\n\nStarch levels in 2 mm root tips of 10 d old wild type andann1 2seedlings grown without Suc were assayed in ethanol extracts using methods described byBergmeyer (1984),Barratt et al. (2009), andDivya et al. (2010).\n\nTrizol reagent was used in all RNA extraction experiments following the manufacturer's protocol.\n\nTo elucidate the mechanisms of ANN1 and ANN2 in regulation of primary root growth, we performed a comparative RNA seq using total RNA from primary roots excised from 2 week old wild type,ann1 2, andann2 1seedlings grown without Suc in light. Total RNA extracted from primary roots of 2 week old wild type,ann1 2, andann2 1seedlings grown without Suc was submitted to the Genome Sequencing and Analysis Facility (GSAF) at the University of Texas at Austin. Both library construction and sequencing were performed by GSAF. After filtering low quality reads and removing adaptor contamination from the raw data of Illumina reads, the following steps were as described byVan Verk et al. (2013)to detect differential expression inann1 2andann2 1compared to Col 0. A cutoff value of a greater than 2 fold change in expression was used to select differentially expressed genes inann1 2andann2 1.\n\nTo further investigate the biological functions of the DEG in bothann1 2andann2 1, we subsequently assigned the DEGs to GO terms. TAIR10 was downloaded for gene function descriptions and GO annotations. Ture path rule was applied in functional enrichment analysis. A gene annotated with a particular GO term was also annotated with all its parents. To avoid very generic, noninformative terms for analysis, only terms annotating 500 or fewer genes were retained. Genes annotated with a given specific GO term were considered as a gene set. All the gene sets were tested for the statistical significance of enrichment among themselves using the cumulative hypergeometric test. Then a Benjamini Hochberg false discovery rate (Benjamini and Hochberg, 1995) was also calculated. A false discovery rate threshold of 0.05 was used for significance.\n\ncDNA was transcribed from RNA by the High Capacity cDNA Reverse Transcription Kit (Thermo Fisher) after DNase I digestion. Ten micrograms cDNA was used for each sample. RT qPCR was performed on QuantStudio platform (Applied Biosystems) with PowerUp Sybr Green Master Mix (Thermo Fisher). Transcripts ofcab2(AT1G29920),cab3(AT1G29910),LHB1B1(AT2G34430),LHB1B2(AT2G34420),ANN1(AT1G35720), andANN2(AT5G65020) under different conditions were studied. Primer sequences used in all RT qPCR experiments to detect gene expression are listed inSupplemental Table S2. Specificity of gene amplifications were confirmed by melting curves. For each condition tested, three biological replicates for both wild type andann1 2with three technical replicates for each biological replicate were used. 2 CTmethod (Livak and Schmittgen, 2001) was used to calculate fold changes. For significant difference between each condition, either one way ANOVA for three conditions or Student'sttest for two conditions was used.\n\nCotyledons of 4 d old intactann1 2and wild type seedlings grown either with 1% Suc or without Suc were examined. Chlorophyll autofluorescence 660 to 701 nm was detected with an excitation wavelength of 488 nm. Fifteen seedlings were examined forann1 2and the wild type.\n\nWild type,ann1 2, andann2 1seedlings were grown in continuous light on agar plates containing no Suc for a week. Primary roots were collected and washed in sterile water twice. After freeze drying for 2 d, samples were submitted to complex carbohydrate research center at the University of Georgia for GC/MS analysis. Triplicate experiments were carried out.\n\nCFDA stock was prepared as 6 mg/mL in acetone and kept at  80 degreesC. A dilution of 1:20 in sterile water was used for application. Wild type,ann1 2, andann2 1seedlings were grown on agar plates containing no Suc for 4 d. A cotyledon was grazed by fine tweezers to allow 1 uL CFDA to penetrate. All samples were excited by 488 nm laser. Fluorescence 500 to 566 nm was monitored.\n\nThree day old wild type,ann1 2, andann2 1seedlings grown without Suc were used. Whole seedlings were incubated in the buffer (30 mmKCl and 10 mmMES KOH, pH 6.15) with 50 umH2DCFDA for 1 h in darkness at room temperature. Extra dye was washed three times by the buffer before confocal microscopy. All samples were excited by 488 nm laser. Fluorescence between 517 and 527 nm was collected.\n\nThree day old wild type,ann1 2, andann2 1seedlings grown without Suc were stained by aniline blue (Biosupplies) as described byRoss Elliott et al. (2017).\n\nConfocal imaging was done by a confocal laser scanning microscope (Zesis LSM 710) in a set manner, starting with the same image acquisition settings and data processing for all experiments. Fluorescent signals in all samples were recorded in Z stacks. Z project in Fiji was used to flatten Z stacks either with average intensity for better quantification accuracy or with maximum intensity for better focus in representative images. Relative fold change of fluorescent intensity was calculated by division of the mean fluorescent intensity in wild type. Student'sttest was used to calculate significant difference between samples. Fluorescence was quantified in a way to avoid size difference.\n\nSequence data from this article can be found in the GenBank data library under accession numbers At1g35720 (ANN1), At5g65020(ANN2), At1g29920 (cab2), At1g29910 (cab3), At2g34430 (LHB1B1), and At2g34420 (LHB2B2).\n\nThe following supplemental materials are available.\n\nSupplemental Figure S1.Hypocotyl growth of 3 d old wild type (Col 0) andann1andann2knockout seedlings (ann1 2,ann1 3,ann2 1, andann1 2/ann2 1double mutant) grown in the absence of Suc.\n\nSupplemental Figure S2.Inhibition of primary root growth inann1andann2knockout seedlings is rescued by exogenous Glc and Fru independent of their osmotic effects.\n\nSupplemental Figure S3.35S:ANN1shows promotion of primary root growth compared to that in wild type (Col 0).\n\nSupplemental Table S1.GO analysis ofann1 2up regulated genes.\n\nSupplemental Table S2.Primer sequences of genes assayed by qRT qPCR.\n\nSupplemental Table S3.Quantitative analysis of soluble carbohydrates in primary roots of wild type (Col 0),ann1 2, andann2 1when grown without Suc.",
    "results": "In 3 d old seedlings, allANN1andANN2knockout mutants (ann1 2,ann1 3,ann2 1, andann1 2/ann2 1) had primary root lengths that were significantly shorter compared to wild type when grown on agar plates containing no Suc (Fig. 1, A and B). However, these knockout mutants had the same hypocotyl lengths compared to that in wild type (Supplemental Fig. S1). To rule out that the differences in primary root lengths were due to differences in germination, we also measured growth rates in both mutants and wild type under the same condition (Fig. 1B). Consistent with the root length data, the primary roots ofann1 2,ann1 3,ann2 1, andann1 2/ann2 1grew significantly slower compared to that in wild type.\n\nInhibition of primary root growth inANN1andANN2knockout mutants is rescued by exogenous Suc independent of its osmotic effects. A, Representative images comparing primary root growth of 3 d old Arabidopsis wild type (Col 0),ann1 2,ann1 3,ann2 1, andann1 2/ann2 1mutant seedlings grown on vertical Murashige and Skoog (MS) plates containing either no Suc, 1% mannitol, or 2% Suc. Bars, 5 mm. B, C, and D, Primary root lengths (left graphs) and growth rates (right graphs) of 3 d old wild type (Col 0),ann1 2,ann1 3,ann2 1, andann1 2/ann2 1seedlings grown on vertical MS plates containing either no Suc (B), 2% Suc (C), or 1% mannitol (D). Data are means +/ sd(n= 16 20) of three independent experiments. Different letters indicate statistically significant differences as evaluated by Student'sttest (P< 0.05).\n\nThis inhibition of primary root growth observed inANN1andANN2knockout mutants was rescued by 2% Suc (Fig. 1, A and C). This rescue was not due to the osmotic effect of Suc in agar plates, since equimolar concentrations of mannitol did not rescue the primary root growth inhibition inANN1andANN2mutants (Fig. 1, A and D). Similar results were also found in 1% sorbitol and 1%o methyl Glc treatments (Supplemental Fig. S2, C and D), indicating that Suc functioned either as a carbon source or a signal to rescue the primary root growth inhibition inANN1andANN2knockout mutants. Since Suc can be catalyzed by invertase into Fru and Glc, we also tested 1% Glc and 1% Fru treatments (Supplemental Fig. S2, A and B). Both Glc and Fru also rescued primary root growth inhibition inANN1andANN2knockout mutants.\n\nAs observed by light microscopy, knocking outANN1orANN2affected primary root structures of 4 d oldann1 2,ann1 3,ann2 1, andann1 2/ann2 1seedlings when grown without Suc. Starch detection by Lugol staining revealed reduced layers of starch containing columella cells inann1 2,ann1 3,ann2 1, andann1 2/ann2 1compared to that in the wild type (Fig. 2A). In wild type root caps, there are four layers of columella cells with Lugol stained starch granules in them, whereas only three layers of columella cells were detected inANN1andANN2knockout mutants. Also, unlike wild type roots, the roots ofANN1andANN2mutants had no border like cells around their root caps. These root cap defects inann1 2,ann1 3,ann2 1, andann1 2/ann2 1were rescued by 1% Suc (Fig. 2B). When grown with 1% Suc for 4 d,ann1 2,ann1 3,ann2 1, andann1 2/ann2 1roots showed four layers of starch containing columella cells like those in wild type with border like cells attached to the root caps.\n\nANN1andANN2knockout mutants have root cap developmental defects when grown without Suc. A and B, Root cap features revealed by Lugol staining of granule starch in columella cells of 4 d old Arabidopsis wild type (Col 0),ann1 2,ann2 1, andann1 2/ann2 1seedlings with or without 1% Suc. Cells with columella identity were detected by staining with Lugol solution. Ten to thirteen seedlings of each set of wild type (Col 0) and mutant plants were observed. Root tips with stained columella cells of seedlings grown without Suc (A) and with 1% Suc (B). White arrow indicates border like cells. Bars, 10 um.\n\nBecause Lugol staining (Fig. 2A) revealed similar levels of starch granules inann1 2,ann2 1, andann1 2/ann2 1when seedlings were grown without Suc,ann1 2was used as a representative line for allann mutants in subsequent quantification of root tip starch levels (Fig. 3). Consistent with Lugol staining,ann1 2displayed significantly lower levels of starch in root tips compared to that in wild type when grown without Suc (Fig. 3).\n\nann1 mutant root tips contain less starch than wild type root tips when grown without Suc. Quantitative analysis of starch content levels in root tips of wild type (Col 0) andann1 2seedlings grown without Suc. Starch levels were measured in 2 mm root tips harvested from 10 d old seedlings grown without Suc. Data represent means +/ sdof two replicates. Different letters indicate statistically significant differences as evaluated by Student'sttest (P< 0.05).\n\nAn RNA sequencing (RNA seq) analysis comparing the transcript abundance in total mRNA extracted from primary roots of 2 week old wild type,ann1 2, andann2 1grown without Suc in light revealed many differentially expressed genes (DEG) in the primary roots of the mutants. After the DEGs were assigned to gene ontology (GO) terms, the GO analysis inann1 2revealed functional enrichment in photosynthesis with seven out of a total of 13 up regulated GO categories related to photosynthesis (Supplemental Table S1). This indicated significant enhancement in the expression levels of photosynthetic genes inann1 2in the absence of exogenous Suc.\n\nAlthough Arabidopsis roots partially turn green when exposed to light, the main energy source that facilitates root growth originates in the leaves (Kobayashi et al., 2012). Thus, we decided to assay transcript levels of photosynthetic genes in the cotyledons of 4 d oldann1 2, and wild type seedlings grown without Suc. We assayed 4 d old seedlings because evidence shows that the dominant roles of sugar to regulate root growth are probably restricted to the first 5 to 6 d before leaf development (Kircher and Schopfer, 2012). Among all the genes in photosynthesis related GO categories, the top five most up regulated ones were selected to be analyzed by reverse transcription quantitative PCR (RT qPCR). Results showed that four out of five photosynthetic genes were significantly up regulated in cotyledons ofann1 2seedlings grown without Suc (Fig. 4A). These four genes encode chlorophyll binding protein 2 (CAB2, LHCB1.1), chlorophyll binding protein 3 (CAB3, LHCB1.2), and two subunits of PSII light harvesting complex (PSII, LHB1B1, and LHB1B2).\n\nUp regulation of photosynthesis related gene expression and increased chlorophyll fluorescence inANN1knockout mutant is rescued by exogenous Suc. A and D, RT qPCR analysis of gene expression levels in cotyledons of 4 d old wild type (Col 0) andann1 2seedlings grown without Suc (A) or with 1% Suc (D). Data represent means +/ se, (n= 9) of three independent experiments. B and E, Confocal microscopy of chlorophyll fluorescence in cotyledons of 4 d old wild type (Col 0) andann1 2seedlings grown without Suc (B) or with 1% Suc (E). Top, chlorophyll fluorescence. Bottom, bright field. Fifteen seedlings were assayed for each set. Bars, 100 um. C and F, Quantification of chlorophyll fluorescence relative intensity in cotyledons of 4 d old wild type (Col 0) andann1 2seedlings grown without Suc (C) or with 1% Suc (F). Values are means +/ se(n= 15) of three independent experiments. Different letters indicate statistically significant differences as evaluated by Student'sttest (P< 0.05).\n\nWe also quantified the accumulation of chlorophyll in cotyledons of 4 d oldann1 2and wild type seedlings grown without Suc. Consistent with the up regulation of photosynthetic gene expression, cotyledons ofann1 2seedlings showed significantly higher intensity of chlorophyll autofluorescence signal than that in wild type cotyledons, indicating a higher chlorophyll content in cotyledons ofann1 2seedlings compared to that in the wild type (Fig. 4, B and C).\n\nExogenous Suc reversed the enhanced expression of photosynthetic genes and chlorophyll accumulation in cotyledons ofann1 2seedlings. When grown with 1% Suc,ann1 2cotyledons showed similar photosynthetic gene expression levels as that in the wild type (Fig. 4D), and accumulation of chlorophyll in these tissues was also comparable (Fig. 4, E and F).\n\nWe quantified neutral soluble sugars in primary roots ofann1 2,ann2 1and wild type by gas chromatography/mass spectrometry (GC/MS) using primary roots collected from 1 week old seedlings grown on agar plates containing no sugars (Supplemental Table S3). Unexpectedly, significantly higher amounts of sugars were detected in bothann1 2andann2 1root tissue relative to that in wild type (Fig. 5A), including significantly higher contents of soluble Glc (Fig. 5B) and Fru (Fig. 5C). Most of the sugar detected was probably in the phloem.\n\nANN1andANN2knockout mutant roots contain significantly more soluble carbohydrates in primary roots when grown without Suc. A to C, Primary roots were harvested from 1 week old wild type (Col 0),ann1 2, andann2 1seedlings grown on agar plates containing no Suc. Soluble sugar contents were analyzed by GC/MS to reveal total sugar (A), Glc (B), and Fru (C) contents. Values are means +/  SD of triplicates. Different letters indicate statistically significant differences as evaluated by Student'sttest (P< 0.05).\n\nBecause 5(6) carboxyfluorescein diacetate (CFDA) has been widely used as a phloem mobile probe (Oparka et al., 1994;Knoblauch et al., 2015), we used CFDA to detect post phloem transport in wild type,ann1 2,ann2 1, and theANN1 overexpressing line35S:ANN1.35S:ANN1seedlings showed significantly longer roots compared to that in the wild type when grown without Suc (Supplemental Fig. S3). All seedlings were grown without Suc for 4 d. After applying CFDA on cotyledons for 30 min, the dye was apparent in the two phloem files in primary roots ofann1 2,ann2 1,35S:ANN1, and the wild type (Fig. 6A), indicating successful loading of carboxyfluorescein (CF). The wild type showed a characteristic transport pattern of CF along the root cortex (Fig. 6B). However, inann1 2andann2 1, the diffusion of CF in root tips was restricted (Fig. 6B).\n\nANN1andANN2knockout mutant roots have restricted diffusion of CF to root tips when grown without Suc. A, Representative images showing successful loading of CF in phloem files. White lines indicate edge of root tissue. B, Representative fluorescence micrographs of root tips from wild type (Col 0),ann1 2,ann2 1, and35S:ANN1(ANN1overexpression) seedlings grown without Suc. Bar, 50 um. C, Quantification of fluorescence levels in different root tip zones as indicated in wild type (Col 0),ann1 2,ann2 1, and35S:ANN1seedlings grown without Suc. QC, Quiescent center. Values are means +/ se(n>= 8). Different letters indicate statistically significant differences as evaluated by Student'sttest (P< 0.05).\n\nThe post phloem region has been defined as the region 250 um behind the root tip (Stadler et al., 2005;Ross Elliott et al., 2017), so we quantified CF fluorescence in three different areas (transition zone, meristem zone, and root cap) of this post phloem region inann1 2,ann2 1,35S:ANN1, and wild type roots (Fig. 6C). Significantly lower levels of CF fluorescence were detected in bothann1 2andann2 1roots compared to that in wild type when seedlings were grown without Suc. This significant decrease of CF diffusion was more obvious in root caps, reaching a level more than 50% less compared to that of wild type. In contrast to that inann1 2andann2 1,35S:ANN1showed significantly higher levels of CF diffusion in root tips compared to that in wild type by more than 50% in root caps. Taken together, these results indicate thatann1 2andann2 1roots had impaired post phloem transport; i.e. knocking outANN1andANN2restricted the diffusion of sugars from the phloem to the root tip.\n\nIntracellular reactive oxygen species (ROS) regulate plasmodesmata permeability through callose deposition (Benitez Alfonso et al., 2009,2011;Stonebloom et al., 2012). To test whether knocking outANN1andANN2leads to ROS accumulation in root tips, 2,7 dichlorodihydrofluorescein diacetate (H2DCFDA), a dye that stains hydrogen peroxide (H2O2), was applied to 3 d old seedlings grown without Suc. Significantly higher levels of stain were detected in root tips ofann1 2andann2 1compared to that in wild type when grown without Suc (Fig. 7, A and B). Aniline blue was used to detect callose accumulation in root tips of 3 d old wild type,ann1 2, andann2 1seedlings grown without Suc, which revealed significantly higher levels of callose deposition inann1 2andann2 1compared to that in wild type (Fig. 7, C and D).\n\nANN1andANN2knockout mutant roots show increased levels of ROS and callose in root tips when grown without Suc. A, Representative confocal microscopy images of H2O2levels in root tips as detected by H2DCFDA staining of wild type (Col 0),ann1 2, andann2 1seedlings grown without Suc for 3 d. B, Quantification of relative fluorescence intensity indicating H2O2levels in root tips of 3 d old wild type (Col 0),ann1 2, andann2 1mutant seedlings grown without Suc. C, Representative confocal microscopy images of callose levels in roots tips as detected by aniline blue staining of wild type (Col 0),ann1 2, andann2 1seedlings grown without Suc for 3 d. D, Quantification of relative fluorescence intensity indicating callose deposition in root tips of 3 d old wild type (Col 0),ann1 2, andann2 1seedlings grown without Suc. B and D, Results were consistent in three independent experiments. Values are means +/ se(n>= 8). Different letters indicate statistically significant differences as evaluated by Student'sttest (P< 0.05). Bar, 50 um.",
    "discussion": "The observation that significantly higher contents of soluble sugar were detected by GC/MS analysis in primary roots ofann1 2andann2 1compared to those of wild type when grown together without Suc indicated there was successful phloem transport of sugar from shoots to roots in the knockout mutants, yet the mutants had obvious growth and columella cell defects. The fact that these defects were rescued by exogenous Suc independent of its osmotic effects suggested the possibility thatANN1andANN2helped to regulate the post phloem transport of Suc into root tips. Although successful unloading was detected in both theANN1knockout mutantann1 2and theANN2knockout mutantann2 1, the diffusion of CFDA into root tips was impaired in bothann1 2andann2 1, indicating these mutants had restricted sugar diffusion in fast growing regions from the unloading zone to root tips. These results are consistent with the conclusion that compromised expression ofANN1andANN2leads to impaired diffusion of sugars in the fast growing root apex, and this, in turn, inhibits primary root growth. However, further studies quantifying carbohydrate content only in the cap region after laser microdissection are required to confirm this conclusion.\n\nThe regulatory roles of sugar in photosynthetic gene transcripts and photosynthesis capacity have been widely documented (Koch, 1996;Pego et al., 2000). Sugar starvation in plants activates photosynthesis, whereas high sugar levels inhibit photosynthesis (Yu et al., 2015;Sami et al., 2016). Sugar represses the transcriptional activity of photosynthetic gene promoters transiently expressed in maize mesophyll protoplasts (Sheen, 1990). Sugar accumulation in leaves represses photosynthetic gene expression and photosynthesis (Pego et al., 2000). Roots are typical sink organs. Sugar demands in young roots promote photosynthesis in leaves. For example, overexpression of theHIGHER YIELD RICEgene encoding an APETALA2/ETHYLENE RESPONSIVE FACTOR transcription factor leads to increased root length, branching, and strength, which in turn promotes photosynthesis in leaves (Ambavaram et al., 2014). However, the mechanism of how plants monitor sugar levels in roots remains an active area of investigation. Here, we hypothesize that root tips are sugar sensing tissues, and their sugar status can affect photosynthesis capacity in leaves.\n\nAs noted above, our results revealed sugar starvation in the actively growing root apex of theann1 2andann2 1knockout mutants by using CF as a phloem mobile probe. Evidence that this apical sugar starvation led to an up regulation of photosynthesis was indicated by the up regulated expression of genes encoding CAB2 (LHCB1.1), CAB3 (LHCB 1.2), and PSII subunits (LHB1B1 and LHB1B2), along with increased chlorophyll contents inann1 2. The enhancement of photosynthesis inann1 2was most likely the change that resulted in the elevated sugar contents observed in primary roots ofann1 2. However, because these accumulated sugars could not reach the root apex due to the defective post phloem transport of sugars inann1 2, they failed to rescue primary root growth defects and to reverse the enhancement of photosynthesis. Assuming that sugars accumulate in the phloem and unloading zone without sufficient diffusion into the post phloem region, this transport defect would lead to sugar starvation in root tips. Because roots can communicate their nutrient status to shoots and induce responses in them (Ko and Helariutta, 2017), the stress of sugar starvation in root tips could initiate a root to shoot signal, just as salt stress in roots promote the propagation of Ca2+waves from roots to shoots (Choi et al., 2014;Evans et al., 2016). Plausibly, such a signal could help explain how sugar deprived root tips could induce the up regulation of photosynthetic genes in leaves.\n\nRoots efficiently take up Suc and Glc from the media (Chaudhuri et al., 2008), and consistently, exogenously supplied sugars in the medium successfully rescued primary root growth defects and reversed photosynthesis enhancement inann1 2. These results favor the conclusion that ANN1 helps control root sugar status, which would result in feedback regulation of photosynthesis. Knocking outANN1may result in sugar starvation in roots, which could serve as a signal for plants to up regulate photosynthesis.\n\nApical sugar concentration in root tips has been considered to play the determinant role in regulating root growth and development (Freixes et al., 2002). The diffusion of CF in root tips ofann1 2andann2 1was restricted, whereas theANN1 ovexpressing line35S:ANN1showed promoted diffusion of CF. We interpreted these results to indicate that knocking outANN1andANN2restricted symplastic diffusion in post phloem transport from the unloading zone to root tips and that this restriction impaired primary root growth along with root cap development.\n\nSugar diffuses freely along the concentration gradient through plasmodesmata in the root apex. It is now widely accepted that plasmodesmata are dynamic channels whose permeability is highly regulated during plant growth and development (Sager and Lee, 2014). Callose has been found deposited in the neck region of plasmodesmata and can restrict the size exclusion limit of plasmodesmata (Luna et al., 2011;Zavaliev et al., 2011). ROS accumulation can increase callose accumulation, which may result in reduced plasmodesmatal transport (Benitez Alfonso et al., 2009,2011;Stonebloom et al., 2012).\n\nANNt1 has antioxidant activity (Gidrol et al., 1996), and this activity may help explain the results of prior studies that documented a link betweenANN1suppression and an increase in ROS levels. For example, the knockout ofANN1results in the accumulation of higher levels of ROS in leaves compared to that in wild type (Konopka Postupolska et al., 2009). Similarly, our results show that knocking outANN1andANN2leads to hyperaccumulation of ROS in root tips, and, like earlier studies, associates this change with an elevated accumulation of callose. Assuming that some of this accumulated callose is deposited in plasmodesmata, it would restrict plasmodesmatal sugar transport and thus help explain why post phloem transport of sugar to root tips is inhibited in mutants.\n\nIn conclusion, our results provide data linking ANN1 and ANN2 to the regulation of primary root growth and development. This study expands our understanding of the function of annexins in plants to include an important role in the post phloem transport of sugars to the root tip, which, in turn, indirectly impacts photosynthetic rates in cotyledons.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:06:26.010855",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6130020/"
  }
}