{
  "pmcid": "PMC5421618",
  "title": "Room Temperature Housing Results in Premature Cancellous Bone Loss in Growing Female Mice: Implications for the Mouse as a Preclinical Model for Age Related Bone Loss",
  "authors": [
    "Urszula T Iwaniec",
    "Kenneth A Philbrick",
    "Carmen P Wong",
    "Jody L Gordon",
    "Arianna M Kahler Quesada",
    "Dawn A Olson",
    "Adam J Branscum",
    "Jennifer L Sargent",
    "Victoria E DeMambro",
    "Clifford J Rosen",
    "Russell T Turner"
  ],
  "year": "2016",
  "journal": "Osteoporosis international : a journal established as result of cooperation between the European Foundation for Osteoporosis and the National Osteoporosis Foundation of the USA",
  "doi": "10.1007/s00198 016 3634 3",
  "sections": {
    "abstract": "Female mice are often used as preclinical models for osteoporosis but, in contrast to humans, mice exhibit cancellous bone loss during growth. Mice are routinely housed at room temperature (18 23 degreesC), a strategy that exaggerates physiological differences in thermoregulation between mice (obligatory daily heterotherms) and humans (homeotherms). The purpose of this investigation was to assess whether housing female mice at thermoneutral (temperature range where the basal rate of energy production is at equilibrium with heat loss) alters bone growth, turnover and microarchitecture.\n\nGrowing (4 week old) female C57BL/6J and C3H/HeJ mice were housed at either 22  degreesC or 32 degreesC for up to 18 weeks.\n\nC57BL/6J mice housed at 22 degreesC experienced a 62% cancellous bone loss from the distal femur metaphysis during the interval from 8 18 weeks of age and lesser bone loss from the distal femur epiphysis, whereas cancellous and cortical bone mass in 32 degreesC housed mice were unchanged or increased. The impact of thermoneutral housing on cancellous bone was not limited to C57BL/6J mice as C3H/HeJ mice exhibited a similar skeletal response. The beneficial effects of thermoneutral housing on cancellous bone were associated with decreasedUcp1gene expression in brown adipose tissue, increased bone marrow adiposity, higher rates of bone formation, higher expression levels of osteogenic genes and locally decreased bone resorption.\n\nHousing female mice at 22 degreesC resulted in premature cancellous bone loss. Failure to account for species differences in thermoregulation may seriously confound interpretation of studies utilizing mice as preclinical models for osteoporosis.\n\nKeywords:animal models, osteoporosis, thermogenesis, sympathetic signaling",
    "methods": "Four week old, female B6 and C3H/HeJ (C3H) female mice were obtained from Jackson Laboratory (Bar Harbor, ME, USA). The mice were housed individually in a room on a 12 h light:12 h dark cycle. Food (Teklad 8604, Harlen Laboratories, Indianapolis, IN) and water were providedad libitumto all animals and body weight and food consumption were monitored weekly for the duration of studies. The experimental protocols were approved by the Institutional Animal Care and Use Committee and the mice were maintained in accordance with the NIH Guide for the Care and the Use of Laboratory Animals.\n\nThe mice were randomized by weight into 2 groups, 22 degreesC or 32 degreesC (n=10/group), and maintained at their respective temperatures for 14 weeks until 18 weeks of age. A group of mice (n=9) maintained at 22 degreesC was sacrificed at 8 weeks of age to provide baseline measurements of bone microarchitecture in animals at peak cancellous bone mass as established in pilot studies and reported in the literature [4,14]. The mice were injected with the fluorochrome calcein (15 mg/kg; Sigma Chemical) 4 and 1 days prior to sacrifice to label mineralizing bone [12]. For assessment of body composition and tissue collection, mice were anesthetized with 2 3% isofluorane delivered in oxygen. The mice were bled by cardiac puncture. Serum was collected and stored at  80 degreesC for measurement of global markers of bone turnover. Abdominal white adipose tissue (WAT) was excised and weighed. Femora were removed, fixed in 10% formalin, and stored in 70% ethanol for microcomputed tomography (uCT) and histomorphometric analysis. Tibiae and brown adipose tissue (BAT) were removed, frozen in liquid nitrogen, and stored at  80 degreesC for mRNA analysis.\n\nA second experiment was conducted to verify that (1) prior results were reproducible and (2) not restricted to B6 mice. C3H mice were chosen as the second mouse strain for evaluation because of their drastically different skeletal phenotype compared to B6 mice [15]. In addition, the experiment was extended by 4 weeks to insure that the mice had reached peak bone mass. Four week old B6 and C3H mice were randomized by weight within each strain into 2 groups; 22 degreesC or 32 degreesC (n=10/group), and maintained at their respective temperatures for 18 weeks until 22 weeks of age. Tissue was collected as in Experiment 1.\n\nSerum leptin was measured using Mouse Leptin Quantikine ELISA Kit (R&D Systems, Minneapolis, MN), serum osteocalcin was measured using Mouse Gla Osteocalcin High Sensitive EIA Kit (Clontech, Mountain View, CA), and serum CTX 1 was measured using Mouse CTX 1 ELISA kit (Life Sciences Advanced Technologies, Petersburg, FL) according to the respective manufacturer's protocol.\n\nPercent body fat was determined using dual energy x ray absorptiometry (DXA) (Piximus, Lunar Corp., Madison, WI, USA).\n\nMicrocomputed tomography (uCT) was used for nondestructive 3 dimensional evaluation of bone volume and architecture. Right femora were scanned in 70% ethanol using a Scanco uCT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12 x 12 x 12 um (55 kVpx ray voltage, 145 uA intensity, and 200 ms integration time). Filtering parameters sigma and support were set to 0.8 and 1, respectively. Bone segmentation was conducted at a threshold of 245 (scale, 0 1000) determined empirically. Total femur mineralized tissue volume (cancellous + cortical bone) was evaluated. This was followed by site specific evaluation of cortical bone in the midshaft femur and cancellous bone in the distal femur metaphysis and epiphysis. For the femoral diaphysis, 20 consecutive slices (240 um) of bone distal to the femur midshaft were evaluated and cortical thickness (um) measured. For the femoral metaphysis, 42 consecutive slices (504 um) of cancellous bone, 45 slices (540 um) proximal to the growth plate/metaphysis boundary, were evaluated. The entire cancellous compartment (38 +/  1 slices) was assessed in the femoral epiphysis. Irregular manual contouring a few pixels interior to the endocortical surface was used to delineate cancellous from cortical bone. Direct cancellous bone measurements in both the metaphyseal and epiphyseal cancellous compartments included cancellous bone volume fraction (bone volume/tissue volume, %), trabecular number (mm 1), and trabecular thickness (um).\n\nMethods used for measuring static and dynamic bone histomorphometry have been described [14] with modifications for mice [16]. In brief, distal right femora were dehydrated in a graded series of ethanol and xylene, and embedded undecalcified in modified methyl methacrylate. Coronal sections (4 um thick) were cut with a vertical bed microtome (Leica 2065) and affixed to slides precoated with 1% gelatin solution. One section/animal was stained for tartrate resistant acid phosphatase and counterstained with toluidine blue (Sigma, St Louis) and used for cell based measurements. One section/animal was mounted unstained for measurement of fluorochrome labels. All data were collected with a 20x objective using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA). The sampling site for the distal femoral metaphysis was located 0.25 1.25 mm proximal to the growth plate and 0.1 mm from cortical bone.\n\nCell based measurements included osteoblast perimeter (osteoblast perimeter/bone perimeter, %), osteoclast perimeter (osteoclast perimeter/bone perimeter, %), marrow adiposity (adipocyte area/tissue area, %), adipocyte density (number of adipocytes/tissue area, #/mm2) and adipocyte size (um2). Osteoblasts were identified morphologically as plump cuboidal cells immediately adjacent to a thin layer of osteoid in direct contact with the bone perimeter. Osteoclasts were identified as multinucleated (two or more nuclei) cells with acid phosphatase positive (red stained) cytoplasm in contact with the bone perimeter. Adipocytes were identified as large circular or oval shaped cells bordered by a prominent cell membrane and lacking cytoplasmic staining due to alcohol extraction of intracellular lipids during processing. This method has been previously validated by fat extraction and analysis [17]. Fluorochrome based measurements of bone formation included mineralizing perimeter (mineralizing perimeter/bone perimeter: cancellous bone perimeter covered with double plus half single label normalized to bone perimeter, %), mineral apposition rate (the mean distance between two fluorochrome markers that comprise each double label divided by the 3 day interlabel interval, um/day), and bone formation rate adjusted for bone perimeter (bone formation rate/bone perimeter: calculated by multiplying mineralizing perimeter by mineral apposition rate normalized to bone perimeter, um2/um/yr), adjusted for bone area (bone formation rate/bone area: calculated by multiplying mineralizing perimeter by mineral apposition rate normalized to bone area, %/yr), and adjusted for tissue area (bone formation rate/tissue area: calculated by multiplying mineralizing perimeter by mineral apposition rate normalized to tissue area, %/yr). All bone histomorphometric data are reported using standard 2 dimensional nomenclature [18].\n\nTibiae (n=8/group) were pulverized with a mortar and pestle in liquid nitrogen and homogenized in Trizol (Life Technologies, Grand Island, NY). Total RNA was isolated according to the manufacturer's protocol, and mRNA was reverse transcribed into cDNA using SuperScript III First Strand Synthesis SuperMix for qRT PCR (Life Technologies). Gene expression related to osteoblast differentiation and function (Mouse \"Osteogenesis\" RT2Profiler PCR Array, PAMM 026ZE 4 and Mouse \"Osteoporosis\" RT2Profiler PCR Array, PAMM 170ZE 4) and adipocyte differentiation and function (Mouse \"Adipogenesis\" Signaling RT2Profiler PCR Array, PAMM 049ZE 4) was determined according to the manufacturer's protocol (Qiagen, Valencia, CA). Gene expression was normalized to GAPDH. Relative quantification was determined (Ct method) using RT2Profiler PCR Array Data Analysis software version 3.5 (Qiagen). Fold change was calculated using mice housed at 22 degreesC as the control.\n\nMean responses of individual variables were compared for 8 week old mice housed at 22 degreesC and 18 week old mice housed at either 22 degreesC or 32 degreesC using one way analysis of variance, with t tests used to make pairwise comparisons. The Kruskal Wallis nonparametric test was used when only the normality assumption was violated, in which case the Wilcoxon Mann Whitney test was used for two group comparisons. Histomorphometric parameters measured in mice housed at 22 degreesC or 32 degreesC were compared using t tests or Wilcoxon Mann Whitney tests. Mean responses for female B6 and C3H mice housed at either 22 degreesC or 32 degreesC were compared using Wald tests of linear functions of coefficients from a general linear model with distinct variance terms for the two temperature groups, or the two genotype groups, or the four possible combinations of genotype by temperature when the homogeneity of variance assumption was violated. Variance model selection was performed using the Schwarz information criterion and likelihood ratio tests. The required conditions for valid use of Gaussian linear models were assessed using Levene's test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and the Anderson Darling test of normality. The Benjamini and Hochberg (1995) method for maintaining the false discovery rate at 5% was used to adjust for multiple comparisons [19]. Data analysis was performed using R version 3.3.2 [20].\n\nThe skeleton of female B6 mice is accruing bone in the interval from 8 to 18 weeks of age in animals housed at room temperature (22 degreesC) as illustrated by the gains in femur length, total bone volume, and midshaft femur cortical thickness (Figure 1A C). These gains contrast with reductions in cancellous bone volume fraction in distal femur metaphysis (Figure 1D) and distal femur epiphysis (Figure 1G). The loss of cancellous bone is due to a reduction in trabecular number (Figure 1E and H); trabecular thickness was either non responsive to age (metaphysis,Figure 1F) or increased with age (epiphysis,Figure 1I). Housing animals at thermoneutral temperature (32 degreesC) had no effect on femur length, total femur bone volume or cortical thickness in the femur diaphysis (Figure 1A C). In addition, thermoneutral housing prevented the premature cancellous bone loss in the femur metaphysis (Figure 1D) and increased cancellous bone volume fraction in the femur epiphysis (Figure 1G). These effects were associated with attenuated reductions in trabecular number in metaphysis (Figure 1E) and epiphysis (Figure 1H) and increased trabecular thickness in metaphysis (Figure 1F). The impact of housing temperature on bone, especially in the distal femur metaphysis, can be visually appreciated inFigure 1J.\n\nFemur length (A), total femur bone volume (B), mid diaphysis cortical thickness (C), distal metaphysis bone volume fraction (D), trabecular number (E), and trabecular thickness (F), and distal femur epiphysis bone volume fraction (G), trabecular number (H), and trabecular thickness (I) in female B6 mice maintained at thermoneutral temperature from 4 to 18 weeks of age. A group of mice housed at room temperature (22 degreesC) was sacrificed at 8 weeks of age (peak cancellous bone mass). Representative uCT images (J) of the femoral diaphysis, metaphysis, and epiphysis illustrating differences in cancellous bone volume fraction with temperature. Data are mean +/  SE.aDifferent from 8 week old mice housed at room temperature.bDifferent from 18 week old mice housed at room temperature, P<0.05. n = 9 10/group.\n\nThermoneutral housing had no effect on body weight gain in B6 mice (Figure 2A) in spite of drastic reductions (~40%) in food intake (Figure 2B). However, a temperature dependent effect on energy partitioning was clearly evident; compared to mice housed at 22 degreesC, mice housed at 32 degreesC had higher percent body fat (Figure 2C), higher abdominal WAT weight (Figure 2D), higher serum leptin (Figure 2E), higher bone marrow adiposity (Figure 2F) due to higher adipocyte density (Figure 2G) but not adipocyte size (Figure 2H), and lowerUcp1gene expression in BAT (Figure 2I).\n\nBody weight (A), food consumption (B), percent body fat (C), abdominal white adipose tissue (WAT) weight (D), serum leptin (E), marrow adiposity (F), marrow adipocyte density (G), marrow adipocyte size (H), and uncoupling protein 1 (Ucp1) gene expression in brown adipose tissue (BAT) (I) in female B6 mice maintained at thermoneutral temperature from 4 to 18 weeks of age.aDifferent from mice housed at room temperature (22 degreesC), P<0.05. n = 10/group for A H and n = 8/group for I.\n\nThe effects of thermoneutral housing on cancellous bone mass are not unique to the B6 mouse strain, as demonstrated by our second experiment conducted in female B6 and C3H mice subjected to room temperature (22 degreesC) or thermoneutral temperature (32 degreesC) from 4 to 22 weeks of age (sacrificed at 22 weeks of age) (Figure 3, please seeSupplementary Table 1for absolute values). Both B6 mice (Figure 3A) and C3H mice (Figure 3B) housed at thermoneutral temperature had higher cancellous bone volume fraction in the femur metaphysis and epiphysis than mice housed at room temperature. Furthermore, similar to B6 mice, housing temperature had no impact on femur length in C3H mice. However, in contrast to B6 mice, total femur bone volume was higher in thermoneutral housed C3H mice compared to room temperature housed C3H mice.\n\nFemur length, total femur bone volume, and cortical and cancellous bone microarchitecture in femur metaphysis and epiphysis in female B6 mice (A) and female C3H mice (B) maintained at thermoneutral temperature from 4 to 22 weeks of age. Data are expressed as % difference from control mice housed at room temperature (22 degreesC).aDifferent from mice housed at room temperature, P<0.05. n = 10/group. BV, bone volume; Ct.Th, cortical thickness; BV/TV, bone volume fraction; Tb.N, trabecular number; Tb.Th, trabecular thickness. Please seeSupplementary Table 1for absolute values.\n\nThe cellular mechanisms for the beneficial effects of thermoneutral housing on cancellous bone in B6 mice were evaluated by measuring static and dynamic bone histomorphometry in distal femur metaphysis and blood makers of bone turnover (Figure 4). Higher osteoblast perimeter (Figure 4A), mineralizing perimeter (Figure 4B) bone formation rate normalized to bone perimeter (Figure 4D), and bone formation rate normalized to tissue area (Figure 4F) suggest that the higher cancellous bone volume fraction in the femoral metaphysis of thermoneutral housed mice is due, in part, to increases in osteoblast number. Differences in mineral apposition rate, an index of osteoblast activity, were not detected with treatment (Figure 4C). Differences in bone formation rate normalized to bone area (Figure 4E) were likewise not detected with treatment. The elevated serum osteocalcin levels (Figure 4G) further suggest a global increase in bone formation. The effects of thermoneutral housing on bone resorption are less clear. On one hand, osteoclast lined bone perimeter was lower (Figure 1H), suggesting that lower bone resorption also contributes to the increased cancellous bone volume fraction in the distal femur. On the other hand, serum CTX 1 (Figure 1I), a global measure of bone resorption, did not differ between the two groups.\n\nIndices of bone formation consisting of osteoblast perimeter (A), mineralizing perimeter (B), mineral apposition rate (C), bone formation rate/bone perimeter (D), bone formation rate/bone area (E), bone formation rate/tissue area (F) and serum osteocalcin (G), and indices of bone resorption consisting of osteoclast perimeter (H) and serum CTX 1 (I) in female B6 mice maintained at thermoneutral temperature from 4 to 18 weeks of age.aDifferent from mice housed at room temperature (22 degreesC), P<0.05. n = 10/group.\n\nConsistent with increased bone formation in B6 mice housed at thermoneutral temperature for 14 weeks, targeted gene profiling revealed higher mRNA levels in tibia for genes related to bone formation and osteoblast function, including alkaline phosphate (Alpl), osteocalcin (Bglap), and bone matrix collagen (Col1a2) (Table 1). Thermoneutral housing was associated with higher gene expression levels for several key receptors for hormones and cytokines involved in regulation of bone metabolism, including receptors for BMP (Bmpr 1a), FGF (Fgfr1, Fgfr2), and Vitamin D (Vdr). Housing temperature also impacted expression levels of genes associated with BMP (Bmp1, 6, and 7 and Smad1, 2, and 3) and Wnt (Wnt5b, Lrp5, Dkk1) signaling. Consistent with the increased bone marrow adiposity in mice housed at thermoneutral temperature, elevated gene expression levels for the adipokines adiponectin (Adpoq) angiotensinogen (Agt) and leptin (lep) were observed (Table 1).\n\nGene arrays showing fold changes for differentially expressed genes in tibia in female B6 mice housed at thermoneutral temperature (32 degreesC) compared to mice housed at room temperature (22 degreesC) from 4 to 18 weeks of age.\n\nN = 8/group",
    "results": "",
    "discussion": "The results of the present studies emphasize the impressive magnitude and breadth of changes in the skeleton in growing female mice subjected to a 10 degreesC difference in housing temperature. Mice housed at thermoneutral temperature did not exhibit the cancellous bone loss in distal femur typically noted in room temperature housed mice. Importantly, temperature associated differences in cancellous bone mass and architecture occurred in the absence of differences in body weight. At the cellular level, the higher cancellous bone mass in the distal femur metaphysis of mice housed at thermoneutral temperature was due, at least in part, to higher perimeter and tissue level increases in bone formation. Additionally, a local decrease in bone resorption may have contributed to the higher bone volume fraction. Finally, at the molecular level, differences in housing temperature resulted in differential expression of numerous genes related to osteoblast, adipocyte and osteoclast differentiation and function.\n\nPremature age related cancellous bone loss is not evident in all small mammals. Laboratory rats, for example, have growth curves and lifespans similar to laboratory mice but cancellous bone loss in rats occurs much later in life [21]. Although skeletal growth and turnover is closely coupled to energy availability [22,23], there are notable differences in regulation of energy partitioning that may contribute to interspecies differences in bone balance.\n\nAn important distinction between human and mouse physiology, potentially contributing to premature bone loss in mice, involves regulation of energy metabolism. Humans and rats are homeotherms [24] and when exposed to a cold environment defend their core body temperature. In contrast, mice are facultative daily heterotherms [25] and experience fasting induced transient reductions in core temperature when subjected to temperatures below their thermoneutral zone [26]. The importance of housing temperature in impacting a variety of non skeletal outcomes in studies performed in mice has been recently demonstrated [27 30].\n\nStandard laboratory animal housing temperatures (18 23 degreesC) are within the thermoneutral comfort range of the staff but subject mice to temperatures well below the thermoneutral zone for this species (26 34 degreesC range; ~32 degreesC for B6 strain) and has profound effects on energy allocation, including activation of UCP1 in BAT to generate heat (adaptive thermogenesis) in the active nighttime fed state and reduction in core temperature, including bouts of torpor, during short term fasting (e.g., sleep) and/or food restriction (e.g., pair feeding). Torpor is characterized by a metabolic ratebelowbasal metabolic level, lowUcp1expression in BAT and a core body temperature that may be decreased to near ambient temperature [31]. Sympathetic nervous system neurotransmitters (norepinephrine and epinephrine), sensory nervous system temperature sensing receptors, and the adipokine leptin are key factors involved in regulation of UCP1 mediated adaptive thermogenesis in BAT and entry and exit from torpor [32,33]. Thermoregulatory control is initiated via sensory neurons that sense temperature. When a mouse, for example, is exposed to cold during fasting, peripheral sympathetic nervous system transmitters act to reduce serum leptin levels, an action which facilitates entry into torpor [31,32,34]. In contrast, a rebound in leptin levels (or administration of leptin to food restricted animals) acts through a central mechanism to trigger sympathetic activated increases in energy expenditure and heat production in BAT [35]. Consistent with these findings,Ucp1gene expression in BAT was lower and serum leptin levels higher in mice housed at thermoneutral temperature [36,37].\n\nLeptin is required for normal bone growth and turnover [12,16,38,39] and acts to regulate energy metabolism through peripheral sensory and central sympathetic neuronal signaling [2]. Adaptive thermogenesis in mice is initiated by temperature  and leptin dependent sensory input into BAT and hypothalamus, followed by increased sympathetic outflow to BAT and possibly beige adipose tissue depots. The higher percent body fat and abdominal WAT weight and lowerUcp1gene expression in thermoneutral housed mice is consistent with decreased beta oxidation and decreased non shivering thermogenesis, respectively. Both responses likely contribute to the temperature associated differences in body composition.\n\nThe direct impact of adaptive thermogenesis on bone metabolism is unclear. Bone is innervated with sensory and sympathetic nerve fibers [40,41] and osteoblasts, osteoclasts, chondrocytes and their precursors express adrenoceptors, and receptors for vasointestinal peptide, substance P and calcitonin gene related peptide. Many of these cells also synthesize neuropeptides. Thus, skeletal tissues are well positioned to respond to locally produced as well as circulating neuropeptides that are impacted by temperature. However, in contrast to the dramatic increase inUcp1gene expression in BAT in mice housed at room temperature no change was observed inUcp1gene expression in bone (data not shown). Additionally, the increases in cancellous bone mass and formation rate are associated with increased leptin levels and leptin is known to increase sympathetic tone. These findings do not preclude an important role for diurnal changes in sympathetic outflow in mediating the negative skeletal effects of mild cold stress but rather suggest additional factors may contribute to the observed response.\n\nWe therefore evaluated differential expression of genes related to bone metabolism in tibia to gain further insight into metabolic changes associated with housing temperature. The higher expression levels for genes associated with osteoblast number and activity (Alpl, Bglap, and Col1a2) in mice housed at thermoneutral temperature is consistent with the higher levels of bone formation observed in the distal femur metaphysis. These changes were associated with altered gene expression of hormone receptors (Vdr, Fgfr1, Fgfr2, Bmpr1a, Lrp5), growth factors (multipleBmps, Tgfb1, Dkk1, Sost, Tnf, Tnfsf11, Vegfa, Vegfb), cell signaling (Smad1, 2, 3) and transcription factors (Jun, Sox9) involved in FGF, BMP, and Wnt signaling. Taken together, these findings provide evidence that housing temperature has complex effects on signaling pathways involved in bone metabolism.\n\nMice employ a variety of strategies to decrease reliance on non shivering thermogenesis to successfully adapt to room temperature housing. These include nest building, huddling, physical activity and postural changes [42]. The caging environment, including housing temperature, availability of nest building material and running wheels, and number of mice housed in a cage, is likely to influence bone metabolism as a consequence of an impact on thermogenesis. The profound negative effect of room temperature housing on bone growth, microarchitecture and turnover in female mice is clearly illustrated in the present studies. The bone deficit is a concern, not only because it reduces the amount of bone available for measurement in adult mice, but because the magnitude of bone loss associated with room temperature housing could be influenced by treatments that impact thermogenesis.\n\nThere are several important limitations in the present studies. Only 2 strains of mice were evaluated. Therefore, we have not established that our findings can be generalized to other commonly used strains. Furthermore, while housing the animals at 32 degreesC was effective in B6 and C3H mice, two strains with markedly different cancellous bone volume fractions, the lowest housing temperature for preventing the premature cancellous bone loss remains to be established. Also, the present studies were performed in growing mice; the impact of housing temperature on bone metabolism in adult mice was not addressed. Finally, while we have shown the importance of housing temperature on the trajectory of age related bone loss in female B6 mice, the influence of temperature on skeletal response to interventions (e.g., ovariectomy, skeletal disuse, or drug treatment) that impact age related bone loss remains to be determined.\n\nIn summary, room temperature housing (22 degreesC) resulted in premature cancellous bone loss in female mice. Lower serum osteocalcin, osteoblast lined bone perimeter, mineralizing bone perimeter and mRNA levels for bone matrix proteins in mice housed at 22 degreesC each suggest that reduced bone formation contributes to the bone loss. Lower osteoclast lined bone perimeter suggests that room temperature housing also increases resorption of cancellous bone. Mechanistically, the bone loss is associated with lower leptin levels, higher non shivering thermogenesis and differential skeletal expression of genes related to Wnt, BMP, FGF and cytokine signaling. Thermogenesis differs markedly between mice and humans, and activation of adaptive thermogenesis in mice in response to mild cold stress induced by room temperature housing may introduce an unrecognized confounding variable into preclinical studies. The present studies suggest thermoneutral housing as an approach to minimize the impact of adaptive thermogenesis in studies utilizing female mice as a model for age related bone loss.",
    "conclusion": "Housing female mice at 22 degreesC resulted in premature cancellous bone loss. Failure to account for species differences in thermoregulation may seriously confound interpretation of studies utilizing mice as preclinical models for osteoporosis."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:06:55.648225",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5421618/"
  }
}