{
  "pmcid": "PMC2913424",
  "title": "From Cellular Mechanotransduction to Biologically Inspired Engineering: 2009 Pritzker Award Lecture, BMES Annual Meeting October 10, 2009",
  "authors": [
    "Donald E Ingber"
  ],
  "year": "2010",
  "journal": "Annals of biomedical engineering",
  "doi": "10.1007/s10439 010 9946 0",
  "sections": {
    "abstract": "This article is based on a lecture I presented as the recipient of the 2009 Pritzker Distinguished Lecturer Award at the Biomedical Engineering Society annual meeting in October 2009. Here, I review more than thirty years of research from my laboratory, beginning with studies designed to test the theory that cells use tensegrity (tensional integrity) architecture to stabilize their shape and sense mechanical signals, which I believed to be critical for control of cell function and tissue development. Although I was trained as a cell biologist, I found that the tools I had at my disposal were insufficient to experimentally test these theories, and thus I ventured into engineering to find critical solutions. This path has been extremely fruitful as it has led to confirmation of the critical role that physical forces play in developmental control, as well as how cells sense and respond to mechanical signals at the molecular level through a process known as cellular mechanotransduction. Many of the predictions of the cellular tensegrity model relating to cell mechanical behaviors have been shown to be valid, and this vision of cell structure led to discovery of the central role that transmembrane adhesion receptors, such as integrins, and the cytoskeleton play in mechanosensing and mechanochemical conversion. In addition, these fundamental studies have led to significant unexpected technology fallout, including development of micromagnetic actuators for non invasive control of cellular signaling, microfluidic systems as therapeutic extracorporeal devices for sepsis therapy, and new DNA based nanobiotechnology approaches that permit construction of artificial tensegrities that mimic properties of living materials for applications in tissue engineering and regenerative medicine.\n\nKeywords:Mechanotransduction, Tensegrity, Cell mechanics, Prestress, Cytoskeleton, Integrin, Biomimetic",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": "In this lecture, I tried to convey my path from science to engineering, and from fundamental mechanistic research to technology development and translation. I hope that I fully communicated the challenges I have faced as a biologist who believed that mechanics and structure are as important regulators of cell and tissue function as chemicals and genes. I had to seek out collaborators who shared in my vision and had the patience to teach me engineering principles, concepts, approaches, and vocabulary. But to me the key has always been to remain at the boundary between these disciplines because this is where the most exciting and dynamic advances always take place. In order to do interdisciplinary research and pursue unconventional ideas successfully, it is necessary to demonstrate to one's critics that you can use the same approaches they do, and obtain the same results. It is only when you have their respect as a peer, that you can go further and show that by looking at the problem from a slightly different perspective or using a new technology, you can explain things that they cannot, using existing approaches. It is only then that your critics become your competitors. Thank you once again for this wonderful honor."
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:03:17.972120",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2913424/"
  }
}