{
  "pmcid": "PMC7610290",
  "title": "Vascular Bundles Mediate Systemic Reactive Oxygen Signaling during Light Stress",
  "authors": [
    "Sara I Zandalinas",
    "Yosef Fichman",
    "Ron Mittler"
  ],
  "year": "2020",
  "journal": "The Plant Cell",
  "doi": "10.1105/tpc.20.00453",
  "sections": {
    "abstract": "The reactive oxygen species wave propagates through vascular bundles during the systemic response of Arabidopsis (Arabidopsis thaliana) plants to excess light stress.",
    "methods": "Arabidopsis (Arabidopsisthalianacv Columbia 0),rbohD,rbohF, andrbohD rbohFplants (confirmed transposon insertion mutants;Torres et al., 2002;Kwak et al., 2003;Miller et al., 2009) were grown in peat pellets (Jiffy 7, Jiffy;http://www.jiffygroup.com/) at 23 degreesC under short day growth conditions (10 h light/14 h dark cycle, 50 umol m 2s 1;Supplemental Figure 4). For complementing therbohDmutant, promoter fragments representing between 579 to 3000 bp upstream to the 5 of the start codon ofCER6(AT1G68530;Hooker et al., 2002;Mustroph et al., 2009),CAB3(AT1G29910;Endo et al., 2007;Matas Hernndez et al., 2016),SCR(AT3G54220;Dhondt et al., 2010;Cui et al., 2014),XCP1(AT4G35350;Funk et al., 2002;Avci et al., 2008),Sultr1;3(AT1G22150;Yoshimoto et al., 2003;Sawa and Kay, 2011), andRBOHD(AT5G47910;Supplemental Table 1;Torres et al., 2002) were isolated by PCR from genomic DNA, sequenced, ligated upstream to theRBOHDgene, and cloned into pCAMBIA2301 vectors.Agrobacterium tumefaciensGV3101 was transformed with all constructs and used to generate transgenic homozygousrbohDplants. Transgenic homozygousrbohDplants expressing the luciferase reporter under the control of theZat12promoter were obtained as previously described byMiller et al. (2009)and complemented with the different vectors forRBOHDexpression as described above. A third set of vectors for expressing RBOHD fused in frame to GFP (N terminal fusion) under the control of the different promoters described above were also generated and characterized. Homozygous lines were obtained for all constructs described above, and two to three different homozygous lines were used for all GFP localization, ROS imaging, transcript expression analyses using luciferase imaging, and SAA, as described below. At least two different independent homozygous lines were used for each assay and at least 10 different individual plants from each line were analyzed and averaged (for a total of at least 20 different plants per time point per treatment).\n\nTo image whole plant ROS levels, plants were fumigated with 50 uM H2DCFDA (excitation/emission, 495 nm/517 nm; Millipore Sigma;Ortega Villasante et al., 2018) in 50 mM phosphate buffer, pH 7.4, containing 0.01% (v/v) Silwet L 77 (LEHLE seeds) using a portable mini nebulizer (Punasi Direct) for 30 min as previously described byFichman et al. (2019)andZandalinas et al. (2020). As a control for dye penetration, plants were fumigated with 50 uM H2DCFDA for 30 min, followed by fumigation with H2O2as previously described inSupplemental Figures 3B and 3C, and byFichman et al. (2019)andZandalinas et al. (2020). In addition, plants were fumigated with 50 uM H2DCFDA for 30 min and then with 10 mM ascorbic acid or 5 mM glutathione for 10 min and then with 1 mM H2O2for 5 min (Supplemental Figures 3B and 3C). For luciferase imaging, plants were sprayed with 1 mM luciferin (sodium salt; GOLD BioTechnology) solution according toMiller et al. (2009). Following H2DCFDA or luciferin application, local leaves were exposed to a light intensity of 1700 umol m 2s 1for 2 min using a ColdVision fiber optic light emitting diode light source (Schott;Supplemental Figure 4) as described byDevireddy et al. (2018)andZandalinas et al. (2019,2020). Imaging ROS accumulation (evident by DCF oxidation) and luciferase activity in response to a local treatment of light stress was conducted with an IVIS Lumina S5 platform using Living Image 4.7.2 software (PerkinElmer) as described byMiller et al. (2009),Fichman et al. (2019)andZandalinas et al. (2020). Because of the relatively young age of plants used, the activity of luciferase controlled by theZAT12promoter was mainly detected at the edge of leaves (Miller et al., 2009;Fichman et al., 2019). GFP localization and DCF imaging were also performed by Lionheart FX fluorescence (BioTek) and TCS SP8 (Leica) multiphoton confocal microscopes. All experiments were repeated at least three times each with the wild type,rbohD, and two to three different transgenicrbohDcomplemented lines.\n\nA single leaf was pretreated for 15 min with a light intensity of 1700 umol m 2s 1. Plants were then incubated for 45 min under controlled conditions. Following the recovery period, a systemic leaf was exposed to a light intensity of 1700 umol m 2s 1for 45 min. Systemic leaves were then analyzed for electrolyte leakage as described bySuzuki et al. (2013),Devireddy et al. (2018), andZandalinas et al. (2019,2020). Control plants were untreated (Suzuki et al., 2013;Devireddy et al., 2018;Zandalinas et al., 2019,2020).\n\nResults are presented as the mean +/ sd. Statistical analyses were performed by two tailed Student'sttest (asterisks denote statistical significance at P < 0.05 with respect to controls;Supplemental Table 2;Suzuki et al., 2013;Choudhury et al., 2018;Devireddy et al., 2018;Fichman et al., 2019;Zandalinas et al., 2019,2020).\n\nSupplemental Figure 1.Representative images of tissue specific RBOHD GFP fusion protein expression in therbohDmutant using different tissue specific promoters (supportsFigures 1to3).\n\nSupplemental Figure 2.Complementation of light stress induced local and systemic ROS signaling in therbohDmutant withRBOHDdriven by the phloem specific promoter pSUC2(supportsFigures 1to3).\n\nSupplemental Figure 3.Controls for systemic ROS signaling in therbohDmutant in response to a local application of H2O2, H2DCFDA dye penetration, and ROS signal quenching by two different antioxidants (supportsFigures 1and4).\n\nSupplemental Figure 4.Light spectrum and intensities used for growing plants under control conditions and during HL treatments.\n\nSupplemental Table 1.Primers used to amplify each tissue specific promoter by PCR from genomic DNA.\n\nSupplemental Table 2.P values of statistical analysis.",
    "results": "The RBOHD protein is expressed in almost all tissues of Arabidopsis, including epidermis, mesophyll, stomata, and vascular bundles (Hao et al., 2014;Morales et al., 2016). To determine in what tissues its expression is vital for systemic ROS signaling in response to a local treatment of excess high light (HL) stress, we attempted to complement therbohDmutant with different binary vectors driving the stable expression of RBOHD using its native promoter or different tissue specific promoters (Figure 1;Supplemental Figures 1 and 2;Supplemental Table 1). The tissue specific promoters chosen for our analysis were successfully used in previous studies to drive the expression of different proteins in their corresponding tissues (Funk et al., 2002;Hooker et al., 2002;Yoshimoto et al., 2003;Endo et al., 2007;Avci et al., 2008;Mustroph et al., 2009;Dhondt et al., 2010;Sawa and Kay, 2011;Cui et al., 2014;Liu et al., 2014;Matas Hernndez et al., 2016). In addition, to confirm that the RBOHD protein, expressed under the control of the different tissue specific promoters (Supplemental Table 1), accumulates in these tissues, we generated a second set of transgenic plants in which the RBOHD protein was tagged with the green fluorescence protein (GFP) at its N terminus, and we determined that the GFP signal was present in the correct tissues associated with the different tissue specific promoters (Supplemental Figure 1; not used inFigures 1to3). To image excess light stress driven local and systemic changes in ROS levels, we used the whole plant live ROS imaging technique we recently developed that is based on the oxidation of dichlorofluorescein (DCF), fumigated as an 2,7 dichlorofluorescein (H2DCFDA) dye, into plants prior to the stress treatment (Fichman et al., 2019;Zandalinas et al., 2020).\n\nComplementation of Light Stress Induced Local and Systemic ROS Signaling in therbohDMutant withRBOHDDriven by Different Tissue Specific Promoters.\n\nRepresentative time lapse images of whole plant ROS levels (indicated by DCF oxidation) in the wild type (Columbia 0 [Col]),rbohDand the differentrbohDcomplemented Arabidopsis plants subjected to a 2 min local HL stress treatment (applied to the local leaf only), are shown on left; representative line graphs showing continuous measurements of ROS levels in local and systemic leaves of the wild type,rbohD, and two independent homozygous complemented lines (nos. 1 and 2), over the entire course of the experiment (0 to 30 min), are shown in the middle (ROIs for some of them are indicated with blue boxes); and statistical analysis of ROS levels in local and systemic leaves at 0 and 30 min is shown on right (conducted for 10 different plants each from two independent lines; Student'sttest,sd,n= 20, *P < 0.05). All experiments were repeated at least three times with similar results. Treated local leaves are indicated with a red circle. Bar = 1 cm.CAB,CHLOROPHYLL A/B BINDING PROTEIN;CER,ECERIFERUM; ROI, region of interest;SCR,SCARECROW;SULTR,SULFATE TRANSPORTER; TRE, total radiant efficiency;XCP,XYLEM CYSTEINE PEPTIDASE.\n\nComplementation of Light Stress Induced SAA in therbohDMutant withRBOHDDriven by Different Tissue Specific Promoters.\n\nLight stress induced systemic leaf cell injury (measured as electrolyte leakage) of the wild type (Columbia 0 [Col]),rbohD, and the differentrbohDcomplemented Arabidopsis plants was determined. Systemic leaves were either untreated, nonpretreated, and unstressed (untreated, unstressed) or subjected to light stress following a pretreatment of one local leaf with light stress (pretreated, stressed). SAA is evident by a low level of electrolyte leakage in light stressed systemic leaves (pretreated, stressed), which is similar to that of untreated and unstressed leaves (untreated, unstressed). Ten different plants each from two independent complemented lines for each construct (nos. 1 and 2) were subjected to light stress, and cell injury was measured in systemic leaves by electrolyte leakage. Student'sttest,sd,n= 20, *P < 0.05.CAB,CHLOROPHYLL A/B BINDING PROTEIN;CER,ECERIFERUM;SCR,SCARECROW;SULTR,SULFATE TRANSPORTER;XCP,XYLEM CYSTEINE PEPTIDASE.\n\nAs shown inFigure 1, and in agreement with our previous study of therbohDmutant (Fichman et al., 2019), local and systemic ROS responses to a local treatment of HL stress (evident by increase in the accumulation of oxidized DCF), were strongly attenuated in therbohDmutant. Complementation ofRBOHDexpression in therbohDmutant, using the nativeRBOHDpromoter, completely restored light stress induced local and systemic ROS responses (evident by accumulation of oxidized DCF;Figure 1;Fichman et al., 2019). By contrast, complementation ofRBOHDexpression using an epidermis specific promoter (CER6;Hooker et al., 2002;Mustroph et al., 2009) or mesophyll specific promoter (CAB3;Endo et al., 2007;Matas Hernndez et al., 2016) only partially restored light stress induced local and systemic ROS responses, whereas complementation ofRBOHDexpression using a bundle sheath specific promoter (SCR;Dhondt et al., 2010;Cui et al., 2014) failed to restore light stress driven ROS responses (Figure 1). Complementation of local and systemic ROS responses to the wild type levels (evident by accumulation of oxidized DCF) was however achieved using a xylem parenchyma specific promoter (XCP1;Funk et al., 2002;Avci et al., 2008) or phloem specific promoter (Sultr1;3;Yoshimoto et al., 2003;Sawa and Kay, 2011;Figure 1;Supplemental Figure 2). The results presented inFigure 1andSupplemental Figures 1 and 2demonstrate thatRBOHDexpression in the xylem parenchyma or phloem is essential for systemic ROS signaling in response to a local treatment of excess light stress. Restoring whole leaf systemic ROS responses via expression ofRBOHDin such a limited number of cells of therbohDmutant (evident by accumulation of oxidized DCF;Figure 1;Supplemental Figures 1 and 2) further suggests that, under the conditions studied inFigure 1, other ROS producing mechanisms might be involved in generating ROS in systemic tissues. These could include RBOHF or other apoplastic oxidases and/or cytosolic, mitochondrial, peroxisomal, or chloroplastic ROS producing mechanisms (Mittler, 2017;Kollist et al., 2019).\n\nTo determine whether the complementation of systemic ROS signaling in therbohDmutant also restored systemic transcript expression in response to excess light stress, we determined the expression of theZAT12gene (AT5G59820) in local and systemic tissues of the different control and complemented lines using theZAT12promoter:luciferase reporter. The zinc finger protein ZAT12 was initially identified as a central regulator essential for light stress responses and acclimation in Arabidopsis (Iida et al., 2000). Further studies determined that ZAT12 plays an important role in the response of plants to many other abiotic stresses (Davletova et al., 2005). As shown inFigure 2, compared to the wild type, the systemic expression ofZAT12in response to local application of HL stress, detected under the same experimental conditions used to visualize the ROS wave inFigure 1, was suppressed in therbohDmutant. By contrast, local expression ofZAT12was not. This finding demonstrated thatZAT12expression is triggered in local tissues independent of RBOHD. By contrast, the systemic expression ofZAT12was dependent on RBOHD during systemic responses to light stress. Similar to our findings with systemic ROS signaling in the differentRBOHDtissue specific complementation lines (Figure 1;Supplemental Figure 2), light stress induced systemic expression ofZat12could be restored to the wild type levels only upon expression ofRBOHDin therbohDmutant using its own native promoter or the xylem parenchyma  or phloem specific promoters (Figure 2). The results presented inFigure 2demonstrate thatRBOHDexpression in the xylem parenchyma or phloem is essential for systemic transcript expression of the key light stress response geneZAT12during the systemic response of Arabidopsis to a local treatment of HL stress.\n\nComplementation of Light Stress Induced Local and SystemicZAT12Expression in therbohDMutant withRBOHDDriven by Different Tissue Specific Promoters.\n\nRepresentative time lapse images of local and systemicZAT12:luciferase activity in the wild type (Columbia 0 [Col]),rbohD, and the differentZAT12:luciferase expressing double homozygousrbohDcomplemented Arabidopsis plants subjected to a 2 min local HL stress treatment (applied to the local leaf only) are shown on left; representative line graphs showing continuous measurements ofZAT12:luciferase activity in local and systemic leaves of the wild type,rbohD, and two independent homozygous complemented lines (nos. 1 and 2), over the entire course of the experiment (0 to 30 min), are shown in the middle (ROIs for some of them are indicated with white boxes); and statistical analysis ofZAT12:luciferase activity in local and systemic leaves at 0 and 30 min is shown on right (conducted for 10 different plants each from two independent lines; Student'sttest,sd,n= 20, *P < 0.05). All experiments were repeated at least three times with similar results. Treated local leaves are indicated with a red circle. Bar = 1 cm.CAB,CHLOROPHYLL A/B BINDING PROTEIN;CER,ECERIFERUM; ROI, region of interest;SCR,SCARECROW;SULTR,SULFATE TRANSPORTER;XCP,XYLEM CYSTEINE PEPTIDASE.\n\nTherbohDmutant is unable to acclimate its systemic tissues to light stress following a local treatment of HL stress applied to a single (local) leaf (Suzuki et al., 2013;Devireddy et al., 2018;Zandalinas et al., 2019). BecauseRBOHDexpression in the xylem parenchyma or phloem cells restored systemic ROS signaling and systemic expression ofZAT12in therbohDmutant (Figures 1and2;Supplemental Figure 2), it could potentially restore SAA following local application of HL stress. We therefore tested all complemented lines described inFigure 1for SAA following a local HL stress treatment. For this purpose, we used an SAA assay based on measuring excess light stress induced systemic leaf injury in the presence or absence of a short light stress pretreatment applied to a single local leaf (Suzuki et al., 2013;Devireddy et al., 2018;Zandalinas et al., 2019,2020). As shown inFigure 3, complementing therbohDmutant withRBOHDexpressed via its native promoter, or the xylem parenchyma  or phloem specific promoters, restored HL stress driven SAA to therbohDmutant. By contrast, complementingRBOHDexpression in therbohDmutant using the epidermis , mesophyll , or bundle sheath specific promoters failed to restore SAA to light stress (Figure 3). The results presented inFigures 1 to 3reveal that expression ofRBOHDat the xylem parenchyma or phloem cells of therbohDmutant is sufficient to restore systemic ROS signaling, expression of theZAT12light stress response regulator, and SAA, to therbohDmutant. Taken together, these findings underscore a key role for RBOHD, present at the vascular tissues (phloem or xylem parenchyma) of Arabidopsis, in mediating the systemic response of plants to light stress.\n\nBecause the expression ofRBOHDin such a limited subset of cells had such a dramatic effect on systemic ROS signaling, transcript expression and SAA (Figures 1to3;Supplemental Figure 2), other ROS producing mechanisms might be required for mediating ROS accumulation in many of the other plant cells that do not express RBOHD in therbohDmutant. Potential clues to the existence of such additional players in the systemic ROS signaling response of Arabidopsis to light stress include our current and previous findings that low levels of systemic ROS (evident by accumulation of oxidized DCF) can still be detected in therbohDmutant (Figure 1;Fichman et al., 2019). As suggested above, one potential candidate for this function, based on its expression pattern and function (Torres et al., 2002;Kwak et al., 2003;Morales et al., 2016), is RBOHF.\n\nTo test whether RBOHF is also required for systemic ROS signaling during the response of Arabidopsis plants to light stress, we subjected the wild type,rbohD,rbohF, andrbohD rbohFdouble mutants (Torres et al., 2002;Kwak et al., 2003;Miller et al., 2009) to a local HL stress treatment and imaged local and systemic ROS levels (evident by accumulation of oxidized DCF) in these plants. As shown inFigure 4,rbohD,rbohF, andrbohD rbohFwere all deficient in systemic ROS signaling in response to a local application of excess light stress. Interestingly, the low residual ROS levels, detected in therbohDmutant (evident by accumulation of oxidized DCF;Figure 1;Fichman et al., 2019), can also be detected in therbohFmutant (albeit weaker). By contrast, no residual ROS levels were detected in therbohD rbohFdouble mutant (Figure 4). Fluorescence microscopy imaging of ROS levels (evident by DCF oxidation), conducted on petioles of local and systemic leaves of the different mutants following local application of light stress (Figure 5), revealed that low levels of ROS could be found at the vascular bundles of therbohDorrbohFmutants at the local or systemic tissues in response to light stress. By contrast, ROS levels were undetected by fluorescence microscopy at the vascular bundles of local or systemic leaves of therbohD rbohFdouble mutant (Figure 5). Although excess light driven ROS was primarily detected at the vascular tissues of local and systemic leaves of the wild type plants, in local leaves high ROS levels were also detected at other cell layers, such as the epidermis (Figure 5). While the detection of ROS at the epidermis was evident in the wild type and therbohFmutant, similar levels were not detected in therbohDor therbohD rbohFdouble mutant. The findings presented inFigures 4and5support a model in which RBOHD and RBOHF cooperate to drive local and systemic ROS signaling (evident by DCF oxidation) at the vascular bundles of Arabidopsis during light stress and indicate that RBOHD might also control ROS levels at the epidermis of local leaves. Because the lack of RBOHD was sufficient to block the spread of a systemic ROS wave response from the local to the systemic leaves, even when H2O2was directly applied to the local leaf (Supplemental Figure 3A), the suppressed systemic response of therbohDor therbohD rbohFdouble mutants may not simply result from the lack of ROS responses at the local tissue. Systemic ROS signaling may therefore requireRBOHDexpression at the local, as well as systemic tissues (Suzuki et al., 2013). Future studies using the different tissue specific promoters (Figures 1to3;Supplemental Figure 2) to driveRBOHFexpression in different tissues of therbohFmutant are likely to sharpen our understanding of RBOHF function in mediating the ROS wave. Nonetheless, such studies are not likely to alter the key findings of this study revealing that expression ofRBOHDin phloem and xylem parenchyma cells is required for transmitting the ROS wave during the systemic response of Arabidopsis to light stress.\n\nRBOHDandRBOHFAre Required for Mediating Systemic ROS Signaling in Response to a Local HL Stress Treatment.\n\nRepresentative time lapse images of whole plant ROS levels (indicated by DCF oxidation) of the wild type (Columbia 0 [Col]),rbohD,rbohF, andrbohD robhFdouble mutant Arabidopsis plants subjected to a 2 min local HL stress treatment (applied to the local leaf only) are shown on left; representative line graphs showing continuous measurements of ROS levels in local and systemic leaves of the wild type,rbohD,rbohF, andrbohD robhFmutants, over the entire course of the experiment (0 to 30 min), are shown in the middle (ROIs for some of them are indicated with blue boxes); and statistical analysis of ROS levels in local and systemic leaves at 0 and 30 min is shown on right (conducted for 10 different plants from the wild type and each of the different mutants; Student'sttest,sd,n= 10, *P < 0.05). All experiments were repeated at least three times with similar results. Treated local leaves are indicated with a red circle.RBOHF,RESPIRATORY BURST OXIDASE HOMOLOG F; ROI, region of interest; TRE, total radiant efficiency.\n\nDetection of ROS in Petioles from Local and Systemic Leaves of the Wild Type,rbohD,rbohF, andrbohD rbohFDouble Mutant Plants Subjected to a 2 Min HL Stress Treatment (Applied to the Local Leaf Only).\n\n(A)Representative fluorescence microscopy images of ROS detection in petioles of the wild type and the different mutants subjected to a 2 min local HL stress treatment. Bar = 1000 um.\n\n(B)Bar graph of fold change in fluorescent intensity in veins and epidermis of the wild type (Columbia 0 [Col]) and the different mutants subjected to a 2 min HL stress treatment (applied to the local leaf only; conducted for 10 different plants each from the wild type and the differentrbohmutants; Student'sttest,sd,n= 10, *P < 0.05).RBOHF,RESPIRATORY BURST OXIDASE HOMOLOG F.",
    "discussion": "A perpetual cell to cell process of ROS induced ROS production, that is, the ROS wave, propagates from a local tissue subjected to stress to the entire plant and is required for the induction of different acclimation transcripts, metabolites, and physiological responses in systemic tissues that results in SAA of systemic tissues to stress (Miller et al., 2009;Mittler et al., 2011;Choudhury et al., 2018;Devireddy et al., 2018,2020;Kollist et al., 2019;Zandalinas et al., 2019,2020;Fichman and Mittler, 2020). This process was originally found to depend on a single protein, RBOHD (Miller et al., 2009;Fichman et al., 2019). The ROS wave results in enhanced ROS production in almost all cells of the plant (Fichman et al., 2019), and this pattern is in agreement with the tissue specific expression map of RBOHD (Hao et al., 2014;Morales et al., 2016), suggesting that RBOHD in all plant tissues is involved in ROS production during this process. However, our current findings that restoringRBOHDexpression solely in the xylem parenchyma or phloem cells of therbohDmutant is sufficient to restore systemic whole plant ROS signaling (Figure 1;Supplemental Figure 2) strongly suggest that other ROS producing pathways and mechanisms might be involved in this response. Indeed, as shown inFigures 4and5, RBOHF that is present in therbohDmutant is also required for this response. Although the expression pattern ofRBOHFis not identical to that ofRBOHD, it still covers almost all aboveground plant tissues (Morales et al., 2016). It is therefore possible that, at least at the vascular bundles or veins of Arabidopsis, RBOHD and RBOHF cooperate in driving whole plant ROS production during the systemic response to a local application of light stress. In the absence of one of them, ROS do not accumulate to high enough levels to trigger a whole plant ROS signaling response (Figures 4and5), while in the presence of both, the ROS wave that propagates through the vascular bundles of plants can trigger a whole plant ROS signaling response that results in the induction of systemic stress response transcript accumulation and SAA (Figures 1to5). Of course, other ROS producing mechanisms such as apoplastic oxidases and/or cytosolic, mitochondrial, peroxisomal, or chloroplastic ROS producing mechanisms (Mittler, 2017;Kollist et al., 2019) could also participate in this process. RBOH dependent ROS production in response to light stress was recently reported in bundle sheath strands of rice (Oryza sativa;Xiong et al., 2020), further supporting our findings that ROS mediated signaling at the vascular bundles or veins of plants plays a key role in systemic responses to light stress (Figures 1to5).\n\nThe findings that restoringRBOHDexpression in the xylem parenchyma or phloem is sufficient to restore whole plant systemic ROS signaling further suggest that RBOHD function in these two cell types is complementary. Interestingly, the function of both GLR proteins GLR3.3 and GLR3.6 was previously shown to be required for the propagation of electric signals, the calcium wave, and potentially some ROS signal, butGLR3.3is expressed in phloem cells, andGLR3.6in xylem parenchyma cells (Mousavi et al., 2013;Nguyen et al., 2018;Toyota et al., 2018;Wang et al., 2019;Lew et al., 2020;Shao et al., 2020). Taken together, our results could suggest an interesting scenario in which RBOHD and/or RBOHF function is required for the coupling of the ROS, calcium, and electric waves (Choi et al., 2017;Fichman and Mittler, 2020) in at least one of these tissues, or both, functioning together with either GLR3.3 and/or GLR3.6 (Fichman et al., 2020). In support of a link between the ROS wave and electric signals are also our previous findings that the propagation of certain types of electric signals is suppressed in therbohDmutant (Suzuki et al., 2013). Because hydraulic waves are also thought to propagate through the vascular bundles (Sade et al., 2014;Gilroy et al., 2016;Choi et al., 2017;Fichman and Mittler, 2020), our findings thatRBOHDexpression in xylem parenchyma or phloem is sufficient to restore whole plant systemic ROS signaling could further suggest that the ROS, calcium, electric, and hydraulic waves are all integrated in these tissues.\n\nA key role for bundle sheath cells in mediating excess light stress induced systemic responses was previously reported in Arabidopsis, highlighting veins as important hubs for ABA and ROS signaling (Galvez Valdivieso et al., 2009;Kangasjrvi et al., 2009;Fichman and Mittler, 2020). In support of this role, as well as the findings described in our current study (Figures 1to5), are our previous findings that systemic stomatal aperture closure responses occur faster the closer stomata are to leaf veins (Devireddy et al., 2020). The expression ofRBOHDin vascular bundles may therefore drive ROS signaling in these cells, affecting the stomata closest to them first, during the systemic response to light stress (Devireddy et al., 2020). This spatial relationship could further be explained by an interaction between ABA signaling and ROS production occurring at the vascular bundles (Galvez Valdivieso et al., 2009;Kangasjrvi et al., 2009;Devireddy et al., 2018,2020). Interestingly, although bundle sheath cells were shown to play a key role in systemic ABA and ROS signaling in response to abiotic stress (Galvez Valdivieso et al., 2009;Kangasjrvi et al., 2009), they were not found by our analysis to be essential for mediating the systemic ROS wave response (Figures 1to3). This finding could suggest that the role of bundle sheath cells in mediating systemic signaling is linked in Arabidopsis to that of phloem and/or xylem parenchyma cells and that these different cell layers could cooperate in the systemic response of plants to stress. Phloem and/or xylem parenchyma cells could therefore mediate the ROS wave, while bundle sheath cells could integrate it with ABA signaling.\n\nTaken together, our findings reveal that in addition to Ca2+, electric, and hydraulic signals (Mousavi et al., 2013;Sade et al., 2014;Toyota et al., 2018;Shao et al., 2020), ROS signals are also mediated through the plant vascular system. The potential integration of all these rapid systemic signals (Gilroy et al., 2016;Choi et al., 2017;Fichman and Mittler, 2020;Fichman et al., 2020) could therefore occur at the vascular bundles of plants, underscoring the importance of these tissues in mediating plant acclimation to different abiotic stresses and other stimuli. Vascular bundles could therefore serve as the central rapid systemic signaling super highway of plants.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:02:24.305106",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7610290/"
  }
}