{
  "pmcid": "PMC10831389",
  "title": "Sex differences in muscle health in simulated micro  and partial gravity environments in rats",
  "authors": [
    "Megan E Rosa Caldwell",
    "Marie Mortreux",
    "Anna Wadhwa",
    "Ursula B Kaiser",
    "Dong Min Sung",
    "Mary L Bouxsein",
    "Seward B Rutkove"
  ],
  "year": "2023",
  "journal": "Sports Medicine and Health Science",
  "doi": "10.1016/j.smhs.2023.09.002",
  "sections": {
    "abstract": "Skeletal muscle size and strength are important for overall health for astronauts. However, how male and female muscle may respond differently to micro  and partial gravity environments is not fully understood. The purpose of this study was to determine how biological sex and sex steroid hormones influence the progression of muscle atrophy after long term exposure to micro and partial gravity environments in male and female rats. Male and female Fisher rats (n=120) underwent either castration/ovariectomy or sham surgeries. After two weeks recovery, animals were divided into microgravity (0g), partial gravity (40% of weight bearing, 0.4g), or full weight bearing (1g) interventions for 28 days. Measurements of muscle size and strength were evaluated prior to and after interventions. At 0g, females lost more dorsiflexion strength, plantar flexion strength, and other metrics of muscle size compared to males; castration/ovariectomy did not influence these differences. Additionally, at 0.4g, females lost more dorsiflexion strength, plantar flexion strength, and other metrics of muscle strength compared to males; castration/ovariectomy did not influence these differences. Females have greater musculoskeletal aberrations during exposure to both microgravity and partial gravity environments; these differences are not dependent on the presence of sex steroid hormones. Correspondingly, additional interventions may be necessary to mitigate musculoskeletal loss in female astronauts to protect occupational and overall health.\n\nKeywords:Sex differences, Atrophy, Muscle strength, Plantar flexion, Dorsiflexion",
    "methods": "Overall design:All experimental procedures were approved by the Beth Israel Deaconess Medical Center Institutional Animal Care and Use Committee (IACUC, protocol number: 081 2020). The overall protocol (including pictorial description) for this study has been previously reported.15Briefly, 120 male (M) and female (F) Fisher rats were obtained from Charles River Laboratories (Wilmington, MA, Stock number: 002). At 12 weeks of age, the rats underwent either castration/ovariectomy (CAST/OVX) or sham (SHAM) surgeries. Animals were given two weeks to recover; thereafter, they were divided into either simulated micro gravity (0g), simulated partial gravity (40% of bodyweight, Martian gravity, 0.4g) or Earth gravity control (1g) conditions. Simulated 0g was induced with a pelvic harness around the animals' hips to keep hindlimbs suspended from the ground, as we have previously described.16,17Simulated 0.4g was induced with a harness and vest system to allow the animal to keep all paws on the ground with reduced loading, as we have previously described.16,17Partial weight bearing was assessed weekly and adjusted as needed to maintain 40% weight bearing. A total of 10 rats were used in each group. Animals remained in interventions for 28 days. Immediately prior to and after interventions, animals underwent a series of tests to evaluate changes in musculoskeletal strength (detailed below). After post intervention testing, animals were euthanized with 30% 70% carbon dioxide of chamber volume per minute. Death was confirmed with cardiac puncture. These procedures are aligned with 2020 American Veterinary Medical Association Guidelines on Euthanasia guidelines. Hindlimb muscles were then collected and weighed. Soleus muscles were fixed in 10% formalin for 48h and rinsed with phosphate buffered saline (PBS) for histological analysis. Gonadectomy status and associated alterations are detailed in our previous manuscript using these animals.15\n\nAnimal housing:Conditions for housing has been published previously.15Briefly, all animals were singly housed in custom made cages specifically designed for micro gravity or partial weight bearing interventions. Animals were kept in the BIDMC animal facility at 22 degreesC with a 12:12 light cycle. Animals were allowed access to food and water ad libitum throughout the study. Rats were fed standard laboratory chow throughout the study. Food was weighed daily to ensure appropriate consumption. Animals were also checked daily to ensure the harness was functioning appropriately and weighed weekly to ensure they did not have excessive bodyweight loss. If an animal exhibited extreme signs of stress (> 20% bodyweight loss, anorexia, non grooming behaviors, etc.), it was removed from the study and euthanized. One rat (M CAST 0.4g) was removed from the study due to excessive bodyweight loss.\n\nGrip Strength:Hindlimb grip strength was evaluated as we have previously described.15Briefly, animals' hindlimbs were placed on a grip bar attached to a force transducer (Ametek, Berwyn, PA). Animals were gently pulled from the bar until they released their grip; the corresponding force was recorded. Animals repeated this measurement two more times; the greatest value was utilized for data analysis.\n\nMaximally stimulated muscle strength:Maximal stimulation of dorsiflexion and plantar flexion muscles was completed as previously described.15Animals were anesthetized with 2% isoflurane mixed with oxygen using a vaporizing system. The animal's left foot was then taped to a footplate (Dual Mode Muscle Lever System; Aurora Scientific, Aurora, Ontario, Canada) and adjusted to ensure 90% of dorsiflexion at the ankle joint and alignment of the ankle and knee joints. The animal's tibial nerve was stimulated to elicit either dorsiflexion or plantar flexion. To confirm appropriate needle placement, a small (10Hz) stimulation was applied to the nerve. After appropriate needle placement was confirmed, a 200Hz stimulation for 200ms was applied to the nerve generating a maximal tetanus. Maximal tetanic measurements were visually inspected by a researcher to ensure maximal tetanus was achieved.\n\nPeripheral quantitative computed tomography (pQCT):Peripheral quantitative computed tomography (pQCT, Stratee, XCT Research SA+, Pforzheim, Germany) was utilized to quantify total muscle cross sectional area in the tibial compartment, as previously described.15Anesthetized animals (2% isoflurane) were positioned and images were captured 40mm from the tibial plateau with the following acquisition parameters: voxel size: 0.10mm, Ct speed: 10mm/s. Images were analyzed to decipher different tissue densities and corresponding area with specified software provided by the manufacturer.\n\nHistology:Histological preparation and analysis was completed as we have previously described.8After 48h of fixation in 10% formalin and washing with PBS, soleus muscles were embedded in paraffin and stained for myosin heavy chain type I (ab11083; Abcam, Cambridge, MA), myosin heavy chain type II (ab91506; Abcam, Cambridge, MA), and wheat germ agglutinin to visualize muscle fiber borders (W6748; Thermofisher Scientific, Waltham, MA). Images were collected with an epifluorescent microscope at 20 x magnification (Zeiss Axio Imager M1) and analyzed with Fiji (ImageJ, NIH) as we have previously described.8All analyses were completed by a blinded investigator (DS).\n\nStatistical Analysis:Longitudinal data were analyzed as percent difference between baseline and post intervention values with a covariate of baseline values. Cross sectional data (e.g., muscle fiber areas and tissue weights) were analyzed as percent difference from within sex and hormonal status (SHAM, CAST/OVX) 1g controls. A covariate of baseline values was used for longitudinal data to account for the possible influence of baseline values on the progression of muscle loss. Percent differences were used to more directly compare data between males and females despite their significant differences in bodyweight and other muscle parameters. The specific research question was to evaluate differences between males and females at different simulated gravitational loads (0g and 0.4g) and in response to different gonadal status (SHAM or OVX/CAST). Therefore, we developed a novel statistical model in Statistical Analysis System (SAS) software using the least squared means estimate (LSMESTIMATE) statement within the procedure mixed (PROC MIXED) function. Primary comparisons of interest included:\n\nSHAM Males v. SHAM Females at 0g\n\nSHAM Males v. SHAM Females at 0.4g\n\nCAST Males v. OVX Females at 0g\n\nCAST Males v. OVX Females at 0.4g\n\nThese four primary comparisons were condensed intoa prioricontrasts and were tested globally with a jointF test, as we have previously described.15If the jointF test was significant (p<0.05), individual contrasts were evaluated for differences between pre planned comparisons. Thep values for specific contrasts were accommodated for multiple comparisons with a Holm's adjustment (p<0.05).\n\nAdditionally, within each sex and hormonal status,an one way analysis of variance (ANOVA) with a factor of loading (1g, 0.4g, and 0g) was completed as a model validation. Significance was denoted with a globalF test ofp<0.05 and pair wise comparisons were investigated with a Tukey adjustedp value (p<0.05). Graphical representation of model validation analysis can be found in supplementary materials.18All data analysis was completed with SAS statistical software (SAS Institute, Cary, NC, United States). All SAS coding (including datasets), SAS outputs, and a pictorial description of the experimental design are available in Supplementary Files.18",
    "results": "F SHAM 0g had similar bodyweight losses compared to M SHAM 0g (Fig.1A). However, in rats post gonadectomy, F OVX 0g had greater bodyweight loss compared to M CAST 0g (+14.9% v.  6.8% respectively,Fig.1B). After exposure to simulated partial gravity, females lost more bodyweight compared to males, in both SHAM ( 9.4% v.  0.90%,Fig.1C) and OVX/CAST conditions ( 11.4% v.  3.9%,Fig.1D).\n\nBodyweight and grip strength changes in males and females undergoing exposure to micro gravity (0g) or 40% partial gravity (0.4g) interventions in SHAM and CAST/OVX conditions. Bodyweight changes inA)SHAM males and females exposed to 0g.B)CAST males and OVX females exposed to 0g.C)SHAM males and females exposed to 0.4g.D)CAST males and OVX females exposed to 0.4g. Grip strength changes inE)SHAM males and females exposed to 0g.F)CAST males and OVX females exposed to 0g.G)SHAM males and females exposed to 0.4g.H)CAST males and OVX females exposed to 0.4g. Individual data points are percent difference between pre intervention and post intervention (28 days) with a covariate of baseline values. Data are presented as Mean+/ SEM. SHAM=sham surgery animals with intact gonads, CAST=castrated males, OVX=ovariectomized females,SEM=standard error of the mean.\n\nSHAM females and males lost similar hindlimb grip strength after 28 days exposure to 0g (Fig.1E). In 0g OVX/CAST animals, females had less loss in grip strength compared to males ( 45.3% v.  67.9% respectively,Fig.1F). At 0.4g, there were no differences in hindlimb grip strength between females and males in SHAM (Fig.1G) or OVX/CAST conditions (Fig.1H).\n\nIn both intact and gonadectomized rats, and at both 0g and 0.4g, females had greater loss in overall leg girth compared to males (SHAM at 0g:  9.2% v.  4.87% respectfully,Fig.2A; OVX/CAST at 0g:  11.7% v. 0.91%Fig.2B; SHAM at 0.4g: 9.1% v. 0.08% respectively,Fig.2C; OVX/CAST at 0.4g:  10.3% v. 1.1%,Fig.2D).\n\nLeg girth and total muscle area changes in the lower leg between males and females undergoing exposure to micro gravity (0g) or 40% partial gravity (0.4g) interventions in both SHAM and CAST/OVX conditions. Leg girth changes inA)SHAM males and females exposed to 0g.B)CAST males and OVX females exposed to 0g.C)SHAM males and females exposed to 0.4g.D)CAST males and OVX females exposed to 0.4g. Muscle area changes inE)SHAM males and females exposed to 0g.F)CAST males and OVX females exposed to 0g.G)SHAM males and females exposed to 0.4g.H)CAST males and OVX females exposed to 0.4g. Individual data points are percent difference between pre intervention and post intervention (28 days) with a covariate of baseline values. Data are presented as Mean+/ SEM. SHAM=sham surgery animals with intact gonads, CAST=castrated males, OVX=ovariectomized females,SEM=standard error of the mean.\n\nWith regards to total muscle cross sectional area loss of the lower leg, there were no differences between SHAM females and males at 0g (Fig.2E). In OVX/CAST rats exposed to 0g, females tended to have greater muscle cross sectional area loss, although not significant ( 19.3% v.  9.8% respectively,Fig.2F). The same findings were observed in the 0.4g SHAM group ( 17.9% v.  8.8%,Fig.2G). However, in OVX/CAST rats exposed to 0.4g, females had significantly greater muscle cross sectional area loss compared to males ( 16.8% v.  3.8% respectively,Fig.2H).\n\nIn both SHAM and OVX/CAST animals exposed to 0g, there were no differences between females and males in relative difference in muscle fiber area (Fig.3A B). However, at 0.4g in SHAM and OVX/CAST animals, females had greater loss in total muscle fiber area than males ( 34.8% v.  15.1% respectively,Fig.3C). Moreover, this relationship was sustained in OVX/CAST animals ( 29.8% v.  15.0% respectively,Fig.3D).\n\nMuscle fiber cross sectional area (CSA) differences in the soleus muscle between males and females undergoing exposure to micro gravity (0g) or 40% partial gravity (0.4g) interventions in both SHAM and CAST/OVX conditions. Overall CSA differences inA)SHAM males and females exposed to 0g.B)CAST males and OVX females exposed to 0g.C)SHAM males and females exposed to 0.4g.D)CAST males and OVX females exposed to 0.4g. Type I CSA differences inE)SHAM males and females exposed to 0g.F)CAST males and OVX females exposed to 0g.G)SHAM males and females exposed to 0.4g.H)CAST males and OVX females exposed to 0.4g. Type II CSA differences inI)SHAM males and females exposed to 0g.J)CAST males and OVX females exposed to 0g.K)SHAM males and females exposed to 0.4g.L)CAST males and OVX females exposed to 0.4g. Hybrid Type I/Type II CSA differences inM)SHAM males and females exposed to 0g.N)CAST males and OVX females exposed to 0g.O)SHAM males and females exposed to 0.4g.P)CAST males and OVX females exposed to 0.4g.Q)Representative images for all groups. All images collected at 20x magnification, scale bars represent 50um (micrometers). Individual data points are percent difference from within sex and hormone status 1g (fully loaded) control animals. Data are presented as Mean+/ SEM. SHAM=sham surgery animals with intact gonads, CAST=castrated males, OVX=ovariectomized females,SEM=standard error of the mean.\n\nIn myosin heavy chain type I positive fibers (hereafter referred to as type I fibers), there was no difference between SHAM females and males after 0g intervention (Fig.3E), nor within OVX/CAST rats (Fig.3F). After 0.4g interventions, both SHAM and OVX females had greater type I fiber area loss compared to males ( 34.7% v.  12.4% respectively,Fig.3G and  28.3% v.  13.9% respectively,Fig.3H).\n\nAt 0g, in both SHAM and OVX/CAST rats there were no relative differences in the changes in myosin heavy chain type II positive (Type II) fibers between females and males (Fig.3I J). At 0.4g, SHAM females were not different than males in the relative loss of Type II fibers (Fig.3K), while OVX females tended to have greater relative differences in type II fiber area, though this did not reach significance ( 35.3% v.  17.1%,Fig.3L).\n\nIn muscle fibers expressing both type I and type II isoforms (hybrid fibers), there was no difference between sham females and males at 0g (Fig.3M). However, in 0g CAST/OVX animals, females had a greater loss in hybrid fibers compared to males ( 46.7% v.  29.1% respectively,Fig.3N). After exposure to 0.4g, in both SHAM and OVX/CAST rats, females had greater fiber area loss compared to males ( 34.9% v.  13.6% respectively,Fig.3O and  35.9% v.  13.2% respectively,Fig.3P).\n\nAt 0g, SHAM females lost more dorsiflexion power (peak force divided by time to reach peak force) compared to males ( 45.2% v. +27.8% respectively,Fig.4A), while no differences were detected in OVX/CAST groups at 0g (Fig.4B). At 0.4g, there was no difference between SHAM females and males in dorsiflexion power loss (Fig.4C). Within OVX/CAST animals exposed to 0.4g, females tended to have greater loss in dorsiflexion power, though this difference did not reach significance ( 36.1% v. +7.8% respectively,Fig.4D). We should note that, although the males showed a slight increase in dorsiflexion parameters, the 1g controls animal had greater increases over time.18\n\nDorsiflexion and plantar flexion power production between males and females undergoing exposure to micro gravity (0g) or 40% partial gravity (0.4g) interventions in both SHAM and CAST/OVX conditions. Dorsiflexion power changes inA)SHAM males and females exposed to 0g.B)CAST males and OVX females exposed to 0g.C)SHAM males and females exposed to 0.4g.D)CAST males and OVX females exposed to 0.4g. Plantar flexion power loss inE)SHAM males and females exposed to 0g.F)CAST males and OVX females exposed to 0g.G)SHAM males and females exposed to 0.4g.H)CAST males and OVX females exposed to 0.4g. Individual data points are percent difference between pre intervention and post intervention (28 days) with a covariate of baseline values. Data are presented as Mean+/ SEM. SHAM=sham surgery animals with intact gonads, CAST=castrated males, OVX=ovariectomized females,SEM=standard error of the mean.\n\nMaximal plantar flexion power was also evaluated. At 0g, females lost more plantar flexion power compared to males under both SHAM and OVX/CAST conditions ( 31.1% v.  3.2% respectively,Fig.4E and  15.9% v. 12.3% respectively, (Fig.4F). Additionally, at 0.4g, females also had greater loss in plantar flexion power compared to males under both SHAM and OVX/CAST conditions ( 6.5% v. 16.2%,Fig.4G and  10.7% v. 10.0%,Fig.4H).\n\nIn SHAM 0g rats, females tended to have attenuated differences in gastrocnemius mass compared to males, though this difference was not significant ( 26.4% v.  32.7%,Fig.5A). Contrastingly, in OVX/CAST 0g rats, females tended to have greater loss in gastrocnemius mass relative to males; however, this difference was again not significant ( 32.0% v.  25.3%,Fig.5B). At 0.4g, females in both SHAM and OVX conditions tended to have greater decreases in gastrocnemius mass compared to males; however, neither of these differences reached significance ( 21.1% v.  16.2%,Fig.5C and  24.3% v.  18.4%,Fig.5D).\n\nHindlimb muscle mass differences between males and females undergoing exposure to micro gravity (0g) or 40% partial gravity (0.4g) interventions in both sham and castrated/ovariectomized conditions. Percent difference gastrocnemius mass inA)SHAM males and females exposed to 0g.B)CAST males and OVX females exposed to 0g.C)SHAM males and females exposed to 0.4g.D)CAST males and OVX females exposed to 0.4g. Percent difference soleus mass inE)SHAM males and females exposed to 0g.F)CAST males and OVX females exposed to 0g.G)SHAM males and females exposed to 0.4g.H)CAST males and OVX females exposed to 0.4g. Percent difference in tibialis anterior mass inI)SHAM males and females exposed to 0g.J)CAST males and OVX females exposed to 0g.K)SHAM males and females exposed to 0.4g.L)CAST males and OVX females exposed to 0.4g. Percent difference extensor digitorum longus (EDL) mass inM)SHAM males and females exposed to 0g.N)CAST males and OVX females exposed to 0g.O)SHAM males and females exposed to 0.4g.P)CAST males and OVX females exposed to 0.4g. Individual data points are percent difference from within sex and hormone status 1g (fully loaded) control animals. Data are presented as Mean+/ SEM. SHAM=sham surgery animals with intact gonads, CAST=castrated males, OVX=ovariectomized females,SEM=standard error of the mean.\n\nThere were no differences between females and males in relative soleus alterations at 0g in either SHAM or OVX/CAST conditions ( 53.6% v.  50.1%,Fig.5E and  53.5% v.  52.9%,Fig.5F). However, at 0.4g in both SHAM and OVX/CAST conditions, females had greater decreases in soleus mass compared to males ( 34.7% v.  18.6%,Fig.5G and  32.8% v.  22.8%,Fig.5H).\n\nWithin the tibialis anterior (TA), there were no differences between females and males (SHAM or OVX/CAST) at 0g ( 14.0% v.  20.4%,Fig.5I and  18.7% v.  18.6%,Fig.5J). Similarly, at 0.4gthere were no differences between females and males in TA mass change, regardless of hormonal status (SHAM,  21.3% v.  18.0%,Fig.5K and OVX/CAST,  26.7% v.  23.7%,Fig.5L).\n\nAt 0g, SHAM females had attenuated extensor digitorum longus (EDL) loss compared to males ( 8.1% v.  15.7%,Fig.5M). However, this difference was not observed in OXV/CAST rats (Fig.5N). After exposure to 0.4g, there were no differences in EDL changes between the sexes, regardless of SHAM or OVX/CAST conditions (Fig.5O P).",
    "discussion": "There remains scientific controversy on how biological sex may influence the trajectory of diseases. Our study builds on prior research in this domain8,9,10,11and concurs with prior literature finding females appear more susceptible to disuse atrophy relative to males. These differences are more pronounced during mechanical unloading and suggests females may need more therapeutic interventions to attenuate musculoskeletal losses upon exposure to different gravitational environments. Moreover, these sex differences were present regardless of the presence or absence of sex steroid hormones; this strongly implies that sex differences in musculoskeletal pathologies are more complex than simple differences in the sex steroid hormone milieu.\n\nOur data demonstrate that females experience greater relative loss across various components of muscle health in simulated micro  and partial gravity environments, including muscle size (Figs.2,Fig 3, andFig 5) and muscle strength (Fig.4), compared to males. These data agree with prior studies in mice undergoing short term exposure to disuse atrophy,9,10but conflict with recent works in rats undergoing 14 days of disuse.8Although sparse, human data on disuse also appear to suggest that females have slightly worse musculoskeletal outcomes with disuse compared to males. For example, in a recent study of immobilization in humans, females had lower force relative to muscle volume after arm immobilization whereas males did not have these changes.19Although males tended to have greater loss in muscle area, females appeared to have greater alterations to intrinsic muscle force.19Additionally, in patients within the intensive care units, females have greater reductions in handgrip strength compared to males.20Other studies in humans have found comparable rectus femoris area loss between males and females after undergoing immobilization for a femoral fracture.21In aggregate, our data appear to generally be consistent with prior studies investigating the influence of biological sex and musculoskeletal outcomes during disuse, with females tending to have exacerbated musculoskeletal loss during exposure to unloading compared to males.\n\nIt is noteworthy that we found OVX/CAST had little effect on overall differences between males and females. If sex differences were purely attributable to differences in circulating sex steroid hormones, we would anticipate sex differences to disappear or at least be mitigated with removal of such sex hormones. Yet, we find that sex differences remain and, if anything, are enhanced after gonadectomy. Our previous studies using these same rats demonstrated that a lack of testosterone during unloading had little effect on muscle losses during exposure to either 0g or 0.4g.15In contrast, although subtle, ovariectomy appeared to exacerbate musculoskeletal losses in females.15Taken together with the current analysis, it is conceivable that conditions, which result in changes to ovarian derived hormones, may in fact exacerbate sex differences between males and females. The relationship between changes in estrous cycle and subsequent muscle size is supported by multiple prior studies across multiple conditions associated with muscle loss.22,23,24Regardless, our finding that presence of gonadal derived hormones does not solely mediate sex based differences in the trajectory of musculoskeletal loss suggests that other factors in addition to gonadal hormones contribute to the observed sex differences. It is possible differences in chromosomal make up between females and males (i.e. XX vs XY), and subsequent gene expression may be underlying these differences unloading induced muscle atrophy. However, that specific research question is beyond the scope of the current investigation. Additionally, we must acknowledge that due to the design of the study we cannot specific precisely which hormones may be contributing directly or indirectly to these findings.\n\nWe must acknowledge that our results are in opposition of a prior report by our group using the same hindlimb unloading technique in rats to investigate the influence of biological sex and muscle loss during disuse.8It is not entirely clear what may account for the discrepancies between these studies. It is possible that the duration of unloading between our current investigation and the prior study (28 v. 14 days of simulated 0g) could account for such differences; however, this explanation seems unlikely as prior studies using shorter durations (1 7 days) of disuse have found female mice tend to have worse skeletal muscle outcomes relative to males.9,10It is worth noting prior studies comparing males and female rodents during disuse have provided some mechanistic explanations why females may have exacerbated muscle loss compared to males such as greater induction of atrophy related genes10as well as greater relative induction of reactive oxygen species compared to males.9We speculate that strain differences (Wistar v. Fischer) may play a role in the differences noted between our study and the prior work. First, Wistar rats are outbred strains of rats compared to Fischer rats, which are inbred. Theoretically, inbred animals should have reduced genetic variability and hence less variability. However, recent works have demonstrated inbred rats strains to overall have greater genetic variation than would be expected in inbred rat strains.25There has been extensive debate on the scientific validity and utility of outbred vs. inbred strains,26,27which is beyond the direct scope of this investigation. Regarding which strain is a more accurate representation of humans, it is difficult to directly speculate based on the current data. However, given there is human data to complement the current study,19,20it is at minimum physiologically plausible the Fischer rat is an appropriate recapitulation of human physiology for the current investigation.\n\nDifferences between males and females can be inherently difficult to analyze and interpret as males are typically larger than females; therefore, comparing means or raw change scores may hide potential sex differences. Moreover, because males tend to be larger from the initiation of the study, baseline measurements may interact with the overall trajectory of muscle loss. It would not be feasible to match males and females on body weight or muscle strength at the initiation of the study as that would result in either males being smaller than average for their age or females being larger than average for their age. Therefore, for this study we opted to utilize a relative change score (percent change) and account for baseline differences with a covariate. We believe this analysis strategy allows for more robust conclusions regarding the influence of sex on the progression of muscle loss during exposure to micro  and partial gravity environments. To facilitate this method of analysis for future researchers, we have included our statistical code used for the study in supplementary files.18\n\nIt is noteworthy that many of the sex differences we saw between males and females were present to a greater extent at 0.4g compared to 0g. We postulate the 0g intervention is a more severe stimulus, which will likely maximize musculoskeletal losses, regardless of sex. At 0g, it is possible that males and females have both maximized the physiologically possible muscle loss due to disuse, which may have concealed potential sex differences. In contrast, exposure to 0.4g, which is a comparatively milder stimulus, allowed for the presentation of subtle differences between males and females undergoing disuse. We assert that this partial weight bearing model may be an ideal model to study the subtle nuances between males and females and susceptibility to disuse atrophy. Specific to NASA, with the forthcoming Artemis missions and goal of building a base on the Moon, sex differences are extremely relevant. Terrestrially, rarely do muscle immobilizations involve a complete unloading of the tissue; therefore, partial weight bearing may be a more relevant model for investigating musculoskeletal responses to disuse and how biological sex may interact with these responses.\n\nApplying our rodent model to humans, our data imply female astronauts are likely to experience greater relative musculoskeletal loss and likely prolonged recovery compared to male counterparts upon exposure to micro  and partial gravity environments. One well known countermeasure to mitigate micro gravity induced musculoskeletal deterioration is exercise, which is currently part of the standard of care for astronauts on the ISS. Recent meta analysis suggests comparable exercise adaptations to males and females with resistance exercise.28These findings in combination with our results may suggest females require slightly more resistance exercise to mitigate the effects of micro  or partial gravity environments. However, this hypothesis has never been directly tests and warrants further study. Additionally, while this study did not specifically evaluate muscle recovery after exposure to reduced mechanical loading, it is expected, given the greater reduction in muscle size and strength, that females would have a more prolonged recovery relative to males. Estradiol is known to be an important regulator of regenerative capacity in females.29,30The interaction between a low estrogen state during micro  or partial gravity and inherently greater muscle loss in female astronauts may create a \"double hit\" effect on skeletal muscle, whereby muscle regeneration and recovery are prolonged. Practically, this could result in increased occupational risk for female astronauts after long duration space flights; therefore, additional interventions may be necessary to either mitigate muscle loss in female astronauts or facilitate recovery upon return to Earth. Terrestrially, conditions that result in muscle disuse and estradiol alterations may be particularly exacerbated in females and may require longer recovery periods.\n\nWe must acknowledge a few limitations to the current investigation. Gonadectomy removes many other hormones other than simply androgens and estrogens. Therefore, it is possible lack of other hormones produced be sex organs many have influenced our results in possibly unpredictable ways. Additionally, our study used fairly young (14 weeks of age) rats, corresponding approximately to young adult age. Considering the average age for astronauts is approximately 45 years of age,31it is possible using younger animals may not fully recapitulate a slightly older human population. Finally, we were only able to model mechanical unloading associated with spaceflight. Space travel is associated with multiple environmental stressors such as space radiation, sleep disturbances and others. Therefore, it is conceivable these other variables may interact with micro  or partial gravity to alter our conclusions regarding the influence of biological sex and muscle loss. Regardless, we believe our current data provides valuable information on the ramifications of micro  and partial gravity environments to musculoskeletal function in males and females.\n\nIn conclusion, we have demonstrated female rats have greater loss in muscle size and strength compared to male rats after exposure to long duration partial or full unloading. These differences are conserved regardless of the presence or absence of sex hormones. However, given the discrepancy of the current investigation compared to prior works,8more research is likely needed to fully evaluate the influence of biological sex on disuse induced muscle loss. If these results prove analogous for humans, it is likely that females are at increased risk for adverse muscle and related functional outcomes after exposure to reduced gravitation. Given the potential future of spaceflight, both scientific and commercial, more research is necessary to better understand risks and potential preventive therapies of muscle loss and approaches for accelerating recovery. Importantly, since, based on this rat data, females have accelerated muscle loss during exposure to micro  or partial gravity environments, interventions to mitigate these losses may need to be sex specific in order to ensure astronaut safety and future mission successes.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:06:17.535457",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10831389/"
  }
}