{
  "pmcid": "PMC4960141",
  "title": "Establishment and characterization of DB 1: a leptin receptor deficient murine macrophage cell line",
  "authors": [
    "Lea H Dib",
    "M Teresa Ortega",
    "Tonatiuh Melgarejo",
    "Stephen K Chapes"
  ],
  "year": "2015",
  "journal": "Cytotechnology",
  "doi": "10.1007/s10616 015 9843 3",
  "sections": {
    "abstract": "Metabolic and immune mediators activate many of the same signal transduction pathways. Therefore, molecules that regulate metabolism often affect immune responses. Leptin is an adipokine that exemplifies this interplay. Leptin is the body's major nutritional status sensor, but it also plays a key role in immune system regulation. To provide an in vitro tool to investigate the link between leptin and innate immunity, we immortalized and characterized a leptin receptor deficient macrophage cell line, DB 1. The cell line was created using bone marrow cells from leptin receptor deficient mice. Bone marrow cells were differentiated into macrophages by culturing them with recombinant mouse macrophage colony stimulating factor, and passaged when confluent for 6months. The cells spontaneously immortalized at approximately passage 20. Cells were cloned twice by limiting dilution cloning prior to characterization. The macrophage cell line is diploid and grows at a linear rate for 4 5days before reaching the growth plateau. The cells are MAC 2 and F4/80 positive and have phagocytic activity similar to primary macrophages from wild type and leptin receptor deficient mice. DB 1 cells were responsive to stimulation with interferon gamma as measured by increase inNos2transcript levels. In addition, DB 1 macrophages are not responsive to the chemotactic signaling of adipocyte conditioned media nor leptin when compared to primary WT macrophages. We believe that DB 1 cells provide a dependable tool to study the role of leptin or the leptin receptor in obesity associated inflammation and immune system dysregulation.\n\nKeywords:Macrophages, Leptin receptor, Immortal cell line",
    "methods": "Male leptin receptor deficient (db/db) mice as well as gender  and aged matched wild type (WT) C57BL/6 mice controls were purchased from Jackson Laboratories (Bar Harbor, ME). All animal procedures were performed with prior approval and regular monitoring of the Institutional Animal Care and Use Committee (IACUC) at Kansas State University.\n\nBiomedium was prepared using Dulbecco's Modified Eagle's Medium (DMEM, Atlanta Biologicals, Lawerenceville, GA, USA) supplemented with 5% Nu Serum (Collaborative Biomedical Products, Bedford, MA, USA), 5% fetal bovine serum (FBS, Atlanta Biologicals), 10% Opti MEM reduced Serum Medium (Invitrogen, Carlsbad, CA, USA), 50 ug per ml gentamicin (Atlanta Biologicals; DMEM10) and 1.5ng per ml recombinant mouse M CSF (rmM CSF) (R&D Systems, Minneapolis, MN, USA). Cell culture medium was prepared using DMEM supplemented with 10% Opti MEM, 15mmol/L HEPES and 100ug per ml gentamicin (Sigma Aldrich, St Louis, MO, USA). Recombinant mouse leptin (rm leptin) and IFN gamma were purchased from R&D Systems Inc. Fluorescent spheres were purchased from Invitrogen. Phorbol myristate acetate (PMA; Sigma Aldrich) was dissolved in DMSO at a concentration of 1mg/ml and aliquoted at 10ug/ml concentrations and stored at  80 degreesC. Cells were stimulated with 10ul of freshly thawed aliquots.\n\nPeritoneal exudate macrophages from WT anddb/dbmice were induced byi.p.injection of 1.5ml of sterile, 2.9% thioglycollate (DIFCO, Detroit, MI, USA). Four days after injection, mice were anesthetized via isoflurane (IsoFlo, Abbott, Abbott Park, IL, USA) inhalation and euthanized via cervical dislocation. Peritoneal exudate macrophages were collected by washing the peritoneal cavity twice with 12ml of ice cold PBS.\n\nBone marrow cells from leptin receptor deficient mice (db/db) were collected by flushing the humeri, tibiae and femora as previously described (Armstrong et al.1993). The undifferentiated cells were resuspended in biomedium containing rmM CSF (Metcalf et al.1982), needed for macrophage differentiation, counted and plated at a density of 3 5x106cells per 100 mm dish. Cells were incubated at 37 degreesC in 8% CO2and non adherent cells were removed. Cells were adherent and were dispersed with trypsin/EDTA (10% trypsin, 0.1mM Na2EDTA; Atlanta Biologicals) to passage the cells. Cells were passed twenty times until spontaneous immortalization occurred as was described previously (Beharka et al.1998). For activation and phagocytosis assays, bone marrow cells fromdb/dband WT mice, and for cytokine assays bone marrow WT mouse cells were allowed to mature for 7 10days in biomedium before primary macrophages were used.\n\nCells were dispersed with trypsin/EDTA as described above and resuspended in DMEM10. Cells were counted and each dilution was plated in 48 wells of a Costar 96 well, flat bottom tissue culture plate. A 1:10 serial dilution scheme was used starting at 100 cells/well in 100ul DMEM10 and ending at 0.01 cell/well. Cells were then incubated at 37 degreesC in 8% CO2. Only clones that grew from dilutions having less than a 30% positive growth were selected and expanded. The limiting dilution was repeated twice to ensure pure clones. Two final clones were selected and characterization experiments were performed using these clones. The cells were confirmed to be of mouse origin by positive PCR of mouseActbgene and the positive staining of the cells for mouse specific MAC2 antigens between July and August 2009.\n\nTranscript expression of the long isoform (LepR) of theLeprgene (NCBI 16847) was assessed using qRT PCR and the following primers:Leprforward 5 GCA ACC CAC CAT GAT TTC ACC ACA 3; reverse 3 AGG ATT CCT GCC TCA CCA GTC AAA 5. The internal control gene used was beta actin (NCBI number 11461) with the following primers:Actbforward, 5 TGT GAT GGT GGG AAT GGG TCA GAA 3;Actbreverse, 3 TGT GGT GCC AGA TCT TCT CCA TGT 5. Fold change in transcript level of each cell type was quantified using the method described by Pfaffl (2001), and the formula using WT macrophages as the reference group:\n\nwhere E is the efficiency of the primers, and the housekeeping gene isActB(encodes for beta actin).\n\nCell cycle determination and ploidy of the cell line was determined using flow cytometry. Briefly, cells in culture were dispersed, collected and counted. A total of 2x106cells were transferred to 12x75 mm polystyrene tubes (Falcon, Brookings, SD, USA). Vindelov's propidium iodide (PI) solution was added and cells were incubated for 5 10min at 4 degreesC (Vindelov et al.1983). Ploidy analysis was analyzed with singlet discrimination to detect PI stained mononuclear cells.\n\nCell growth of the leptin receptor deficient macrophage cell line, DB 1, was determined by counting the cells. DB 1 cells were seeded (5x105cells/well) in 6 well plates. At each time point, (1, 2, 3, 4, 5, 6days) the medium was aspirated from three plates and the cells were detached with trypsin/EDTA. Live cells were assessed by trypan blue exclusion and counted on a hemacytometer.\n\nMacrophage cell line (DB 1), peritoneal macrophages and bone marrow derived macrophages were probed with antibodies specific for the following surface markers: CD11b, F4/80, MAC 2, Ly6G (e Bioscience, San Diego, CA, USA) and Ly6C (BD Pharmigen, San Diego, CA, USA) after culture for at least 24h. Appropriate isotype controls were used for each antibody as the negative control for FACS analysis. Briefly, macrophages were recovered and plated at 1x105cells per well of 96 well tissue culture plates. Fc receptors were blocked by incubating the cells with 50% goat serum (Atlanta Biologicals) in PBS for 30min at 4 degreesC. Antibodies and respective isotype controls were added at the appropriate concentrations and incubated for 1h at 4 degreesC. Cells were washed twice with Hank's buffered salt solution (HBSS). Cells were transferred to 12x75 mm polystyrene tubes (Falcon), washed once with HBSS and resuspended in 200ul of 1% formalin/HBSS. The cells were placed on ice and amount of staining of each marker was assessed by flow cytometry using a FACS Calibur analytical flow cytometer (Becton Dickson, San Jose, CA, USA) measuring 5,000 events per sample. Data analysis was performed with WinList software (Verity Software House, Topsham, ME, USA). The amount of staining of each marker was assessed after subtracting the percent positively stained cells in the isotype control groups.\n\n5x106DB 1 cells were allowed to attach for 8h in a 100 mm tissue culture plate. Cells were washed and incubated with 10ug/ml of colchicine (Colcemid, GIBCO Life Technologies, Grand Island, NY, USA) overnight. Cells were dispersed with trypsin/EDTA as described above, added to 5ml of PBS and were centrifuged at 350xgfor 5min. PBS was removed and the pellet was loosened by gently flicking the base of the tube and 2ml of freshly made 0.lM KCL were added to the loosened pellet in a drop by drop fashion. Two additional ml of 0.1M KCL were added and the cells were incubated at 37 degreesC for 25min. Cells were fixed with methanol and acetic acid (3:1) by adding 10 drops of fixative (room temperature) to the cell suspension and incubating at 23 degreesC for 10min. Cells were gently pelleted at 300xgfor 5min and 2ml of fixative were added to the cells. Cells were resuspended in fixative and were immediately dropped onto tilted glass slides 3 6 drops per slide to optimize cell spreads. Slides were air dried and stained with a 1:50 dilution of Giemsa stain (KaryoMax Giemsa Stain, GIBCO Life Technologies). Slides were washed by sequential dipping in PBS and water. Cells were air dried, mounted with permount (Fisher Scientific, Fairlawn, NJ, USA) and viewed on a compound microscope and imaged. 50 cells in apparent metaphase arrest were scored for chromosome number and one representative cell was analyzed and presented.\n\nQuantitative enzyme linked immunosorbent assay (ELISA) using DB 1 macrophage supernatants. DB 1 macrophages were seeded in a 24 well plate (1x105cells/well) and cells were stimulated with IFN gamma (10U/ml) for 4h and/or LPS (15ug/ml) overnight. Supernatants were then collected, centrifuged at 350gfor 5min to remove cell debris, and IL 6 cytokine concentrations were determined from freshly collected supernatants.\n\nBone marrow derived, peritoneal and DB 1 macrophages that were in culture for at least 24h. were dispersed with trypsin/EDTA, recovered, and 1x106cells were seeded per well in 24 well tissue culture plates. Cells were incubated at 37 degreesC in 8% CO2for 2h. Cytochalasin D fromZygosporium mansonii(Sigma Aldrich) was added to the negative control plates to inhibit phagocytosis. These plates were incubated at 4 degreesC for 2h to further inhibit phagocytosis. Experimental plates were kept at 37 degreesC. Red fluorescent beads (diameter, 0.2um; Invitrogen) were added to each well to a final concentration of 0.1%. Phagocytosis was stopped after 60min by centrifuging the 24 well plates at 350xgfor 5min, removing the supernatant, and washing twice with PBS. The cells were transferred to 12x75 mm polystyrene tubes (Falcon), washed twice with PBS and resuspended in 200ul of 1% formalin/PBS. The cells were placed on ice and phagocytosis was assessed by flow cytometry using a FACS Calibur analytical flow cytometer (Becton Dickson) and measuring 10,000 events per sample. The percentage of phagocytosis in the experimental groups was assessed after subtracting the percentage phagocytosis of the negative control treatment group.\n\nTo determine whether DB 1 macrophages respond to IFN gamma in the same fashion as primary macrophages, the DB 1 cells were stimulated with IFN gamma, and expression ofnos2was assessed using qRT PCR. Briefly, primary WT,db/dband DB 1 macrophages were plated separately in 24 well plates at a density of 1x106cells per well and incubated with or without IFN gamma (100U/ml, R&D Systems, Minneapolis, MN, USA) for 16h. RNA was collected using TRI reagent (MRC, Cincinnati, OH, USA) and further purified with DNAse using the E.Z.N.A Total RNA kit (Omega Bio Tek, Norcross, GA, USA). Gene expression ofnos2(NCBI number 18126) was quantified using qRT PCR with the following primers:nos2forward, 5 CTG CTG GTG GTG ACA AGC ACA TTT 3;nos2reverse, 3 ATG TCA TGA GCA AAG GCG CAG AAC 5.Actbwas quantified using the previously mentioned primers. Fold change in transcript level of each cell type was quantified using the Pfaffl method (2001) as described above. For nitric oxide (nitrite determinations), cells were incubated overnight in 0, 1, 10 and 100U/ml of IFN gamma. Nitrite concentrations were determine in the supernatant 16h. later as described previously (Mordica et al.2009).\n\nAdipocytes from epididymal and inguinal fat pads of obese and lean male C57BL/6 mice were collected in cell culture medium, pooled and minced into small pieces. Tissue was digested in Krebs Ringer Buffer (KRB) containing 1mg/ml type II collagenase (Sigma Aldrich) in an orbital shaker for 40min at 37 degreesC. The digested tissue was filtered through nylon cell strainers (100um; Fisher Scientific, Pittsburg, PA, USA), washed with KRB, and separated by centrifugation for 1min at 350xg. The floating adipocytes were collected and cultured in DMEM at 37 degreesC, 8% CO2for 24h. The adipocyte conditioned medium (ACM) containing all factors released by the adipocytes was collected and used for migration experiments with thioglycollate elicited peritoneal and cell line DB 1 macrophages. Control medium (CM) was obtained using the same protocol but without adding adipocytes. Media were stored at  80 degreesC until use.\n\nWild type peritoneal macrophages were collected as described above and suspended in serum free culture medium. Cells were placed in the upper chamber of a 5um polystyrene filter (6 transwell format; Corning, Lowell, MA, USA). Cells were left to adhere for 3h; at which point medium in the lower chamber was replaced with either medium (CM, negative control), CM supplemented with 10ng/ml rm leptin (ACM), or CM supplemented with 2uM phorbol 12 myristate 13 acetate (PMA, positive control). After 3h of incubation, cells that had not migrated and remained in the upper chamber were removed by gently swiping the filters with cotton swabs. Filters were fixed in 2% ethanol for 5min. Cells located on the lower side of the filter were stained with Diff Quick (Dade Diagnostics, Aguada, PR, USA), and counted as migrated cells. These cells were quantified from 5 to 10 fields/condition and cell type.\n\nResults are reported as mean+/ standard deviation (SD) unless otherwise specified. ANOVA analysis was performed and least significant differences (LSD) were calculated when appropriate. Analysis was done using SPSS software for Windows version 17.0 (SPSS Inc. Chicago, IL, USA). Statistical significance was determined atpvalue <0.05.",
    "results": "We established an immortal leptin receptor deficient cell line from mouse bone marrow derived macrophages. Bone marrow cells from leptin receptor deficient mice (db/db) were collected and cultured in biomedium as described in the Materials and Methods section. Differentiated macrophages were passaged at confluency. Cells were kept in biomedium for 6months when the cells appeared to grow at a stable rate after twenty passages. At that time, we did two consecutive limiting dilution cloning procedures. The DB 1 cells were selected from cloned cells from the second cloning. DB 1 cells lost their dependency to M CSF during the cloning process. They were propagated and shifted to a regular medium, DMEM supplemented with 2% Nu serum and 2% FBS. DB 1 cells exhibit morphological properties characteristic of macrophages, and are adherent with multiple processes (Fig.1). To confirm the genotype of the DB 1 cells as leptin receptor deficient, we used qRT PCR to confirm the absence of LepR. Similarly to primary peritonealdb/dbmacrophages, DB 1 had low levels ofLeprtranscripts, and expression ranged from 0.1 to 12% of WT macrophages (p<0.05, Table1).\n\nMorphology of DB 1 cells was determined using light microscopy. Photomicrographs of primary macrophages in culture (a c) at low confluency at x400 (a), x600 magnification (b) and at high confluency at x600 magnification (c). DB 1 cells (d f) at low confluency at x400 (d), x600 (e) and at high confluency at x600 magnification (f), and 2ASD1.10 macrophage cells (Mordica et al.2009) in culture (g i) at low confluency at x400 (g), x600 (h) and at high confluency at x600 magnification (i).Scale bar12um\n\nRelative transcript level ofLeprin DB 1 macrophage cells and peritonealdb/dbmacrophages compared to WT peritoneal macrophages\n\naFold expression was calculated according to Pfaffl (2001) using WT values as control group andActBas the reference gene\n\nbResults from 4 6 samples per group, are reported as median (range) expressionp<0.05 compared to 100% expression in WT macrophages\n\nTo assess DB 1 ploidy and cell cycle distribution, cell cycle analysis was done using flow cytometry (Vindelov et al.1983). The DB 1 cell line was homogenous consisting of diploid cells, of which 90 95% cells were in G1 phase, 3 9% in G2 phase and 0 2% in S phase (Fig.2a, b). 50 metaphase stage cells (See Fig.2c for an example) were analyzed for chromosome number and 49 out of 50 cells examined contained the normal complement of 38 chromosomes with one X and one Y chromosome (Fig.2d); confirming the origin of the cells from a male mouse.\n\nCell ploidy, DNA cycle and chromosome analysis of the DB 1 cell line.aDB 1 DNA histogram.bDB 1dot plotof cell DNA content.cmetaphase chromosomes of a representative DB 1 cell.dGiemsa stained chromosomes organized by homology, size and shape\n\nDB 1 cell growth was determined and we found that during the linear portion of the growth curve, an average of 5.6+/ 1.1x105cells were added to the cell culture each day (Fig.3). Cell growth plateaued after 4 5days and the cells became contact inhibited and remained stable for as long as 3weeks, which was the longest we ran the experiment. The slow growth rate along with the growth arrest at confluency is consistent with a cell line that is non transformed and contact inhibited (Schuler et al.1977) but it is unclear how these cells became immortalized. The fact that most cells are in the G1 phase of the cell cycle is consistent with the quiescent nature of the cells. Detailed sequencing of the DB 1 cell genome will be necessary to determine possible causes but these analyses are beyond the scope of this study.\n\nGrowth of DB 1 cells. Cell growth was assayed at0,1,2,4,5and6, days after seeding of 5x105DB 1 cells in 6 well plates. Cells were counted as described in the \"Materials and methods\" section. Each time point value is the mean of two independent experiments+/ SD, 3 replicates per experiment\n\nTo verify that DB 1 cells were in the monocyte/macrophage lineage, we compared their cell surface molecule phenotype to primary peritoneal and bone marrow derived macrophages (Fig.4a, b). Primary macrophages had similar levels of F4/80 and MAC 2, regardless of their expression of LepR (Fig.4b). Bone marrow derived macrophages had less expression of CD11b and higher expression of Ly6C compared to the peritoneal macrophages. All cell types, including the DB 1 macrophages had minimal expression of Ly6G, the granulocyte marker, on their surface. DB 1 macrophages displayed MAC 2 in similar amounts as both bone marrow derived and peritoneal WT anddb/dbmacrophages. In contrast, F4/80 was minimally expressed and CD11b was not expressed at all in DB 1 macrophages. Ly6C was expressed by DB 1 macrophages at an intermediate level between that of the bone marrow derived and peritoneal macrophages (Fig.4b). These data suggest that the DB 1 macrophages are in the macrophage lineage (Leenen et al.1990) with high MAC2 expression, lower expression of F4/80 and low levels of Ly6C (Geissmann et al.2010).\n\naFlow cytometry analysis of DB 1 cells. Forward scatter versus Side scatter (Column A) of peritoneal macrophages (Top two rows) and DB 1 macrophage cells (bottom two rows). Cells were analyzed for CD11b (column B) or F4/80 (column A). Cells were gated (oval in dot plotincolumn A) based on forward scatter and side scatter. Isotype controls (rows 1 and 3,columns B and C) were used to set gates to determine the % positive cells.bCD11b, MAC 2, F4/80, Ly 6C and Ly6G cell surface expression in peritoneal (PEC WT) macrophages, peritoneal (PEC db/db) macrophages, primary WT bone marrow (BM WT), primarydb/dbbone marrow (BM db/db) and DB 1 macrophages (DB) using flow cytometry. Data represent means+/ SD, from two independent experiments, n=2 5 replicates per experiment, each n from one or a pool of 2 mice. Significance between different cell types and DB 1 are reported as follows: ***p<0.0001 compared to DB 1, **p<0.001 compared to DB 1, *p<0.5 compare to DB 1. Analysis were performed using one way ANOVA and Tuckey for post hoc test\n\nTo assess whether DB 1 cells display functional macrophage characteristics, we measured the phagocytic activity of DB 1 cells and compared this to that of primary macrophages. We found that all five cell types including the DB 1 macrophages had similar phagocytic indices based on a 1 h phagocytosis assay (Fig.5,p>0.05).\n\nPhagocytic activity of DB 1, peritoneal (PEC) and bone marrow (BM) derived WT anddb/dbmacrophages after incubation with fluorescent beads. Phagocytic activity assessed via the percentage of phagocytosed beads using flow cytometry. Data represent means+/ SD, from one or two independent experiments, n=3 6 replicates per experiment, each n from one or a pool of 2 mice\n\nTo test whether DB 1 macrophages respond to a stimulus in a similar fashion as primary macrophages, DB 1 macrophages were stimulated with IFN gamma and transcript levels ofNos2were quantified. We found thatNos2transcript levels were higher after IFN gamma treatment with levels similar to peritonealdb/dbmacrophages (p<0.05, Table2). Consistent with transcriptional activation, they also secreted 15, 66 and 131 uM of nitrite in response to 1, 10 and 100U/ml of IFN gamma, respectively. We also found that DB 1 macrophages secreted 155+/ 48, 385+/ 38 and 538+/ 192pg/ml of IL 6 in response to LPS, LPS+IFNgamma or IFNgamma treatments, respectively, compared to low (0pg/ml) secretion by unstimulated cells.\n\nRelative transcript level ofNos2in DB 1 macrophage cells and peritonealdb/dbmacrophages after stimulation with IFN gamma compared to non stimulated cells\n\naFold expression was calculated according to Pfaffl (2001) using no treatment values as control group andActBas the reference gene for each macrophage type\n\nbResults from 5 8 samples per group, are reported as median (range) expressionp<0.05 compared to 100% expression in control, non stimulated macrophages\n\nTo test whether DB 1 macrophages are responsive to the chemotactic effect of adipocyte conditioned medium or leptin, migration assays were performed using both peritoneal WT and DB 1 macrophages. We found that DB 1 macrophages were activated to migrate when activated with 10ul of PMA (10ug/ml; positive control,p<0.05), but that they failed to respond to the chemotactic signals from the ACM as well as the medium supplemented with leptin (Fig.6). On the other hand, primary WT macrophages had a significant increase in migration when cultured with either the ACM or leptin (p<0.01; comparison to medium alone) with no statistically significant difference between the two media (p>0.05; Fig.6); suggesting that most of the ACM chemotactic potential is mediated by leptin, and dependent on the presence of a functional LepR.\n\nMigration assay of WT peritoneal (PEC) and DB 1 macrophages. In the transwell system the lower chamber was supplemented with control medium (CM), adipocyte conditioned medium (ACM), CM supplemented with 10ng/ml rm leptin. To show that DB 1 cells could respond chemotactic stimuli not dependent on the LepR, DB 1 macrophages were stimulated with CM supplemented with 2uM phorbol 12 myristate 13 acetate (PMA). Values are means+/ SD. Data of 1 experiment with n=3 replicates per treatment group and cell type.Asteriskindicates statistically different from same cell type group in control medium (CM) value,p<0.05.#Statistically different from DB 1 in the same treatment group,p<0.05\n\nPlacement of DB 1 macrophage cells in the macrophage lineage. The high expression of MAC2 antigen the low expression of F4/80 and Ly6C antigens and the absence of CD11b and Ly6G molecules suggest that DB 1 macrophage cells are early in macrophage differentiation",
    "discussion": "We created a leptin receptor deficient cell line, DB 1, that has some phenotypic and functional properties characteristic of primary macrophages. It is diploid, has the normal complement of chromosomes, lacks the long isoform of the leptin receptor, and is unresponsive to leptin.\n\nDB 1 cells are in the macrophage lineage based on their selection in macrophage colony stimulating factor over several months' time and because of their phenotypic properties. Indeed, the DB 1 cells have many of the characteristics of ex vivo bone marrow derived macrophages, thioglycollate elicited peritoneal WT and primary leptin receptor deficient macrophages, which the DB 1 cells are hoped to replace in assays. However, their phenotypes are not completely consistent with mouse bone marrow derived macrophages that have been differentiated for 7days in M CSF (Leenen et al.1994b). Although the DB 1 cells exhibit higher levels of MAC 2 expression and lower levels of Ly6G, indicative of cells in the macrophage lineage (Leenen et al.1994a), the low expression of F4/80, CD11b and Ly6C would indicate that the cells may be less differentiated. Bone marrow derived, primary macrophages fromLepRknock out mice had a phenotype similar to wild type bone marrow derived macrophages and peritoneal macrophages. Therefore, it appears that in response to M CSF, the bone marrow stem cells began to differentiate into macrophages. MAC2 was the first of these surface molecules to be expressed. Under normal circumstances, the differentiating cells would go on to express F4/80 and Ly6C by 7days of stimulation with M CSF (See Fig.7). DB 1 macrophages don't appear to have reached that stage. Macrophages that extravasate into the peritoneal cavity lose expression of Ly6C and go from low expression of CD11b to high expression of the molecule. DB 1 also do not have that phenotype; suggesting that DB 1 cells are early differentiated macrophages (Chan et al.1998; Geissmann et al.2010) (Fig.7). This hypothesis is supported by the observation that the DB 1 macrophages are responsive to IFN gamma and LPS stimuli; a property of macrophages (MacMicking et al.1997).\n\nThe strong phagocytic activity of the DB 1 cells supports that these cells are in the macrophage lineage as well (Leenen et al.1986). In our study, the LepR did not appear to contribute to macrophage phagocytosis. The lack of the leptin gene (Lep) as well asLeprhave been associated with an enhanced susceptibility to infections and a higher mortality rate in rodents following bacterial infection (Ikejima et al.2005; Mancuso et al.2002; Ordway et al.2008; Park et al.2009). This increased risk of infection has been attributed to a decrease in phagocytic and bactericidal activity ofob/obanddb/dbmacrophages in vitro (Loffreda et al.1998; Mancuso et al.2002; Park et al.2009). The difference in phagocytic activity between our DB 1 macrophages and that ofob/obanddb/dbprimary macrophages evaluated in other studies might be explained by the fact that we used inert fluorescent beads in our study compared to actual infectious agents (Loffreda et al.1998; Mancuso et al.2002; Park et al.2009). However, we found that DB 1 macrophages's ability to phagocytose fluorescentEhrlichia chaffeensisbacteria was comparable to that of primary macrophages (data not shown). Therefore, the difference between our study and data presented by others may be due to other physiological factors such as a compromised oxidative response (Hsu et al.2007) in immune cells or inefficient leukotriene production (Mancuso et al.2002); products that were compromised in primarydb/dbandob/obmacrophages. It is also possible that physiological factors associated with diabetes such as hyperglycemia may have an impact. Park et al. (2009) showed similar infection rates in mice between 8 11week olddb/dbmice and WT controls but older (20weeks and more)db/dbmice were significantly more susceptible toS. aureusinfection. The DB 1 cells would not be subject to the physiological regulation of the in vivo macrophages because they are maintained in vitro.\n\nObesity is associated with an increase in inflammatory macrophage recruitment to the expanding fat mass (Weisberg et al.2003; Xu et al.2003). Studies have recognized MCP 1 as the major adipocyte derived chemokine responsible for this effect (Kanda et al.2006; Weisberg et al.2006). Nevertheless, recent studies have questioned this chemokine's role in the enhanced recruitment of macrophages into the adipose tissue of obese mice (Inouye et al.2007). Leptin is another candidate adipokine/chemokine that might be responsible for this recruitment effect. Indeed, our data show that ACM as well as leptin supplemented media have the same positive chemotactic effect on WT macrophages. Our DB 1 cell line, which lacks the functional LepR, failed to respond to both leptin supplemented as well as adipocyte conditioned media although our cell line responded to PMA. The differences between the WT macrophages and the DB 1 cells in their responsiveness to leptin can be directly attributed to the absence of LepR on the DB 1 cells which supports the studies of Gruen et al. (2007), who have shown leptin's chemotactic effects at levels as low as 1pg/ml and illustrates their value in investigating the impact of the LepR in macrophage function. In an era characterized by increasing obesity rates (Ogden et al.2006), it is of central importance that the immunological consequences of excessive body weight be further elucidated. The newly established DB 1 cell line can serve as an important and reliable tool to study the link between leptin and innate immune function. For example, future studies on the impact of LepR on antigen processing, cell trafficking or the recruitment of other inflammatory cells can be done either in vitro or in vivo. Because the cells are contact inhibited and do not appear to be tumorigenic, we can envision adoptive transfer studies similar to what were done with the C2D macrophage cell line (Ortega et al.2011; Xie et al.2010). These cells will be useful to any study investigating the role of the leptin receptor in cell function.",
    "conclusion": ""
  },
  "provenance": {
    "source_type": "html",
    "fetched_at": "2025 10 04T03:01:08.426237",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4960141/"
  }
}